{
	"specific_rulesets": {
		"name": "Specific Rulesets",
		"subtopics": [
			"bar_fights",
			"dungeon_guides",
			"firearms",
			"foraging",
			"harvesting_poisons",
			"herbalism",
			"infernal_contracts",
			"leadership",
			"pathfinder_chronicles",
			"salvaging",
			"siege_engines_uc",
			"spontaneous_alchemy",
			"vehicles"
		],
		"description": [
			"These topics cover optional rules with a very specific focus."
		]
	},
	"bar_fights": {
		"name": "Bar Fights",
		"sources": [ "Inner Sea Taverns" ],
		"description": [
			"{SOURCE Inner Sea Taverns/55}",
			"",
			"Whether or not the player characters start it, an evening of drunken antics can often culminate in a chaotic brawl. Most times such a fight can be handled with the standard combat rules, especially when deadly weapons or harmful spells are brought to bear. However, the following system can be used to simulate an out-and-out slugfest where battlefield positions are essentially irrelevant and the participants are merely trying to knock one another out, not kill each other."
		],
		"subtopics": [
			"setting_up_a_bar_fight",
			"running_a_bar_fight",
			"bar_fight_crowds"
		],
		"siblings": [
			"bar_fights",
			"dungeon_guides",
			"firearms",
			"foraging",
			"harvesting_poisons",
			"herbalism",
			"infernal_contracts",
			"leadership",
			"pathfinder_chronicles",
			"salvaging",
			"siege_engines_uc",
			"spontaneous_alchemy",
			"vehicles"
		],
		"parent_topics": [ "specific_rulesets" ]
	},
	"setting_up_a_bar_fight": {
		"name": "Bar Fights",
		"sources": [ "Inner Sea Taverns" ],
		"description": [
			"{SOURCE Inner Sea Taverns/55}",
			"",
			"More so than many other optional systems, these bar fight rules require the players' and their characters' buy-in. A bar fight represents a riotous clashing among the entire (usually) drunken clientele of a tavern. Friends are sometimes difficult to tell from foes, and a local boozehound could land a lucky blow with a chair to knock out a champion brawler. If the PCs are out for blood (or the moment they draw a weapon or cast a big, flashy spell), use the normal combat rules instead. Remember that dealing hit point damage indiscriminately to a crowd might have alignment repercussions, at the GM's discretion. Also, if a confrontation like this takes place in an empty (or nearly empty) tavern, use the normal combat rules",
			"",
			"These brawling rules rely on the concepts below.",
			"",
			"**Tenacity:** Tenacity is an abstract representation of a character's physical health and ability to duck and weave through a tumultuous melee. Each major participant in a bar fight starts with a pool of tenacity. A major participant is any player character or NPC with full statistics. In addition, the general crowd of the bar gains its own pool of tenacity. As the bar fight progresses, the participants slowly lose tenacity as punches and bottles fly. When a major participant's tenacity is reduced to 0 or below, she either is knocked out or flees the scene of the fight. When the crowd's tenacity is reduced to 0 or below, most of the nameless tavern-goers have fallen to the floor, groaning and clutching their heads. Usually, this ends the bar fight, but major participants can continue among themselves if they wish... at least until local law enforcement arrives!",
			"",
			"A major participant's starting tenacity is the total of her Strength and Constitution scores + her total Hit Dice. The crowd's tenacity is determined by the GM, but some sample crowds (and suggestions for how to determine a crowd's tenacity) are given in the {rule/Bar Fight Crowds} section.",
			"",
			"**Brawling Checks:** Some bar fight tactics require a character to attempt a brawling check, which is an attack roll with an unarmed strike against a target's touch AC (or the defense score listed in a crowd's stat block). Any feats or class abilities a character has that improve her unarmed attack rolls can aid a brawling check. Rolling a natural 20 on a brawling check functions as a critical threat. If the character confirms the critical threat by succeeding at a second brawling check with all the same modifiers (this takes no additional time), the resulting tenacity reduction is doubled. Conversely, a character who rolls a natural 1 on a brawling check automatically fails, and the crowd's tenacity increases by 1d6 points (no matter the attacker's original target), as she accidentally riles up the bar patrons by spilling a tray of drinks or damaging a beloved feature of the tavern.",
			"",
			"**Brawling Damage:** A successful brawling check reduces the target's tenacity by an amount based on the attacking character's statistics. A character with the {feat/Improved Unarmed Strike} feat reduces the target's tenacity by 1d10 + her Strength modifier. If she doesn't have that feat but has a total base attack bonus equal to her character level, she reduces the target's tenacity by 1d6 + her Strength modifier. Otherwise, she reduces the target's tenacity by 1d3 + her Strength modifier. Damage reduction against nonlethal damage applies to any reduction of tenacity."
		],
		"siblings": [
			"setting_up_a_bar_fight",
			"running_a_bar_fight",
			"bar_fight_crowds"
		],
		"parent_topics": [
			"specific_rulesets",
			"bar_fights"
		]
	},
	"running_a_bar_fight": {
		"name": "Bar Fights",
		"sources": [ "Inner Sea Taverns" ],
		"description": [
			"{SOURCE Inner Sea Taverns/55}",
			"",
			"A bar fight begins much like a normal combat, with all the major participants rolling for initiative and characters acting in initiative order. On a participant's turn, she can perform one of the actions listed below. Relative positions don't matter between major participants, as it is assumed any participant can reach any other in a given round. At initiative count 0, the crowd reduces the tenacity of all major participants by the amount listed in its stat block.",
			"",
			"::h3[Bow Out]{jl}",
			"",
			"You flee the fight entirely.  ",
 			"**Action:** Attempt either an Acrobatics or Stealth check (DC = 15 + the crowd's CR). If you are successful, you are no longer part of the bar fight and cannot reenter it.",
			"",
			"::h3[Cast a Spell]{jl}",
			"",
 			"You perform some magic amid the melee.  ",
 			"**Action:** Being in a bar fight makes it difficult to focus, so you must succeed at a concentration check (DC = 15 + the spell level) to cast a spell with a casting time of 1 standard action or less; casting spells with longer casting times is impossible. You are assumed to be in range of any target you wish to affect.  ",
 			"**Special:** Casting damaging spells immediately turns the bar fight into a normal combat. Healing magic doesn't help a participant regain tenacity. The crowd is treated as a swarm for the purpose of what spells can affect it.",
			"",
			"::h3[Hunker Down]{jl}",
			"",
 			"You duck behind a turned-over table or the bar to get a respite from the tumult.  ",
 			"**Action:** Attempt either an Acrobatics or Stealth check (DC = 10 + the crowd's CR). If you are successful, the crowd doesn't reduce your tenacity this round and you gain a +2 bonus to your touch AC until the beginning of your next turn.",
			"",
			"::h3[Improvise a Weapon]{jl}",
			"",
 			"You grab a chair to smash over someone's head or a bottle to throw into someone's face.  ",
 			"**Action:** Attempt a Perception check (DC = 15 + the crowd's CR). If you are successful, the next brawling check you attempt for a mix it up or take a swing action can be a basic ranged attack (use your Dexterity modifier for the brawling check). Alternatively, the next time you succeed at a brawling check, you reduce the tenacity of the target by 1d8 + your Strength modifier.  ",
 			"**Special:** If you have the {feat/Catch Off-Guard} or {feat/Throw Anything} feat, you automatically succeed at the Perception check.",
			"",
			"::h3[Mix It Up]{jl}",
			"",
 			"You wade into the crowd to knock some skulls.  ",
 			"**Action:** Attempt a brawling check against the crowd's defense. If you are successful, you reduce the crowd's tenacity by an amount determined by your statistics (see [Brawling Damage](rule/setting_up_a_bar_fight)).",
			"",
			"::h3[Redirect]{jl}",
			"",
 			"You divert part of the crowd's attention to another person.  ",
 			"**Action:** Attempt either a Bluff or Intimidate check (DC = 15 + the crowd's CR). If you are successful, the amount the crowd reduces your tenacity by is halved and the amount the crowd reduces the tenacity of a major participant of your choice by is multiplied by 1-1/2.  ",
 			"**Special:** For each character who successfully redirects the crowd's attention against the same major participant in 1 round, the multiplier increases by half (from 1-1/2 to 2, to 2-1/2, to 3, and so forth).",
			"",
			"::h3[Set Up a Strike]{jl}",
			"",
 			"You perform a fancy maneuver to take advantage of the bar's furnishings, such as leaping onto the bar to get higher ground or swinging from a light fixture.  ",
 			"**Action:** Attempt either an Acrobatics or Climb check (DC = 12 + the crowd's CR). If you are successful, you gain a +2 bonus on brawling checks and threaten a critical hit on a natural 19 or 20 until the end of your next turn. If you roll a natural 1 on this check, you take a -2 penalty to your touch AC until the beginning of your next turn.",
			"",
			"::h3[Spread Rumors]{jl}",
			"",
 			"With choice words, you get the crowd to turn on itself.  ",
 			"**Action:** Attempt a Bluff or Knowledge (local) check (DC = 15 + the crowd's CR). If you are successful, the crowd's tenacity is reduced by the same amount it reduces your tenacity.",
			"",
			"::h3[Take a Swing]{jl}",
			"",
 			"You strike out against a particular person.  ",
 			"**Action:** Attempt a brawling check against a major participant's touch AC. If you are successful, you reduce the target's tenacity by an amount determined by your statistics (see [Brawling Damage](rule/setting_up_a_bar_fight)).",
			"",
			"::h2[Experience for Bar Fights]{jl}",
			"",
			"The PCs should receive XP for each major participant they reduce to 0 tenacity, as well as for the crowd if they reduce its tenacity to 0. They shouldn't receive any XP for the bar fight if they all bow out or are all knocked out by having their tenacity pools reduced to 0."
		],
		"siblings": [
			"setting_up_a_bar_fight",
			"running_a_bar_fight",
			"bar_fight_crowds"
		],
		"parent_topics": [
			"specific_rulesets",
			"bar_fights"
		]
	},
	"bar_fight_crowds": {
		"name": "Bar Fight Crowds",
		"sources": [ "Inner Sea Taverns" ],
		"description": [
			"{SOURCE Inner Sea Taverns/57}",
			"",
			"## Spells and the Crowd",
			"",
			"Players are incredibly resourceful and endlessly innovative, and the Pathfinder Roleplaying Game features a host of spells, feats, and class options that this system can't fully take into account. A spellcaster might figure out a way to use a spell against the crowd without directly harming it (such as a spell that deals nonlethal damage in an area). When this happens, the GM should treat the crowd as if it failed its saving throw and apply the effects as best she can. Any nonlethal damage should reduce the crowd's tenacity (add an additional 50% reduction in tenacity if it is an area effect). Remember that the crowd doesn't take actions, so it can't be affected by conditions that impose penalties on attack rolls or reduce the number of actions the target can take. At the GM's discretion, a flashy spell cast at the crowd could catch the eye of local law enforcement.",
			"",
			"## Sample Crowds",
			"",
			"The following are just a few examples of crowds. On average, a crowd has a defense score equal to 10 + its CR, a tenacity equal to 40 + twice its CR, and a brawling damage of 1d6 plus half its CR (minimum 0). If necessary, a crowd's saving throw bonus is equal to its CR + 1.",
			"",
			">### Rowdy Patrons (CR 1)",
			">",
			">This group of drunken farmers, sailors, or laborers can be found in just about any tavern.",
			">",
			">**XP** 400; **Defense** 11; **Tenacity** 42; **Brawling Damage** 1d6",
			">",
			">### Ornery Pirates (CR 5)",
			">",
			">These old salts have been made tough by life on the open sea. They have an additional amount of tenacity equal to their CR (already included in their statistics).",
			">",
			">**XP** 1,600; **Defense** 15; **Tenacity** 55; **Brawling Damage** 1d6+2",
			">",
			">### Monstrous Posse (CR 10)",
			">",
			">Suitable for a bar whose clientele includes a number of monstrous humanoids, this group packs a punch. They deal 1d8 points of brawling damage instead of 1d6.",
			">",
			">**XP** 9,600; **Defense** 20; **Tenacity** 60; **Brawling Damage** 1d8+5"
		],
		"siblings": [
			"setting_up_a_bar_fight",
			"running_a_bar_fight",
			"bar_fight_crowds"
		],
		"parent_topics": [
			"specific_rulesets",
			"bar_fights"
		]
	},
	"dungeon_guides": {
		"name": "Dungeon Guides",
		"sources": [ "Dungeoneer's Handbook" ],
		"description": [
			"{SOURCE Dungeoneer's Handbook/14}",
			"",
			"Vast dungeons, megalithic towers, and submerged tombs are the focus of generations of scholarship and research. Any number of books have been written about these forsaken places - most, it must be said, scribed by sages who haven't been within a hundred miles of the sites in question. After all, few adventurers have the time or inclination to write scholarly tomes about their experiences, so it falls to researchers and chroniclers to piece together dungeon guides. To do so, they draw on books of lore and accounts of dungeons before the sites became the abodes of monsters, scour the diaries and reminiscences of retired adventurers, consult extraplanar intelligences, and fill in the gaps with wild guesswork.",
			"",
			"Dungeon guides vary in their reliability. Some read like tour guides of famous dungeons, dwelling on gory tales of monsters and exaggerated claims about treasure. Others are obsessive collections of picayune details, with hundreds of pages on honored animal cremation rituals or gnome pottery. Truly reliable guides are extremely rare, and some dungeon guides have become legends in their own right.",
			"",
			":HL[A dungeon guide serves two functions.] First, adventurers can consult it to obtain information regarding specific areas of the dungeon. Second, a dungeon guide can provide its reader bonuses on up to three skill checks. Anyone can consult the guide for information on the dungeon, but only readers who possess ranks in the skill associated with the text can benefit from the guide's skill bonuses."
		],
		"subtopics": [
			"consulting_a_guide",
			"improving_skill_checks",
			"format_and_gm_tips"
		],
		"siblings": [
			"bar_fights",
			"dungeon_guides",
			"firearms",
			"foraging",
			"harvesting_poisons",
			"herbalism",
			"infernal_contracts",
			"leadership",
			"pathfinder_chronicles",
			"salvaging",
			"siege_engines_uc",
			"spontaneous_alchemy",
			"vehicles"
		],
		"parent_topics": [ "specific_rulesets" ]
	},
	"consulting_a_guide": {
		"name": "Consulting a Guide",
		"subtitle": "Dungeon Guides",
		"sources": [ "Dungeoneer's Handbook" ],
		"description": [
			"{SOURCE Dungeoneer's Handbook/14}",
			"",
			"A PC may consult a dungeon guide whenever he enters a new room or area of the dungeon to learn more about his current location, similar to how one gains information by making a Knowledge check. Consulting a dungeon guide takes 10 minutes, and a dungeon guide may only be consulted once in a given area. A dungeon guide only makes sense in context, and thus cannot be consulted outside of the relevant dungeon except for the briefest and most general information about the dungeon in question.",
			"",
			"When a PC consults a dungeon guide, the GM makes an accuracy check for the guide by secretly rolling a d20 and adding the guide's accuracy modifier to the roll. The GM then compares the result of the accuracy check to the DC of the information being sought (see the Accuracy Check DCs table). A GM may modify these DCs at her discretion. If the result is equal to or greater than the accuracy check DC, the GM should give the PC a clue or some knowledge about an aspect of the area in question. For example, the book might mention some historical detail of the room's original purpose, how to disarm an obstructive mechanism, where an exit leads, or if the area is a good place to rest.",
			"",
			"If the dungeon guide's accuracy check fails by 4 or less, the book doesn't have any relevant information on the area in question. If the dungeon guide fails the check by 5 or more, the GM should provide the PC with seemingly true information that is actually inaccurate or dangerous in some way. For example, the guide might reveal that there is a trap in the room, but give the wrong location for it.",
			"",
			"If a PC possesses ranks in the dungeon guide's associated skill, he may attempt a skill check with the associated skill each time he consults the guide. If his check surpasses the guide's associated skill DC, the guide receives a +2 bonus on its next accuracy check and the PC cannot receive inaccurate information from the guide should it fail this accuracy check by 5 or more (in this case the PC simply receives no pertinent information from consulting the text that time).",
			"",
			"### Accuracy Check DCs",
			"",
			"| Task | DC |",
			"| --- | --- |",
			"| Determine a mechanism's function | 20 |",
			"| Determine whether an area is a safe place to rest | 20 |",
			"| Fill in the next area of the map | 25 |",
			"| Get a hint on how to solve a puzzle  | 25 |",
			"| Get a vague idea of nearby rooms | 20 |",
			"| Identify a commonly encountered dungeon denizen | 10 + creature's CR |",
			"| Identify a room's original purpose | 10 |",
			"| Locate a hidden trap | 10 + trap's CR |",
			"| Locate a nearby source of food or water | 15 |"
		],
		"siblings": [
			"consulting_a_guide",
			"improving_skill_checks",
			"format_and_gm_tips"
		],
		"parent_topics": [
			"specific_rulesets",
			"dungeon_guides"
		]
	},
	"improving_skill_checks": {
		"name": "Improving Skill Checks",
		"subtitle": "Dungeon Guides",
		"sources": [ "Dungeoneer's Handbook" ],
		"description": [
			"{SOURCE Dungeoneer's Handbook/15}",
			"",
			"Each dungeon guide can grant bonuses on up to three very specific skill checks both in and out of the dungeon. A PC who has ranks in the guide's associated skill can attempt a check with that skill while using the guide, which takes 1 minute. If she succeeds, she gains a circumstance bonus on one of the guide's listed skill checks (the amount of the bonus is listed with each skill), which the PC must make within 10 minutes. Failure indicates that the guide doesn't include helpful details pertaining to that specific check or that the PC was unable to understand the guide well enough to gain a bonus from it at that time. A PC cannot try again to improve a skill check, though she can attempt to gain the skill bonus on a different check. For example, a PC who fails to gain a bonus from her dungeon guide on dismantling a wooden trap may try to improve a later check with a different wooden trap. A PC cannot gain more than one bonus from a dungeon guide at a time."
		],
		"siblings": [
			"consulting_a_guide",
			"improving_skill_checks",
			"format_and_gm_tips"
		],
		"parent_topics": [
			"specific_rulesets",
			"dungeon_guides"
		]
	},
	"format_and_gm_tips": {
		"name": "Format and GM Tips",
		"subtitle": "Dungeon Guides",
		"sources": [ "Dungeoneer's Handbook" ],
		"description": [
			"{SOURCE Dungeoneer's Handbook/15}",
			"",
			"Each guide is keyed to a specific dungeon on Golarion, and can be a great boon to PCs delving into such sites. GMs can create their own dungeon guides by referencing these examples, which use the following format.",
			"",
			":HL[Dungeon Guide Title:] Either the title of the dungeon guide or the name most commonly associated with the text if it lacks a title.",
			"",
			":HL[Price:] The cost of a dungeon guide if it is available for purchase. A character may resell a dungeon guide for half of this amount.",
			"",
			":HL[Accuracy:] The accuracy bonus of the dungeon guide. This value is added to the guide's accuracy checks.",
			"",
			":HL[Associated Skill (DC):] A skill keyed to the dungeon guide and the DC of the skill check. If the character consulting the dungeon guide succeeds at an optional check for this skill, there's no chance he'll receive misleading information should the guide fail its accuracy check by 5 or more. A PC must succeed at an associated skill check in order to benefit from a guide's skill bonuses.",
			"",
			":HL[Description:] A description and brief history of the dungeon guide and which dungeon or dungeons it covers.",
			"",
			":HL[Skill Bonuses:] The kinds of skill checks bolstered by referencing the guide, the circumstances in which the skill checks must be made, and the bonuses granted on these checks.",
			"",
			"Notable dungeon guides can be found in {main/equipment_<Misc/ellaneous Equipment}.",
			"",
			"### GM Tips",
			"",
			"A GM may be hesitant to include dungeon guides in her campaign, since at first glance they might seem to eliminate the natural thrill and mystery of the dungeon by providing PCs with plenty of hints. This is not the purpose of dungeon guides, however - they should never give away all of a GM's secrets, but instead should be used to plant additional details, histories, and intrigue into the party's explorations. In addition, a dungeon guide always has some gaps in its knowledge, and won't include details on new dungeon additions or inhabitants that have moved in since the guide was written."
		],
		"siblings": [
			"consulting_a_guide",
			"improving_skill_checks",
			"format_and_gm_tips"
		],
		"parent_topics": [
			"specific_rulesets",
			"dungeon_guides"
		]
	},
	"firearms": {
		"name": "Firearms",
		"sources": [ "Ultimate Combat" ],
		"description": [
			"{SOURCE Ultimate Combat/135}",
			"",
			"Guns are not strangers to fantasy. The earliest authors of fantasy and weird fiction often included guns in their stories. Heroes like Burroughs's John Carter or Howard's Solomon Kane carried pistols alongside their swords, and it's hard to imagine a pirate ship without cannons blazing. These authors likely included guns because they are exciting, but also because the guns they chose were primitive ones - relatively unpredictable weapons, prone to misfire and malfunction. This made firearms excellent storytelling devices. Such weapons could cause hero or villain to falter or triumph, changing the action within the tale in a flash or a fizzle. Still, a firearm remains an ominous and terrible weapon in the hands of a skilled gunman.",
			"",
			"This section presents an anachronistic collection of hand-held black powder weapons. Most of them are singleshot muzzle-loaders with highly inefficient triggering mechanisms - traditional sword and sorcery firearms. More advanced firearms are also presented for those brave enough to mix their fantasy with a technology much closer to that of the Old West than the slow and unstable weapons that gave musketeers their name. If you are interested in letting such weapons in your game, do so with the following warning: Advanced guns can substantially change the assumptions of your game world, in the same way that they changed the face of warfare in the real world. If you like your fantasy to be of the more traditional variety, stand clear. Or, better yet, run for cover."
		],
		"parent_topics": [ "specific_rulesets" ],
		"subtopics": [
			"firearms_in_your_campaign",
			"firearm_rules",
			"firearm_description"
		],
		"siblings": [
			"bar_fights",
			"dungeon_guides",
			"firearms",
			"foraging",
			"harvesting_poisons",
			"herbalism",
			"infernal_contracts",
			"leadership",
			"pathfinder_chronicles",
			"salvaging",
			"siege_engines_uc",
			"spontaneous_alchemy",
			"vehicles"
		]
	},
	"firearms_in_your_campaign": {
		"name": "Firearms in Your Campaign",
		"sources": [ "Ultimate Combat" ],
		"description": [
			"{SOURCE Ultimate Combat/135}",
			"",
			"Firearms and gunslingers are not for every campaign, and even if you are excited about introducing firearms into your campaign, you should still make a decision about how commonplace they are. The following are broad categories of firearm rarity and the rules that govern them. Pathfinder's world of Golarion uses the rules for emerging guns, which is also the default category of gun rarity detailed in this Pathfinder RPG supplement.",
			"",
			":HL[No Guns:] If you do not want guns in your campaign, simply don't allow the rules that follow. The Pathfinder Roleplaying Game plays perfectly well without them.",
			"",
			":HL[Very Rare Guns:] Early firearms are rare; advanced firearms, the gunslinger class, the {feat/Amateur Gunslinger} feat, and archetypes that use the firearm rules do not exist in this type of campaign. Firearms are treated more like magic items - things of wonder and mystery - rather than like things that are mass-produced. Few know the strange secrets of firearm creation. Only NPCs can take the {feat/Gunsmithing} feat.",
			"",
			":HL[Emerging Guns:] Firearms become more common. They are mass-produced by small guilds, lone gunsmiths, dwarven clans, or maybe even a nation or two - the secret is slipping out, and the occasional rare adventurer uses guns. The baseline gunslinger rules and the prices for ammunition are for this type of campaign. Early firearms are available, but are relatively rare. Adventurers who want to use guns must take the {feat/Gunsmithing} feat just to make them feasible weapons. Advanced firearms may exist, but only as rare and wondrous items - the stuff of high-level treasure troves.",
			"",
			":HL[Commonplace Guns:] While still expensive and tricky to wield, early firearms are readily available. Instead of requiring the {feat/Exotic Weapon Proficiency} feat, all firearms are martial weapons. Early firearms and their ammunition cost 25% of the amounts listed, but advanced firearms and their ammunition are still rare and cost the full price to purchase or craft.",
			"",
			":HL[Guns Everywhere:] Guns are commonplace. Early firearms are seen as antiques, and advanced firearms are widespread. Firearms are simple weapons, and early firearms, advanced guns, and their ammunition are bought or crafted for 10% of the cost listed. The gunslinger loses the gunsmith class feature and instead gains the gun training class feature at 1st level."
		],
		"parent_topics": [
			"specific_rulesets",
			"firearms"
		],
		"siblings": [
			"firearms_in_your_campaign",
			"firearm_rules",
			"firearm_description"
		]
	},
	"firearm_rules": {
		"name": "Firearm Rules",
		"sources": [ "Ultimate Combat" ],
		"description": [
			"{SOURCE Ultimate Combat/135}",
			"",
			"Firearms work differently from other ranged projectile weapons - they instead use the following rules.",
			"",
			":HL[Firearm Proficiency:] The {feat/Exotic Weapon Proficiency/ (firearms)} feat allows you to use all firearms without penalty. A nonproficient character takes the standard -4 penalty on attack rolls with firearms, and a nonproficient character who loads a firearm increases all misfire values by 4 for the shots he loads.",
			"",
			"Even though the {feat/Exotic Weapon Proficiency/ (firearms)} feat grants you proficiency with all firearms, anytime you take a feat that modifies a single type of weapon (such as {feat/Weapon Focus} or {feat/Rapid Reload}), you must still pick one specific type of firearm (such as musket, axe musket, blunderbuss, pistol, or double pistol) for that feat to affect.",
			"",
			"All firearms are part of the same weapon group for the purposes of the fighter's weapon training class feature.",
			"",
			":HL[Capacity:] A firearm's capacity is the number of shots it can hold at one time. When making a full-attack action, you may fire a firearm as many times in a round as you have attacks, up to this limit, unless you can reload the weapon as a swift or free action while making a full-attack action. In the case of early firearms, capacity often indicates the number of barrels a firearm has. In the case of advanced firearms, it typically indicates the number of chambers the weapon has.",
			"",
			":HL[Range and Penetration:] Armor, whether manufactured or natural, provides little protection against the force of a bullet at short range.",
			"",
			":HL[Early Firearms:] When firing an early firearm, the attack resolves against the target's touch AC when the target is within the first range increment of the weapon, but this type of attack is not considered a touch attack for the purposes of feats and abilities such as {feat/Deadly Aim}. At higher range increments, the attack resolves normally, including taking the normal cumulative -2 penalty for each full range increment. Unlike other projectile weapons, early firearms have a maximum range of five range increments.",
			"",
			":HL[Advanced Firearms:] Advanced firearms resolve their attacks against touch AC when the target is within the first five range increments, but this type of attack is not considered a touch attack for the purposes of feats such as {feat/Deadly Aim}. At higher range increments, the attack resolves normally, including taking the normal cumulative -2 penalty for each full-range increment. Advanced firearms have a maximum range of 10 range increments.",
			"",
			":HL[Loading a Firearm:] You need at least one hand free to load one-handed and two-handed firearms. In the case of two-handed firearms, you hold the weapon in one hand and load it with the other - you only need to hold it in two hands to aim and shoot the firearm. Loading siege firearms requires both hands, and one hand usually manipulates a large ramrod (which can be wielded as a club in combat).",
			"",
			"The {feat/Rapid Reload} feat reduces the time required to load one-handed and two-handed firearms, but this feat does not reduce the time it takes to load siege firearms.",
			"",
			"Loading any firearm provokes attacks of opportunity. Other rules for loading a firearm depend on whether the firearm is an early firearm or an advanced firearm.",
			"",
			":HL[Early Firearms:] Early firearms are muzzle-loaded, requiring bullets or pellets and black powder to be rammed down the muzzle. If an early firearm has multiple barrels, each barrel must be loaded separately. It is a standard action to load each barrel of a one-handed early firearm and a full-round action to load each barrel of a two-handed early firearm. It takes three full-round actions by one person to load a siege firearm. This can be reduced to two full-round actions if more than one person is loading the cannon.",
			"",
			":HL[Advanced Firearms:] Advanced firearms are chamber-loaded. It is a move action to load a one-handed or two-handed advanced firearm to its full capacity. The {feat/Rapid Reload} feat reduces this to a free action.",
			"",
			":HL[Misfires:] If the natural result of your attack roll falls within a firearm's misfire value, that shot misses, even if you would have otherwise hit the target. When a firearm misfires, it gains the broken condition. While it has the broken condition, it suffers the normal disadvantages that broken weapons do, and its misfire value increases by 4 unless the wielder has gun training in the particular type of firearm (see the {class/gunslinger} class). In that case, the misfire value increases by 2 instead of 4.",
			"",
			":HL[Early Firearms:] If an early firearm with the broken condition misfires again, it explodes. When a nonmagical firearm explodes, the weapon is destroyed. Magical firearms are wrecked, which means they can't fire until they are fully restored (which requires either the make whole spell or the {feat/Gunsmithing} feat). When a gun explodes, pick one corner of your square - the explosion creates a burst from that point of origin. Each firearm has a burst size noted in parentheses after its misfire value. Any creature within this burst (including the firearm's wielder) takes damage as if it had been hit by the weapon - a DC 12 Reflex save halves this damage.",
			"",
			":HL[Advanced Firearms:] Advanced firearms can misfire, but when they do, they only gain the broken condition. A further misfire does not cause advanced firearms to explode.",
			"",
			":HL[Ammunition:] Firearm ammunition takes two forms: either black powder and shot (either bullets or pellets) or cartridges. Unlike other types of ammunition, firearm ammunition is destroyed when it is used, and has no chance of being retrieved on a miss. No part of a cartridge can be reused to create new cartridges. Firearm ammunition cannot be treated with poison, unless you are using a pitted bullet.",
			"",
			":HL[Concealing Firearms:] Like light weapons and hand crossbows, one-handed firearms are easy to conceal on your person. Some smaller firearms (like the coat pistol) can grant bonuses to conceal a weapon on your person.",
			"",
			":HL[Inappropriately Sized Firearms:] You cannot make optimum use of a firearm that is not properly sized for you. A cumulative -2 penalty applies on attack rolls for each size category of difference between your size and the size of the firearm. If you are not proficient with the firearm, a -4 nonproficiency penalty also applies. The size of a firearm never affects how many hands you need to use to shoot it, the exception being siege firearms and Large or larger creatures. In most cases, a Large or larger creature can use a siege firearm as a two-handed firearm, but the creature takes a -4 penalty for using it this way because of its awkwardness.",
			"",
			":HL[Bucklers:] You can use a one-handed or two-handed firearm without penalty while carrying a buckler.",
			"",
			":HL[Fire while Prone:] Firearms, like crossbows, can be fired while their wielders are prone.",
			"",
			":HL[Firearms, Black Powder, and Water:] Black powder becomes useless when exposed to water, but powder horns and cartridges protect black powder from exposure. You cannot normally load an early firearm underwater or fire any firearm underwater without magical aid.",
			"",
			":HL[Deflecting and Snatching Bullets:] The {feat/Deflect Arrows} feat and the {feat/Snatch Arrows} feat can be used to deflect bullets, but not pellets shot from a scatter weapon. Neither of these feats can be used to deflect siege firearm attacks."
		],
		"parent_topics": [
			"specific_rulesets",
			"firearms"
		],
		"siblings": [
			"firearms_in_your_campaign",
			"firearm_rules",
			"firearm_description"
		]
	},
	"firearm_description": {
		"name": "Firearm Description",
		"sources": [ "Ultimate Combat" ],
		"description": [
			"{SOURCE Ultimate Combat/137}",
			"",
			"There are two general categories of firearms: early and advanced.",
			"",
			"Firearms are further divided into one-handed, two-handed, and siege firearms. As the category's name implies, one-handed firearms need only one hand to wield and shoot. Two-handed firearms work best when you use two hands while shooting them. Two-handed firearms can be shot with one hand at a -4 penalty on the attack roll. Siege weapons are typically mounted on some sort of platform, movable or otherwise, and have greater power but a much slower rate of fire.",
			"",
			"### Early Firearms",
			"",
			"Early firearms are typically matchlock, wheellock, or flintlock weapons, and require more finesse and care to use than advanced firearms. Early firearms are muzzle-loaded, requiring a bullet and powder (or other special alchemical substances) to be shoved down the barrel before the weapon is fired. Early firearm ammunition can be loaded from a cartridge, but that cartridge is made of soft material (like paper or cloth) that is torn open so that the contents may be shoved down the barrel.",
			"",
			"### Advanced Firearms",
			"",
			"Advanced firearms are more reliable and accurate than early firearms. The ammunition of an advanced firearm takes the form of metal (usually brass) cartridges that are loaded into a chamber rather than shoved down the muzzle.",
			"",
			"### Firearm Ammunition and Adventuring Gear",
			"",
			"Those who wield guns have a number of options when it comes to loading their weapons, and often need gunsmith's kits to provide proper care and upkeep for their firearms.",
			"",
			"Firearms and gear can be found [here](main/equipment_firearms)."
		],
		"parent_topics": [
			"specific_rulesets",
			"firearms"
		],
		"siblings": [
			"firearms_in_your_campaign",
			"firearm_rules",
			"firearm_description"
		]
	},
	"foraging": {
		"name": "Foraging",
		"subtitle": "Specific Rulesets",
		"sources": [ "Ultimate Wilderness" ],
		"description": [
			"{SOURCE Ultimate Wilderness/134}",
			"",
			"These foraging techniques assume a search in a typically bountiful wilderness area. The exact time required to forage for supplies depends on the specific supplies desired and the type of terrain being searched, as does the DC of the skill check to successfully forage, as listed on Table 4-4 below. As a general rule, a character who spends more than 8 hours per day foraging becomes fatigued.",
			"",
			"The base amount of time required to forage for supplies depends on the type of supplies you're searching for, as listed in each supply category below. When foraging, multiply this base time by the terrain's \"forage factor\" as listed on the table below. Whether the terrain in question counts as standard, barren, or abundant depends on the type of terrain being searched, what is begin searched for, and the GM's discretion (for example, a remote shoreline may qualify as abundant for the purposes of foraging for tools and weapons, but barren for the purposes of foraging for herbs), but in most cases, the standard category should be used. Rugged terrain includes all terrain with difficult physical obstacles (numerous steep mountainsides or cliffs, particularly dense undergrowth, or any other terrain where the searcher's movement type is impeded), and its forage factor stacks with other forage factors for different types of terrain.",
			"",
			"### Table 4-4: Foraging",
			"",
			"| Type of Terrain | Forage Factor | Forage DC |",
			"| --- | --- | --- |",
			"| Standard | &times;1 | 15 |",
			"| Barren | &times;2 | 20 |",
			"| Abundant | &times;1/2 | 10 |",
			"| Terrain is rugged | &times;2 | +5 |",
			"",
			"Time spent to forage for supplies need not be consecutive and can be split over multiple days. Once the required time has passed, attempt a skill check against the appropriate forage DC as indicated on the table above; typically this is a Survival check, but searching for some types of supplies sometimes allows the substitution of a different skill.",
			"",
			"When a character attempts to forage for supplies, he must choose what kind of supplies he is searching for from the broad categories detailed below.",
			"",
			":HL[Alchemical Supplies and Material Components:] Many alchemical supplies and material components can be found in the wilderness. You can forage enough supplies to approximate the contents of an alchemy crafting kit or a spell component pouch with a successful Survival check and 2d4 hours of effort, but the GM can rule that certain components simply aren't available in an area (for example, bat guano cannot be foraged in terrain where no bats live). If a component is unavailable in the area but its cost remains negligible, you can create a rudimentary substitute component from your foraged supplies with a successful Craft (alchemy) or Spellcraft check and 1 hour of effort (DC = 15 + double the level of the extract or spell). An extract or spell cast with such an improvised substitute has a 20% chance of failure (in addition to any other chance of failure). Focus components or costly material components cannot be foraged.",
			"",
			":HL[Herbs:] Foraging for specific herbs requires a {skill/Knowledge (nature)} or {skill/Profession/ (herbalist)} check and follows special rules.",
			"",
			":HL[Repair Materials and Improvised Tools:] A period of 1d6 hours and a successful Survival check are enough to forage rudimentary supplies to perform field repairs for damaged equipment when the proper tools and supplies are not available. On a successful check, a character gathers the equivalent of 2d6 gp in raw materials. She must still spend the time and attempt Craft or Spellcraft skill checks as normal to use these materials to repair an object, but she takes a -5 penalty on the check due to the foraged nature of the materials used. Repair materials gathered in this way cannot be sold.",
			"",
			"If these gathered materials are instead used to craft improvised tools, a successful forage check gathers only the equivalent of 1d6 gp in raw materials. A Craft or Spellcraft check to repair an object or to craft an improvised tool with foraged supplies always fails on a natural 1.",
			"",
			":HL[Weapons:] Functional clubs and quarterstaves can be foraged with 10 minutes of foraging in any area with trees or wood; in other regions, clubs and quarterstaves require 1d4 hours of searching and function as improvised weapons. At the GM's discretion, other improvised weapons can be foraged.",
			"",
			"### Options for Foraging",
			"",
			"At the GM's discretion, the following additional rules can be applied to foraging.",
			"",
			"Encounters while Foraging: If you use wandering monsters in your game, you should consider checking for a random encounter once per foraging expedition.",
			"",
			":HL[Exhausting Resources:] At the GM's discretion, a region can eventually be exhausted of supplies viable for foraging.",
			"",
			"Foraging while Traveling: You can forage while traveling, but doing so doubles the amount of time required to forage and halves your overall distance traveled. If you move through multiple types of terrain, use the least advantageous forage factor and forage DC of the terrains traveled through.",
			"",
			":HL[Group Foraging:] Characters can always take the aid another action to improve a character's skill check to forage; when they do so, they need not remain adjacent to the creature they are aiding.",
			"",
			":HL[Swift Foraging:] A character can attempt to forage more quickly by increasing the required DC by 10; doing so cuts the time taken to forage in half."
		],
		"parent_topics": [ "specific_rulesets" ],
		"siblings": [
			"bar_fights",
			"dungeon_guides",
			"firearms",
			"foraging",
			"harvesting_poisons",
			"herbalism",
			"infernal_contracts",
			"leadership",
			"pathfinder_chronicles",
			"salvaging",
			"siege_engines_uc",
			"spontaneous_alchemy",
			"vehicles"
		]
	},
	"harvesting_poisons": {
		"name": "Harvesting Poisons",
		"subtitle": "Specific Rulesets",
		"sources": [ "Ultimate Wilderness" ],
		"description": [
			"{SOURCE Ultimate Wilderness/142}",
			"",
			"While some think of poison as an assassin's tool, the herbalists and naturalists of the world know that poison carries in it no more inherent evil than fire or water. Indeed, in the wildlands of the world, harvesting poison to give a hunter an edge or to aid in the production of antivenom is a time-honored practice.",
			"",
			"While Craft (alchemy) is necessary to brew long-lasting poisons, there are many natural sources of poison in the world, and poison crafters who wish to avoid the expense of purchasing raw ingredients may seek to harvest poison from natural sources instead. The following section presents rules for harvesting poisons from the wild.",
			"",
			"Unless a dose of harvested poison is preserved (see Preserving Harvested Poison), it remains potent for 24 hours after it is harvested.",
			"",
			":HL[Harvesting from Dead Creatures:] Once a venomous creature is slain, its venom sacs can be removed, allowing 1 or more doses of its venom to be harvested for later use. In order to harvest venom, the creature must have been dead for less than 24 hours. Every hour the source creature has been dead reduces the lifespan of the harvested poison by an hour. Removing venom sacs is a messy and time-consuming process, requiring 10 minutes of work, access to surgical tools, and a container to store the venom in. If proper surgical tools are not available, a dagger or other light slashing weapon can be used, although this imposes a -2 penalty on checks to harvest the venom. The harvester must succeed at a Survival check (DC = 15 + the dead creature's CR) in order to successfully harvest poison. On a success, the harvester acquires a single dose of the creature's venom, plus 1 additional dose for every 5 by which the result of this check exceeded the DC (to a maximum number of doses equal to the creature's Constitution modifier, minimum 1). Failing the check causes all of the venom to be lost. Failure by 5 or more exposes the harvester to 1d3 doses of the creature's venom unless she has the poison use class feature.",
			"",
			":HL[Harvesting Poison from Hazards:] Some hazards, such as poison oak and spider vines, feature poisons that can be harvested by those who know how to do so. This process requires 1 hour and an alchemist's lab or alchemy crafting kit. If the harvester succeeds at a Survival check (DC = 15 + the hazard's CR), she collects 1 dose of poison. Harvesting poison from a hazard in this way requires getting close enough to it to touch it, which may expose the harvester to the hazard's effects.",
			"",
			":HL[Milking Venom:] Venom can be harvested from a living creature without harming the creature, although the process is dangerous unless the creature has been trained for that specific purpose (see the {skill/Handle Animal} skill). For most venomous creatures, this involves stretching a thin canvas over a jar or vial and then coaxing the creature to bite into the canvas before massaging its venom glands, causing the venom to drip from its fangs into the container. Similar methods are used for creatures that deliver venom in other ways, such as with a stinger.",
			"",
			"Milking a single dose of poison from a creature takes 10 minutes of work and requires a successful Handle Animal check (DC = 10 + the donor's Hit Dice + the donor's Wisdom modifier). Failure by less than 5 indicates that the venom is not collected, but the handler suffers no other ill effect. Failure by 5 or more indicates that the creature bites, stings, or otherwise injects the handler with its venom. It automatically hits the handler with one of its natural attacks that delivers its poison, and it applies the effects of the attack normally. The creature might continue to attack the handler after doing so, possibly initiating combat. Milking venom from a cooperative intelligent creature doesn't require a Handle Animal check but presents a 5% chance of exposure to the venom.",
			"",
			"A creature can produce a number of doses of venom in this way each day equal to its Constitution modifier (minimum 1). A creature that is milked of venom this many times in one day (whether or not the attempts are successful) loses its poison special ability until the next time it rests.",
			"",
			":HL[Preserving Harvested Poison:] Poison harvested from a creature or hazard remains potent for 24 hours. If a character wishes to preserve harvested poison for a longer period, she must treat it alchemically, as if crafting the poison with Craft (alchemy) but using the poison dose as the raw ingredients normally needed to brew a dose of the poison and thus avoiding the gp cost to craft the poison."
		],
		"parent_topics": [ "specific_rulesets" ],
		"subtopics": [ "crafting_antivenom" ],
		"siblings": [
			"bar_fights",
			"dungeon_guides",
			"firearms",
			"foraging",
			"harvesting_poisons",
			"herbalism",
			"infernal_contracts",
			"leadership",
			"pathfinder_chronicles",
			"salvaging",
			"siege_engines_uc",
			"spontaneous_alchemy",
			"vehicles"
		]
	},
	"crafting_antivenom": {
		"name": "Crafting Antivenom",
		"subtitle": "Specific Rulesets",
		"tags": "poison",
		"sources": [ "Ultimate Wilderness" ],
		"description": [
			"{SOURCE Ultimate Wilderness/143}",
			"",
			"While {eq-misc/antitoxin}, as presented in the Pathfinder RPG Core Rulebook, presents a generalized tool for protecting oneself from poison, more specialized antivenoms can provide even greater protection against specific poisons. Creating a dose of antivenom requires a dose of the specific poison that the antivenom is designed to protect against.",
			"",
			":HL[Antivenom Effects:] A single dose of antivenom automatically neutralizes the first exposure of the specific poison it is made to combat and provides a +8 alchemical bonus on saving throws against additional exposure to that specific poison; this bonus decreases by 1 every hour, until the effect ends after 8 hours.",
			"",
			":HL[Crafting Antivenom:] To create a dose of antivenom, a living creature must first be exposed to a half dose of the poison in question. The creature suffers the poison's effects normally, except the saving throw DC to resist the poison is reduced by 2. In order to be able to produce antivenom, the creature must succeed at the necessary saving throws to be cured of the poison. If the poison's duration expires without the creature being cured, no antivenom can be harvested.",
			"",
			"Once the creature has resisted the poison's effects, a viable sample of the creature's blood can be extracted with a successful DC 20 Craft (alchemy) or Heal check. This blood must then be refined to extract the natural antibodies that combat the poison in a process that takes 1 hour and requires a successful Craft (alchemy) check (DC = 5 + the poison's saving throw DC). Success yields 1 dose of antivenom.",
			"",
			"Antivenom can also be harvested in the same fashion from a creature that has been afflicted by a full dose of poison, rather than a creature deliberately given a half dose for this purpose. Regardless of how much poison the creature is exposed to, the antibodies in its system can be harvested only for 24 hours after it has recovered from the poison.",
			"",
			":HL[Purchasing Antivenom:] Antivenom is not particularly expensive, but because it is highly specialized, it can be difficult to find. A dose of antivenom has a market price equal to half the market price of a dose of the poison in question, but it is treated as though its price were five times the market price of the poison for the purposes of determining its availability in any given settlement. Alternatively, if 1 or more doses of the poison in question can be provided, most alchemists will supply as much antivenom as they can produce from the doses for a fee of 10% of the market price of the poison."
		],
		"parent_topics": [
			"specific_rulesets",
			"harvesting_poisons"
		],
		"siblings": [ "crafting_antivenom" ]
	},
	"herbalism": {
		"name": "Herbalism",
		"subtitle": "Specific Rulesets",
		"sources": [ "Ultimate Wilderness" ],
		"description": [
			"{SOURCE Ultimate Wilderness/152}",
			"",
			"Herbs and useful plants and fungi abound in most wilderness regions, and while these valuable plants can be obtained in special markets or shops, the skilled herbalist knows where to go to gather these resources by hand in the wild.",
			"",
			":HL[Gathering Herbs:] Gathering herbs is similar to foraging and can be accomplished while you are traveling or as your sole activity during an 8-hour period. If you gather herbs while traveling, your overland speed is halved. Spending 8 hours doing nothing but gathering herbs from the area grants 1 additional yield of each herb you're gathering. When you start your day of herb gathering, you must declare which herb you are looking for. If you have 5 ranks of Profession (herbalist), you can search for two different types of herbs at once, and for each additional 5 ranks you have in this skill, you can search for one additional herb, to a maximum of 5 herbs at once if you have 20 ranks in Profession (herbalist).",
			"",
			"Each herb listed has a gather DC. At the end of the time spent gathering, attempt a Profession (herbalist) or Knowledge (nature) check against each herb's gather DC. If the terrain you are searching in is one of your favored terrains, you can attempt a Survival check instead. If the herb in question is present in the region you searched (this is always subject to the GM's discretion), success results in a single yield of that herb. Success by 5 or more grants 1 extra yield. Success by 10 or more grants 2 extra yields.",
			"",
			"A single yield of herb weighs 1/10 of a pound unless otherwise noted in its yield section in its stats.",
			"",
			"In addition to determining whether a particular herb is available to gather in a region, the GM also determines how many attempts to gather that herb can be attempted in the region. Typically, a region can support 1d4 herb-gathering expeditions before the herbs must be given 2d6 months to regrow.",
			"",
			":HL[Preparing Herbs:] Most herbs must be prepared to unlock their potency. If this is the case for an herb, its stat block describes the method required to process it, the Craft (alchemy) DC to accomplish this task, and the amount of time needed to do so. A Profession (herbalist) check can be conducted instead of a Craft (alchemy), but the DC of the check to prepare the herb increases by 5 in this case. If the preparer fails this check by 5 or more, the dose of the herb is ruined; if she fails by less, she can try again with the same herbs.",
			"",
			":HL[Preparing Multiple Herbs:] An herbalist can normally prepare one type of herb per day, but she can prepare a number of doses of that single type of herb equal to her ranks in Profession (herbalist). An herbalist with 7 or more ranks in Profession (herbalist) can simultaneously prepare a second type of herb. At 14 ranks in Profession (herbalist), the character can prepare up to three types of herbs at the same time.",
			"",
			":HL[Herb Lifespan:] A raw, unprepared herb spoils 24 hours after it is harvested. A prepared herb spoils after 1 month unless otherwise noted in its Use entry.",
			"",
			"You can find herbs under [miscellaneous equipment](main/equipment_misc).",
			"",
			"### Herbs",
			"",
			"The herbs presented above are intended to represent a wide range of helpful plants; you can use these as examples for the creation of new herbs. Each herb is presented in its own stat block.",
			"",
			"The first line of the block presents the name and the price the herb is sold for in markets and herbalist shops. This is followed by a brief description of the herb's appearance.",
			"",
			"The next entry provides the DC of the Profession (herbalist) check to find and gather the herb with a day's worth of work. This is followed by the yield - the base number of doses that can be gathered each day. Extra yields can be gained with greater success on a gathering roll or by taking an entire day to do nothing but gather herbs.",
			"",
			"After that, the block provides the terrain the herb appears in. This is followed by information about how the herb must be prepared in order for it to be used. Finally, the use for the prepared herb is detailed at the end of the stat block. Applying, eating, or using a prepared herb typically requires a standard action that provokes attacks of opportunity, unless otherwise specified in the description."
		],
		"parent_topics": [ "specific_rulesets" ],
		"siblings": [
			"bar_fights",
			"dungeon_guides",
			"firearms",
			"foraging",
			"harvesting_poisons",
			"herbalism",
			"infernal_contracts",
			"leadership",
			"pathfinder_chronicles",
			"salvaging",
			"siege_engines_uc",
			"spontaneous_alchemy",
			"vehicles"
		]
	},
	"siege_engines_uc": {
		"name": "Siege Engines",
		"sources": [ "Ultimate Combat" ],
		"description": [
			"{SOURCE Ultimate Combat/158}",
			"",
			"A classic trope of fantasy warfare is the storming of a castle or other large fortification. Whether the PCs are leading a brave and desperate defense of a lonely bastion against an overwhelming army of darkness, or overseeing the fight to overthrow an evil ruler and cast down his mighty fortress, a fight along the battlements can fire the imagination of a jaded player who has grown bored with one-on-one hacking. While historical sieges often depended more on disease and starvation for victory than anything else, the thrill for players is likely to come more from bombardment and assault with an array of siege engines, and countering the massive engines of their enemies with their own.",
			"",
			"[The basic rules for siege engines from the Core Rulebook are found here](rule/siege_engines). The following new options for siege engines both supplement and expand upon those rules. If the rules ever appear to be in conflict, use the rules below."
		],
		"parent_topics": [ "specific_rulesets" ],
		"subtopics": [
			"siege_engine_rules",
			"siege_engine_qualities",
			"structure_hardness_and_hit_points"
		],
		"siblings": [
			"bar_fights",
			"dungeon_guides",
			"firearms",
			"foraging",
			"harvesting_poisons",
			"herbalism",
			"infernal_contracts",
			"leadership",
			"pathfinder_chronicles",
			"salvaging",
			"siege_engines_uc",
			"spontaneous_alchemy",
			"vehicles"
		]
	},
	"infernal_contracts": {
		"name": "Infernal Contracts",
		"sources": [ "Book of the Damned" ],
		"description": [
			"{SOURCE Book of the Damned/5}",
			"",
			"The best known and most direct form of diabolical corruption, infernal contracts form a binding tie between a devil and a mortal. Such contracts take a variety of forms, typically parodying the laws and terminology of the mortal's society. An infernal contract takes the form of an offer, usually for extravagant goods or seemingly impossible services, presented by a devil to a mortal who has summoned it for exactly such a purpose. These contracts are exceptionally powerful and can alter lives - or even reality - in diverse ways for those who agree to sign such hellish documents. In return for fulfilling the terms of the contract, the devil receives the mortal's soul when the signer dies or at whatever time the contract specifies. While a mortal's soul is nearly always the target of such contracts, oftentimes devils occlude their desires, either within confusing legalese, sub-articles, and addenda, or by tailoring their fulfillment of the contract to provide the contractee with the means to damn himself. Thus, some infernal contracts are simple accounts of a blasphemous exchange, while others are rambling documents cloaking diabolical intentions. While more complex agreements are better at hiding a devil's desires, they might offer clever mortals opportunities to escape damnation.",
			"",
			"Infernal contracts are an expression of a timeless truth: mortals always desire more. Many mortals dream of worldly wealth and otherworldly power, but in the vast planar scheme, their existences are brief and their bargaining power limited. The devils of Hell offer a way around such limitations. Banking on mortals' ignorance of how the multiverse works and the true value of their intangible souls, devils offer mortals the fulfillment of this dream for what appears to be no price at all. To seal the bargain and prove their honesty, they create officious infernal contracts - elaborate written promises no less binding than the chains of Hell.",
			"",
			"Of Hell's contract makers, {monster/phistophilus/es} - also called contract devils - are considered the finest authors of infernal bargains. The rulers of Hell - Asmodeus, the archdevils, the infernal dukes, and the malebranche - are also storied deal makers. But infernal contracts are not the purview of contract writers alone. The forces of Hell stand as a largely unified threat against mortal life, and most specimens among the legions of devilkind can requisition tools from a vast, treacherous arsenal. Thus, a mortal encounter with nearly any devil has the potential to end in an offer: What would you give for greatness?"
		],
		"parent_topics": [ "specific_rulesets" ],
		"subtopics": [
			"variant_contracts",
			"negotiating_contracts",
			"creating_contracts",
			"researching_contracts",
			"escaping_contracts",
			"sample_contracts"
		],
		"siblings": [
			"bar_fights",
			"dungeon_guides",
			"firearms",
			"foraging",
			"harvesting_poisons",
			"herbalism",
			"infernal_contracts",
			"leadership",
			"pathfinder_chronicles",
			"salvaging",
			"siege_engines_uc",
			"spontaneous_alchemy",
			"vehicles"
		]
	},
	"variant_contracts": {
		"name": "Variant Contracts",
		"subtitle": "Infernal Contracts",
		"sources": [ "Book of the Damned" ],
		"description": [
			"{SOURCE Book of the Damned/202}",
			"",
			"Before exploring the intricacies of the infernal contract, it should be noted that other fiends are often willing to enter into contracts with mortals as well. Lawful evil fiends are generally the most trustworthy in this regard. Neutral evil fiends usually honor a contract as long as they get something out of the bargain or feel like they come out ahead, while chaotic evil fiends will almost always look to cheat or blatantly disregard the wording of a contract. All contracts with non-devil fiends carry with them a markedly increased level of risk to the mortal, and in many cases, the only possible outcome of such a foolish endeavor is the forfeiture of the mortal's soul - yet there are always extenuating circumstances that make the forging of such a risky contract a viable (or perhaps the only) option. For example, a king might agree to sign a contract with a powerful demon, knowing full well that the demon will break the contract, yet if signing the contract can buy even a few extra hours for a group of adventurers to attempt a desperate gambit to save the kingdom, such a sacrifice may be worth it in the end. How a non-devil fiend honors a contract is generally left up to the GM, but the basic mechanics work as for infernal contracts."
		],
		"parent_topics": [
			"specific_rulesets",
			"infernal_contracts"
		],
		"siblings": [
			"variant_contracts",
			"negotiating_contracts",
			"creating_contracts",
			"researching_contracts",
			"escaping_contracts",
			"sample_contracts"
		]
	},
	"negotiating_contracts": {
		"name": "Negotiating Contracts",
		"subtitle": "Infernal Contracts",
		"sources": [ "Book of the Damned" ],
		"description": [
			"{SOURCE Book of the Damned/203}",
			"",
			"Not every devil is interested in entering into a contract. Most devils focus their energies on fulfilling orders from diabolical superiors, and others simply prefer not to waste time negotiating with mortals. If a remarkable mortal presents herself, though, a devil might be convinced to enter into a bargain.",
			"",
			"At its most basic level, an infernal contract is a simple trade. The devil provides whatever the mortal requests (within the devil's power) and in exchange receives the signee's immortal soul, to be delivered to the devil at the moment of the mortal's death.",
			"",
			"Some devils, such as {monster/pit fiend/s}, can grant {spell/wish/es}, effectively giving a mortal almost anything she desires. In the case of such powerful devils, the terms of a contract should be agreed upon between a player and the GM.",
			"",
			"Less potent devils don't have the power to grant wishes, but they can certainly still create more specific sorts of infernal contracts, such as the ones detailed at the end of this article. In all of these cases, the price is the same - the mortal signee's soul, which is damned to Hell upon the mortal's death.",
			"",
			"At the GM's discretion, a devil might accept some payment other than the signee's soul. In any situation, what the devil gains should be significant and unique, such as a one-of-a-kind object or even an artifact. Alternatively, it might require the mortal to commit an act that's certain to damn her soul, such as destroying a good or chaotic artifact, murdering 1,000 innocents, or turning traitor against family, nation, race, or religion.",
			"",
			"Devils generally don't enter into infernal contracts with evil creatures, as such creatures' souls are already bound for evil-aligned planes. In any case, regardless of a mortal's intentions or any potentially positive results, entering into an infernal contract is always a lawful and evil act."
		],
		"parent_topics": [
			"specific_rulesets",
			"infernal_contracts"
		],
		"siblings": [
			"variant_contracts",
			"negotiating_contracts",
			"creating_contracts",
			"researching_contracts",
			"escaping_contracts",
			"sample_contracts"
		]
	},
	"creating_contracts": {
		"name": "Creating Contracts",
		"subtitle": "Infernal Contracts",
		"sources": [ "Book of the Damned" ],
		"description": [
			"{SOURCE Book of the Damned/203}",
			"",
			"Once terms have been agreed to, a devil has to create the infernal contract. Contract devils have the easiest time of this, making use of their infernal contract ability to instantly generate such a document. Devils of demigod-level power can likewise instantly call tailor-made infernal contracts into being as though they also had the infernal contract ability, though the effects they can create prove more potent and variable. Other devils can also produce infernal contracts but might have to employ less immediate techniques.",
			"",
			"Barring any extraordinary circumstances, most devils with the {spell/greater teleport} ability know a place they can go to have an infernal contract created. This might involve opening a portal back to Hell, finding a contract devil lurking on the same mortal world, or other means. In any case, the devil can use this method to have an infernal contract made to meet its needs. However, doing so takes time. The Creation Time entry listed in each contract's description notes how long it takes for most common devils to have an infernal contract of that kind produced. This represents a combination of the devil's travel time, its influence in negotiating with other devils, the detail put into the contract's creation, and the time it takes to return. At the end of this period - unless the mortal has done something extraordinary to hide himself - the devil returns with a contract.",
			"",
			"Although most devils cannot instantly create an infernal contract, there are those that see the value of such an ability and develop the talent over ages of study. This exceptional training, which takes place deep within the Fallen Fastness of Dis, the sunken libraries of Stygia, or the other blasphemous vaults of Hell, manifests as the {feat/Infernal Legist} feat."
		],
		"parent_topics": [
			"specific_rulesets",
			"infernal_contracts"
		],
		"siblings": [
			"variant_contracts",
			"negotiating_contracts",
			"creating_contracts",
			"researching_contracts",
			"escaping_contracts",
			"sample_contracts"
		]
	},
	"researching_contracts": {
		"name": "Researching Contracts",
		"subtitle": "Infernal Contracts",
		"sources": [ "Book of the Damned" ],
		"description": [
			"{SOURCE Book of the Damned/203}",
			"",
			"An infernal contract is a baffling linguistic labyrinth, rife with eons-old legalese, otherworldly citations, and near-endless clauses and counter-clauses. One might consist of single scroll covered in fine handwriting, while another might consist of volumes of printed text bound in sable.",
			"",
			"Skimming an infernal contract and getting the gist of it takes only a matter of moments. Reading one in its entirety, though, can take hours, if not days, and is similar in many ways to performing {rule/research/ in a library}. All infernal contracts have a number of knowledge points (abbreviated as \"kp\") representing the sum of the contract's information. To research an infernal contract, a character must succeed at a Linguistics check or a specialized skill check as indicated by the contract in question. The DC of this Research check varies, but if the researcher uses the more specialized check to perform this research, she gains a +2 circumstance bonus for using precisely the correct skill for interpreting the contract, as opposed to the more general use of Linguistics. Attempting a Research check requires an uninterrupted 8-hour period of research, and characters cannot take 10 or 20 on this check. Each additional 8-hour period of research on the same contract grants a cumulative +1 bonus on Research checks. Up to two characters can use the aid another action to assist a researcher.",
			"",
			"Succeeding at a Research check reduces the contract's knowledge points, similar to dealing damage to a creature's hit points. As the knowledge points decrease, the contract reveals its secrets. The amount of kp reduced on a successful Research check depends on the intellectual capacities of the contract's primary researcher. A character with the ability to attempt any Knowledge check untrained (such as a {class/bard}, {pclass/loremaster}, or {class/skald}) reduces a contract's kp by 1d12 + the character's Intelligence modifier. Other scholarly characters ({class/alchemist/s}, {class/arcanist/s}, {class/investigator/s}, {class/wizard/s}, and so on, at the GM's discretion) reduce the contract's knowledge points by 1d8 + the character's Intelligence modifier. All other characters reduce the contract's knowledge points by 1d4 + the character's Intelligence modifier. Rolling a natural 20 on a Research check acts like a critical threat. If the researcher confirms the critical hit by immediately succeeding at a second Research check with all the same modifiers, the resulting knowledge point reduction is doubled. Rolling a natural 1 on a Research check results in an automatic failure, and the contract's knowledge points increase by 1d8. Because of the purposefully obtuse nature of infernal contracts, some researchers reach a dead end in their understanding of the document and are unable to further decrease a contract's knowledge points. Failing two consecutive Research checks means the researcher has misunderstood the contract's terms. In this case, the contract's knowledge points return to maximum and the researcher can't attempt to research that particular contract again until he gains a level.",
			"",
			"Infernal contracts contain only the overt terms of the agreement and, potentially, oblique provisos. Unless a GM stipulates otherwise, no knowledge other than that specified is gained through researching a contract. Not every infernal contract has hidden language - some are completely forthright. Those that do conceal cunningly disguised traps, though, can have their secrets revealed by reducing the contract's kp to its hidden condition threshold. Note that it is possible for a contract to have multiple hidden condition thresholds. If such an unfavorable term is called out to a devil, it will usually acquiesce to changing the contract, though doing so means creating the contract all over again, and the new contract is by no means assured to be free of insidious new stipulations.",
			"",
			"Once a contract's kp is reduced to 0, the researcher discovers a flaw that could allow for an early termination of the contract. A mortal might exploit such a loophole to end the contract. In doing so, she would lose the contract's benefit but regain her soul. The specifics of this loophole might not be simple to engineer, but they provide hope of an escape. Not all infernal contracts contain such flaws, although the four detailed in {rule/Sample Contracts} do."
		],
		"parent_topics": [
			"specific_rulesets",
			"infernal_contracts"
		],
		"siblings": [
			"variant_contracts",
			"negotiating_contracts",
			"creating_contracts",
			"researching_contracts",
			"escaping_contracts",
			"sample_contracts"
		]
	},
	"escaping_contracts": {
		"name": "Escaping Contracts",
		"subtitle": "Infernal Contracts",
		"sources": [ "Book of the Damned" ],
		"description": [
			"{SOURCE Book of the Damned/204}",
			"",
			"The easiest way to avoid the consequences of an unfavorable infernal contract is simply not to sign one. If that isn't an option, thoroughly researching the contract and learning of dangerous provisos and potential loopholes can mean the difference between life and damnation.",
			"",
			":HL[When an infernal contract is signed, two copies manifest:] one for the mortal signee and one for the devil. The mortal is free to do whatever he pleases with his copy, though destroying it is rarely directly helpful. Devils tend to do one of two things with their copies: Some keep the documents close at hand, securing them in vaults or in the care of guardians of their choosing. Most, however, send their contracts back to Hell for safekeeping, typically to the Fallen Fastness in Dis. In this infernal library, contracts are protected by countless diabolical scholars, the sanity shattering complexity of the library's organization, and its planar inaccessibility. For most mortals, retrieving a contract from Hell is practically impossible. Yet even once an infernal contract is signed and secured, there are still routes by which it might be changed - or escaped.",
			"",
			":HL[Transferring a Contract:] A devil might be convinced to adjust the terms of an infernal contract to apply to a different mortal. Just as in the case of the original signee, the new mortal must enter into the contract freely, accepting the benefits but also the damnation. Occasionally, a damned mortal can convince a second mortal to take his place in an infernal deal, or a particularly self-sacrificing mortal might decide to take on a loved one's contract. In either case, the devil must deem the new signee an equal or more valuable soul. Only the devil that created the original document (or had it created) can adjust the terms of an infernal contract, which must be done in the presence of the former signee, the new signee, and one copy of the original contract. Once the new signee commits her signature to the contract, with the devil as witness, the former signee's name is erased and both copies of the contract immediately change. The effects of the adjusted contract are left to the parties involved, but most commonly, the former signee loses all benefits and conditions of the contract, while the new signee gains them.",
			"",
			":HL[Destroying a Contract:] If both copies of an infernal contract are destroyed, the contract ends. The mortal and devil lose all benefits of the contract, and the mortal's soul is released to follow whatever natural course it might take upon death. This requires obtaining both copies of the contract, which isn't easy; a devil guards its contracts and isn't likely to let a mortal go back on a contract without a fight. Recovering the devil's copy of a contract might require the mortal to plunge into the depths of Hell itself.",
			"",
			"If the mortal signee has already died and her soul is already in Hell, destroying the contract does not transport the soul to the afterlife where it otherwise would have been sent. The best the petitioner can hope for is to be liberated from her tortures, and her escape is made even more challenging by the fact that her soul is now free game for all of Hell's various deadly denizens. Moreover, the weight of having made a deal with a devil stays with a soul for the rest of its existence. Even after escaping a contract (or Hell itself, in the previous case), a mortal might still be forsaken by her deity and find herself condemned to Hell or any of the other evil-aligned planes. Actual salvation might require much more than the mere destruction of the infernal contract."
		],
		"parent_topics": [
			"specific_rulesets",
			"infernal_contracts"
		],
		"siblings": [
			"variant_contracts",
			"negotiating_contracts",
			"creating_contracts",
			"researching_contracts",
			"escaping_contracts",
			"sample_contracts"
		]
	},
	"sample_contracts": {
		"name": "Sample Contracts",
		"subtitle": "Infernal Contracts",
		"sources": [ "Book of the Damned" ],
		"description": [
			"{SOURCE Book of the Damned/205}",
			"",
			"Though the denizens of Hell share many goals, their schemes are far from uniform. The infernal contracts they create vary widely in cost, effect, terms, and methods of escape. The following are contracts common to some of Hell's best-known inhabitants. Most reflect the power, influence, and predilections of the devil offering the contract. However, GMs should feel free to use these examples as guidelines for creating their own custom infernal contracts. Complexity, kp, and Research checks are further detailed under {rule/Researching Contracts}.",
			"",
			"The sample infernal contract stat blocks detailed below contain the following sections.",
			"",
			":HL[Contract Name:] This is the name of the type of contract, potentially used by diabolic scholars and infernal barristers.",
			"",
			":HL[CR:] This entry lists the challenge rating of the infernal contract. It is usually equal to the CR of the devil that most commonly creates it (as listed in the Devil entry), but in the case of unique contracts created by demigods such as archdevils, infernal dukes, and Queens of the Night, the infernal contract's CR can vary (but is rarely over CR 20).",
			"",
			":HL[XP:] This entry lists the experience points gained for reducing the contract to 0 kp.",
			"",
			":HL[Devil:] This entry lists the type of devil that commonly creates the contract in question.",
			"",
			":HL[Creation Time:] This entry lists how long it takes for a devil to create a contract and return to a mortal signee (assuming it doesn't have the infernal contract special ability or the {feat/Infernal Legist} feat).",
			"",
			":HL[Benefit:] This is the benefit the contract grants the signee.",
			"",
			":HL[Payment:] This lists an alternative payment the devil might accept in return for the contract's benefit in lieu of a soul. Not all devils are open to alternative payments.",
			"",
			":HL[Description:] This entry is a brief description of the style of the contract's text.",
			"",
			":HL[Complexity:] An infernal contract's complexity is equal to 10 + twice the infernal contract's CR. The number listed in this entry is the DC of the Linguistics check or other specialized skill checks required to reduce the contract's kp.",
			"",
			":HL[Specialized Skills:] This entry lists the skills other than Linguistics that can be used to research the contract. Using one of these specialized skills grants the researcher a +2 circumstance bonus on the check.",
			"",
			":HL[kp:] This entry lists the contract's maximum number of knowledge points. This is typically equal to the contract's CR &times; 3.",
			"",
			":HL[Hidden Condition:] This entry lists a hidden condition that the devil has slipped into the contract. If the signee reduces the contract's kp to the value listed in parentheses in this entry, the hidden condition is revealed.",
			"",
			":HL[Termination Clause:] This entry lists a flaw in the contract that could allow for an early termination of the contract. If the signee successfully exploits this loophole, she loses the benefit of the contract but regains her soul.",
			"",
			":HL[Unique Features:] Some powerful devils add specific characteristics to their contracts, such as special magical protections. Such features are listed in this entry.",
			"",
			"### Pact of Blood-Taking",
			"",
			"**CR** 5; **XP** 1,500",
			"",
			"**Devil** {monster/bearded devil (|barbazu)}",
			"",
			"**Creation Time** 2d6 months",
			"",
			"**Benefit** Attacks made with melee weapons by the contracted mortal deal persistent wounds that cause 1 point of bleed damage. Bleeding caused by these infernal wounds can be stopped with a successful Heal check, but anyone attempting to magically heal a creature with an infernal wound must attempt a caster level check. Success indicates the healing works normally and stops all bleed effects on the victim. The DC of each of these checks is equal to 10 + the contracted mortal's Strength modifier.",
			"",
			"**Payment** The signee can no longer regain hit points through natural healing.",
			"",
			"#### Research",
			"",
			"**Description** Infernal contracts created by barbazus are typically inelegant and rife with references to ancient battles, bloodletting, and tactical maneuvers.",
			"",
			"**Complexity** 20",
			"",
			"**Specialized Skills** Knowledge (history), Knowledge (planes), Profession (soldier)",
			"",
			"**kp** 15",
			"",
			"**Hidden Condition (6 kp)** The barbazu becomes the owner of any weapon the contracted mortal finds. Once per year, the barbazu can appear and take the contracted mortal's best weapon. The mortal must comply as though affected by {spell/dominate monster} (no save; this effect bypasses normal immunities to mind-controlling effects).",
			"",
			"**Termination Clause (0 kp)** The contract seems to assure that the barbazu will not kill the contracted mortal, but vague phrasing opens the door for a broader interpretation. If the contracted mortal is killed by any barbazu or by bleed damage, the contract is terminated.",
			"",
			"### Shadow Coin Bargain",
			"",
			"**CR** 11; **XP** 12,800",
			"",
			"**Devil** {monster/barbed devil (|hamatula)}",
			"",
			"**Creation Time** 1d6 months",
			"",
			"**Benefit** The contracted mortal gains the ability to speak with shadows (as per the spell {spell/stone tell}, but with any shadow cast by a living creature) once per day. Additionally, he gains the {umr/see in darkness/ ability common to devilkind}.",
			"",
			"**Payment** Once per week, the contracted mortal must kill a sentient creature with a piercing weapon and leave a platinum coin in the victim's mouth. If the mortal neglects to do this, his soul is damned to Hell upon his death.",
			"",
			"#### Research",
			"",
			"**Description** Infernal contracts created by hamatulas typically contain references to accounting principles, mathematics, and slow deaths.",
			"",
			"**Complexity** 32",
			"",
			"**Specialized Skills** Appraise, Knowledge (planes), Profession (clerk)",
			"",
			"**kp** 33",
			"",
			"**Hidden Condition (12 kp)** Once per month, the hamatula can appear before the contracted mortal and collect a debt in gold equal to 100 gp &times; the mortal's Hit Dice. If the devil does not collect, the debt carries over to the next month, and the next month, and so on - likely without the mortal's knowledge. The hamatula can erase the debt by taking one or more of the mortal's appendages, digits, or similar bodily features, resulting in 2d6 points of ability drain to an ability score of the devil's choice.",
			"",
			"**Termination Clause (0 kp)** The contract is not for a mortal soul, but calls literally for \"a priceless item with the contracted mortal's name and blood.\" If the mortal finds a priceless item, bleeds over it (taking an amount of damage equal to half his maximum hit points), gives it his name, and then destroys it in a fire, the contract ends.",
			"",
			"### Vow of Heartrime",
			"",
			"**CR** 13; **XP** 25,600",
			"",
			"**Devil** {monster/ice devil (|gelugon)}",
			"",
			"**Creation Time** 1d8 days",
			"",
			"**Benefit** The contracted mortal stops showing signs of aging and gains immunity to cold damage. Additionally, she can survive indefinitely on 1 gallon of water per day, as long as it is frozen - this replaces her need to eat and drink.",
			"",
			"**Payment** As a sacrifice of warmth, the area within 5 feet of the contracted mortal is always 10 degrees colder than the surrounding area. The mortal's body is unpleasantly cold to the touch. Any liquid in the mortal's possession, no matter how well insulated, freezes in 1 minute. This includes potions and other liquid gear; consuming a frozen potion takes 1 minute of uninterrupted work.",
			"",
			"#### Research",
			"",
			"**Description** Infernal contracts created by a gelugon are exceedingly complex, referencing cunning extraplanar generals, natural violence, and obscure predators.",
			"",
			"**Complexity** 36",
			"",
			"**Specialized Skills** Knowledge (nature), Knowledge (nobility), Knowledge (planes)",
			"",
			"**kp** 39",
			"",
			"**Hidden Condition (25 kp)** One year after the contract is signed, the ice devil can collect the mortal signee's heart. The mortal survives this painful extraction, but from then on she is healed by negative energy and harmed by positive energy as if she were an undead creature. The ice devil keeps the heart safe (within its own chest, some say). Not having a heart neither aids nor hinders the mortal, but if the infernal contract is terminated while the mortal's heart is missing, the mortal dies instantly.",
			"",
			"**Termination Clause (0 kp)** A beautifully written but deliberately obtuse clause likens the contracted mortal's existence to living, melting snow. The mortal can take advantage of this by arranging for the creation of a simulacrum. During the casting of the {spell/simulacrum} spell, the contracted mortal must wound herself and bleed over the simulacrum until she falls unconscious. The mortal takes 1d4 points of Constitution drain and falls unconscious for 2d6 hours, during which time the simulacrum must be destroyed with fire. However, the simulacrum refuses to obey its creator and attempts to escape. If the simulacrum is destroyed before the contracted mortal awakes, the contract is considered to be fulfilled.",
			"",
			"#### Unique Features",
			"",
			"This contract can be destroyed only by sacred fire, such as that created by the spell {spell/flame strike} from a good caster.",
			"",
			"### Curse of the Ever-Soul",
			"",
			"**CR** 20; **XP** 307,200",
			"",
			"**Devil** {monster/pit fiend}",
			"",
			"**Creation Time** 1 hour",
			"",
			"**Benefit** The contracted mortal gains 1,000 years of life, can speak and understand any language, and permanently gains the effects of speak with animals.",
			"",
			"**Payment** The signee must deliver 100 sentient mortal lives, sacrificed in rituals to Asmodeus or a demigod residing in Hell. These souls need not be paid before the contract is signed, but must be paid within 1 year of the signing; otherwise, the payment becomes the signee's mortal soul.",
			"",
			"#### Research",
			"",
			"**Description** Infernal contracts created by pit fiends are among the most elaborate in existence, referencing deities, souls, and half-comprehensible cosmic truths.",
			"",
			"**Complexity** 50",
			"",
			"**Specialized Skills** Knowledge (planes), Knowledge (religion)",
			"",
			"**kp** 60",
			"",
			"**Hidden Condition (20 kp)** Once per year, the pit fiend can instantly transport the signing mortal to its side across any distance, even across planar boundaries, as if conjuring the mortal via a gate spell. The pit fiend can command the mortal to perform one service for it, which the mortal cannot deny and must attempt to complete to the best of her abilities (regardless of any immunities). After 24 hours or upon the completion of the task, the mortal returns to wherever she was teleported from.",
			"",
			"**Termination Clause (0 kp)** The contract is exacting in defining the signee's nature and home world. If the mortal were to place her soul into the body of another humanoid not native to her world, the terms of the contract would remain effective over her body, not her soul. Any soul within the mortal's original body is damned upon that body's death. The mortal could potentially reclaim her body after a soul within it is taken in this manner. Of course, tricking another's soul into damnation in this way is an evil act."
		],
		"parent_topics": [
			"specific_rulesets",
			"infernal_contracts"
		],
		"siblings": [
			"variant_contracts",
			"negotiating_contracts",
			"creating_contracts",
			"researching_contracts",
			"escaping_contracts",
			"sample_contracts"
		]
	},
	"leadership": {
		"name": "Leadership",
		"subtitle": "Specific Rulesets",
		"sources": [ "Ultimate Intrigue" ],
		"description": [
			"{SOURCE Ultimate Intrigue/130}",
			"",
			"Social interactions and the bonds between people are some of the most important elements in any story. One of the best ways to portray those ties and bring a supporting cast of NPCs to life is through the {feat/Leadership} feat, though getting the most out of it can sometimes be a challenge for both players and GMs. This section offers an in-depth overview of the {feat/Leadership} feat, presenting suggestions for how to include cohorts and followers in your game and incorporate them into various rules systems."
		],
		"parent_topics": [ "specific_rulesets" ],
		"subtopics": [
			"leadership_modifiers",
			"high_leadership_scores_and_followers",
			"loyalty_and_the_leadership_feat",
			"the_role_of_cohorts_and_followers",
			"monstrous_allies",
			"variant_leadership"
		],
		"siblings": [
			"bar_fights",
			"dungeon_guides",
			"firearms",
			"foraging",
			"harvesting_poisons",
			"herbalism",
			"infernal_contracts",
			"leadership",
			"pathfinder_chronicles",
			"salvaging",
			"siege_engines_uc",
			"spontaneous_alchemy",
			"vehicles"
		]
	},
	"leadership_modifiers": {
		"name": "Leadership Modifiers",
		"subtitle": "Specific Rulesets",
		"sources": [ "Ultimate Intrigue" ],
		"description": [
			"{SOURCE Ultimate Intrigue/130}",
			"",
			"The leadership modifiers in the description of the {feat/Leadership} feat are concise, so some GMs may appreciate more guidance on adjudicating them. With the {rule/reputation and fame/ system}, or the new {rule/influence/ system}, it is possible to create a more detailed framework to determine when those modifiers apply.",
			"",
			":HL[Great Renown:] If using the reputation and fame system, a character gains a +1 bonus to her Leadership score if she has at least 30 Fame and a +2 bonus if she has at least 55 Fame. Alternatively, if using the {rule/organizational influence/ system} and recruiting cohorts or followers from an organization, a character gains a +1 bonus to her Leadership score for those cohorts and followers if she is Rank 2 or 3 with that organization and a +2 bonus if she is Rank 4.",
			"",
			":HL[Generosity and Stinginess:] To receive a +1 bonus from fairness and generosity, a character must provide above-average remuneration to her cohort and followers. In the case of an adventuring cohort, an average amount of remuneration would be an equal or slightly less than equal cut of the treasure. If a leader provides her cohort and followers with poor remuneration, she still retains the loyalty of her cohort and followers, but she takes a - 1 penalty to her Leadership score. If she doesn't pay them enough to subsist (or provide subsistence for them), she takes a -2 penalty and risks double or even triple that penalty if such behavior lasts more than a week.",
			"",
			":HL[Special Power:] This refers to something beyond the typical power that a character gains from increasing in level (which is already reflected in her Leadership score by the inclusion of character level). A mythic character would definitely gain the +1 bonus to her Leadership score, as would one who possesses an artifact or knows a number of powerful and rare occult rituals.",
			"",
			":HL[Success and Failure:] A character who achieves a significant string of successes gains a +1 bonus to her Leadership score, and a character who meets with a significant string of failures takes a -1 penalty to her Leadership score. If using {rule/social conflicts}, a character who wins a significant long-term social conflict might gain a permanent +1 bonus to her Leadership score each time she does so, and one who loses such a conflict might instead take a permanent -1 penalty to her Leadership score.",
			"",
			":HL[Aloofness and Camaraderie:] A character who is aloof and elitist takes a -1 penalty to her Leadership score, while a character who is friendly, supportive, and accessible gains a +1 bonus to her Leadership score. If using the {rule/relationships/ system}, a character instead gains a +1 bonus for camaraderie with a cohort if their Relationship Level is fellowship, which increases to +2 if their Relationship Level is devotion; this bonus doesn't stack with modifiers incurred for aloofness or camaraderie toward other characters.",
			"",
			":HL[Cruelty:] A character who is cruel and callous toward her cohorts and followers takes a -2 penalty to her Leadership score. In the case of a particularly evil character whose cruelty is part of her legend and who is recruiting equally horrific individuals, this penalty might not apply, but she might take a similar penalty if she performs too many acts of kindness, ruining her reputation for cruelty. This is not to say that most evil leaders work this way, however, as kindness can be an exceptionally useful tool for a manipulative leader.",
			"",
			":HL[Other Modifiers from the Core Rulebook:] The other modifiers from the Core Rulebook, such as having a familiar, recruiting a cohort of a different alignment, or causing deaths, are simpler to adjudicate. Many characters qualify for having a guildhouse or base of operations, gaining a +2 bonus to their Leadership scores specifically for the purpose of followers."
		],
		"parent_topics": [
			"specific_rulesets",
			"leadership"
		],
		"siblings": [
			"leadership_modifiers",
			"high_leadership_scores_and_followers",
			"loyalty_and_the_leadership_feat",
			"the_role_of_cohorts_and_followers",
			"monstrous_allies",
			"variant_leadership"
		]
	},
	"high_leadership_scores_and_followers": {
		"name": "High Leadership Scores and Followers",
		"subtitle": "Specific Rulesets",
		"sources": [ "Ultimate Intrigue" ],
		"description": [
			"{SOURCE Ultimate Intrigue/130}",
			"",
			"Some characters might have a {feat/Leadership} score well above 25, and a GM can allow such characters to have more followers. For every 2 points by which a character's Leadership score exceeds 25, multiply the number of 1st-level followers gained by 1-1/2 (round down); the character gains 1/10 that many 2nd-level followers (round down), 1/2 as many 3rd-level followers as 2nd-level followers (round up), 1/2 as many 4th-level followers as 3rd-level followers (round up), and so on up to 6th-level followers. To calculate the number of 1st-level followers gained at an even Leadership score beyond 25, take the average of the number of 1st-level followers gained for the two nearest odd Leadership scores, and round down. Then calculate the remaining followers in the same way as for odd Leadership scores (with one exception: a character with a Leadership score of 26 has two 6th-level followers).",
			"",
			"For example, a character with a Leadership score of 27 would have 202 1st-level followers, 20 2nd-level followers, 10 3rd-level followers, five 4th-level followers, three 5th-level followers, and two 6th-level followers. Meanwhile, a character with a Leadership score of 26 would have 168 1st-level followers, 16 2nd-level followers, eight 3rd-level followers, four 4th-level followers, two 5th-level followers, and two 6th-level followers (due to the exception)."
		],
		"parent_topics": [
			"specific_rulesets",
			"leadership"
		],
		"siblings": [
			"leadership_modifiers",
			"high_leadership_scores_and_followers",
			"loyalty_and_the_leadership_feat",
			"the_role_of_cohorts_and_followers",
			"monstrous_allies",
			"variant_leadership"
		]
	},
	"loyalty_and_the_leadership_feat": {
		"name": "Loyalty and the Leadership Feat",
		"subtitle": "Specific Rulesets",
		"sources": [ "Ultimate Intrigue" ],
		"description": [
			"{SOURCE Ultimate Intrigue/131}",
			"",
			"Conflicting loyalties and potential betrayals are part of the excitement of the {feat/Leadership} feat. Having fully loyal followers weakens the tension of the game - imagine if all the PCs and NPCs used {feat/Leadership} to surround themselves with implacably loyal allies who neither side could subvert, trick, or recruit. Cohorts and followers begin genuinely loyal to their leaders, but they aren't immune to bribery, blackmail, replacement with an impostor, and other manners of threats and enticements.",
			"",
			"On the other hand, players like to receive a more concrete benefit from their feats - the benefits of {feat/Toughness} and {feat/Skill Focus}, for example, can't be reduced by bribes or chicanery. For that reason, as well as to balance the spotlight, consider making the Leadership feat free in an intrigue-focused campaign, with the caveat that players' cohorts and followers may change their loyalties in certain circumstances. Sometimes, a little warning is all it takes to avoid an unpleasant clash of expectations later in the game.",
			"",
			"Some groups have players with the Leadership feat run their cohorts during combat to take the burden of running additional NPCs off the GM. This method can still be used in a campaign where cohorts and followers might betray the PCs, but the GM should remind players that she might make adjustments to a cohort's proposed actions every once in a while. For more advice on running cohorts, see the [companions system](rule/controlling_companions)."
		],
		"parent_topics": [
			"specific_rulesets",
			"leadership"
		],
		"siblings": [
			"leadership_modifiers",
			"high_leadership_scores_and_followers",
			"loyalty_and_the_leadership_feat",
			"the_role_of_cohorts_and_followers",
			"monstrous_allies",
			"variant_leadership"
		]
	},
	"the_role_of_cohorts_and_followers": {
		"name": "The Role of Cohorts and Followers",
		"subtitle": "Leadership, Specific Rulesets",
		"sources": [ "Ultimate Intrigue" ],
		"description": [
			"{SOURCE Ultimate Intrigue/131}",
			"",
			"Cohorts traditionally function as fellow adventurers, and followers function as background characters who perform tasks to help the PCs behind the scenes. There are plenty of other things for these characters to do, however, such as aiding in downtime activities or kingdom-building. The options below make followers more involved in campaigns, and also provide alternatives for groups that want to enjoy the character interaction from having cohorts but don't want more characters in combat.",
			"",
			":HL[Contacts:] When using the {rule/contacts/ rules}, a cohort or a follower can act as a contact. Followers typically have a {rule/Trust/ score} of 3 or 4, whereas a cohort always has a Trust score of 5. Using followers and cohorts as contacts is a good way to keep them in the background and away from the direct spotlight.",
			"",
			":HL[Downtime:] The {rule/downtime/ system} already interfaces with the {feat/Leadership} feat. A character can use followers as labor or organize them into teams, and can appoint a cohort or a notable follower to serve as a manager for her business. See {rule/Using Followers} for more details.",
			"",
			":HL[Heists:] Followers can aid in overcoming the obstacles of a {rule/heist>s}. They can help distract guards, help foil barriers, and even brave hazards. Cohorts can act as if they were additional PCs during the heist, allowing the group to do more to achieve the heist's goals.",
			"",
			":HL[Influence:] When using the {rule/influence/ system}, cohorts can potentially help the party gain influence at a social event, allowing more discovery or influence checks. A character could also offer the service of her cohorts and followers to curry favor with an organization, and if the organization is the source of these followers or cohorts, the character can gain additional Leadership bonuses from having high influence (see the [Great Renown section](rule/leadership_modifiers)).",
			"",
			":HL[Kingdoms:] When using the {rule/kingdom-building/ rules}, a cohort - or, in rare cases, an extremely skilled follower - can serve as a kingdom leader.",
			"",
			":HL[Mass Combat:] When using the {rule/mass combat} rules, cohorts or notable followers can act as commanders for armies, and a numerous group of like-leveled followers (such as the 1st-level followers at extremely high levels of Leadership) can combine to form their own army.",
			"",
			":HL[Reputation:] When using the {rule/reputation and fame/ system}, a character could have her followers or cohort perform impressive actions to enhance her reputation. Fame also provides a good measure of how famous the character is for the purpose of Leadership bonuses (see the [Great Renown section](rule/leadership_modifiers)).",
			"",
			":HL[Social Conflicts:] A party engaged in a [social conflict](rule/social_conflicts) can use cohorts or followers as agents to attempt to perform goals during challenges, potentially increasing the party's reach and allowing them to participate in multiple engagements simultaneously. Sneaky, personable, or knowledgeable cohorts and followers can aid in discovery challenges or even take on the challenges themselves.",
			"",
			":HL[Verbal Duels:] A clever PC can stack the deck in her favor by seeding followers into an audience before a [verbal duel](rule/verbal_duels) in an attempt to gain an edge or at least counter negative biases."
		],
		"parent_topics": [
			"specific_rulesets",
			"leadership"
		],
		"siblings": [
			"leadership_modifiers",
			"high_leadership_scores_and_followers",
			"loyalty_and_the_leadership_feat",
			"the_role_of_cohorts_and_followers",
			"monstrous_allies",
			"variant_leadership"
		]
	},
	"monstrous_allies": {
		"name": "Monstrous Allies",
		"subtitle": "Leadership, Specific Rulesets",
		"sources": [
			"Pathfinder RPG Bestiary",
			"Ultimate Intrigue"
		],
		"description": [
			"{SOURCE Ultimate Intrigue/132;Pathfinder RPG Bestiary/316}",
			"",
			"Sometimes befriending a monster instead of relying on force can lead to a particularly satisfying experience. Below is a list of potential monster cohorts linked to their monster entry. A monster cohort gains experience points as if it were a character of its cohort level, and when it gains enough XP to advance a level, it should generally gain a key class level (fighter is often the best choice for most cohorts).",
			"",
			"On occasion, a monster's cohort level has been adjusted from previous publications because its abilities have the potential to be extremely disruptive. Use the cohort levels presented here instead of those provided in earlier publications.",
			"",
			"### Table 3-2: Monstrous Cohorts",
			"",
			"{table0}"
		],
		"noFinder": true,
		"parent_topics": [
			"specific_rulesets",
			"leadership"
		],
		"siblings": [
			"leadership_modifiers",
			"high_leadership_scores_and_followers",
			"loyalty_and_the_leadership_feat",
			"the_role_of_cohorts_and_followers",
			"monstrous_allies",
			"variant_leadership"
		],
		"tables": [
			{
				"id": "monster cohorts",
				"columns": [
					{ "header": "Monster", "size": 8.5, "ripple": true, "align": "start" },
					{ "header": "Cohort Level", "type": "num", "size": 4 }
				],
				"data": [
					[ "{monster/Adlet}", 14 ],
					[ "{monster/Ahuizotl}", 11 ],
					[ "{monster/Apallie}", 4 ],
					[ "{monster/Aranea}", 8 ],
					[ "{monster/Arbiter/ (inevitable)}", 7 ],
					[ "{monster/Augur/ (kyton)}", 7 ],
					[ "{monster/Avoral/ (agathion)}", 15 ],
					[ "{monster/Axiomite}", 14 ],
					[ "{monster/Azer}", 3 ],
					[ "{monster/Babau/ (demon)}", 11 ],
					[ "{monster/Bearded devil}", 13 ],
					[ "{monster/Blink dog}", 6 ],
					[ "{monster/Blood hag}", 16 ],
					[ "{monster/Bralani/ (azata)}", 11 ],
					[ "{monster/Brownie}", 3 ],
					[ "{monster/Cambion/ (demon)}", 5 ],
					[ "{monster/Cassisian/ (angel)}", 7 ],
					[ "{monster/Centaur}", 5 ],
					[ "{monster/Ceustodaemon/ (daemon)}", 14 ],
					[ "{monster/Chuspiki}", 6 ],
					[ "{monster/Contemplative}", 7 ],
					[ "{monster/Criosphinx/ (sphinx)}", 13 ],
					[ "{monster/Deep merfolk}", 6 ],
					[ "{monster/Derhii}", 10 ],
					[ "{monster/Dragon horse}", 16 ],
					[ "{family/Dragon/, young}", [8, "CR + 8"] ],
					[ "{monster/Dragonkin}", 12 ],
					[ "{monster/Dragonne}", 11 ],
					[ "{monster/Draugr}", 6 ],
					[ "{monster/Dretch/ (demon)}", 5 ],
					[ "{monster/Drider}", 11 ],
					[ "{monster/Dullahan}", 15 ],
					[ "{monster/Einherji}", 17 ],
					[ "{monster/Encantado}", 11 ],
					[ "{monster/Erinyes/ (devil)}", 16 ],
					[ "{monster/Ettin}", 11 ],
					[ "{monster/Faun}", 4 ],
					[ "{monster/Festrog}", 3 ],
					[ "{monster/Firbolg}", 8 ],
					[ "{monster/Flumph}", 4 ],
					[ "{monster/Flytrap leshy}", 6 ],
					[ "{monster/Fossegrim}", 9 ],
					[ "{monster/Fungus leshy}", 4 ],
					[ "{monster/Gancanagh/ (azata)}", 8 ],
					[ "{monster/Garuda}", 16 ],
					[ "{monster/Ghoul}", 5 ],
					[ "{monster/Ghul}", 9 ],
					[ "{monster/Giant eagle}", 6 ],
					[ "{monster/Giant owl}", 9 ],
					[ "{monster/Giant vulture}", 7 ],
					[ "{monster/Girallon}", 11 ],
					[ "{monster/Gourd leshy}", 3 ],
					[ "{monster/Griffon}", 8 ],
					[ "{monster/Guardian naga}", 14 ],
					[ "{monster/Gynosphinx/ (sphinx)}", 16 ],
					[ "{monster/Haniver/ (gremlin)}", 3 ],
					[ "{monster/Harbinger (archon)}", 7 ],
					[ "{monster/Heikegani}", 6 ],
					[ "{monster/Hell hound}", 7 ],
					[ "{monster/Hellcat}", 14 ],
					[ "{monster/Hieracosphinx/ (sphinx)}", 11 ],
					[ "{monster/Hippocampus}", 4 ],
					[ "{monster/Hippogriff}", 6 ],
					[ "{monster/Hound archon}", 12 ],
					[ "{monster/Howler}", 7 ],
					[ "{monster/Huecuva}", 5 ],
					[ "{monster/Huldra}", 9 ],
					[ "{monster/Imp/ (devil)}", 8 ],
					[ "{monster/Incubus/ (demon)}", 14 ],
					[ "{monster/Invisible stalker}", 14 ],
					[ "{monster/Jack-o'-lantern}", 5 ],
					[ "{monster/Janni/ (genie)}", 12 ],
					[ "{monster/Kabandha/ (cyclops)}", 14 ],
					[ "{monster/Karkadann}", 7 ],
					[ "{monster/Kech}", 6 ],
					[ "{monster/Kirin}", 13 ],
					[ "{monster/Kuwa/ (oni)}", 7 ],
					[ "{monster/Lammasu}", 15 ],
					[ "{monster/Leaf leshy}", 2 ],
					[ "{monster/Legion archon}", 15 ],
					[ "{monster/Leonal/ (agathion)}", 17 ],
					[ "{monster/Leucrotta}", 9 ],
					[ "{monster/Lillend/ (azata)}", 11 ],
					[ "{monster/Lotus leshy}", 8 ],
					[ "{monster/Lyrakien/ (azata)}", 8 ],
					[ "{monster/Maftet}", 11 ],
					[ "{monster/Manticore}", 9 ],
					[ "{monster/Medusa}", 14 ],
					[ "{monster/Mephit}", 7 ],
					[ "{monster/Mercane}", 11 ],
					[ "{monster/Mimic}", 9 ],
					[ "{monster/Muckdweller}", 1 ],
					[ "{monster/Nependis}", 14 ],
					[ "{monster/Nephilim}", 13 ],
					[ "{monster/Nightmare}", 11 ],
					[ "{monster/Nosoi/ (psychopomp)}", 8 ],
					[ "{monster/Nycar}", 6 ],
					[ "{monster/Ogre mage/ (oni)}", 13 ],
					[ "{monster/Owb}", 12 ],
					[ "{monster/Pegasus}", 6 ],
					[ "{monster/Phantom armor, giant}", 7 ],
					[ "{monster/Phantom armor, guardian}", 4 ],
					[ "{monster/Pipefox}", 6 ],
					[ "{monster/Pixie}", 8 ],
					[ "{monster/Pooka}", 8 ],
					[ "{monster/Pseudodragon}", 6 ],
					[ "{monster/Psychemental}", 15 ],
					[ "{monster/Pyrausta}", 3 ],
					[ "{monster/Raktavarna/ (rakshasa)}", 7 ],
					[ "{monster/Ratling}", 7 ],
					[ "{monster/Redcap}", 9 ],
					[ "{monster/Reptial/ (agathion)}", 7 ],
					[ "{monster/Sabosan}", 10 ],
					[ "{monster/Saguaroi}", 9 ],
					[ "{monster/Sasquatch}", 5 ],
					[ "{monster/Satyr}", 10 ],
					[ "{monster/Sea cat}", 8 ],
					[ "{monster/Seaweed leshy}", 5 ],
					[ "{monster/Shadow demon}", 15 ],
					[ "{monster/Shadow drake}", 7 ],
					[ "{monster/Shadow mastiff}", 9 ],
					[ "{monster/Shae}", 7 ],
					[ "{monster/Shedu}", 17 ],
					[ "{monster/Shield archon}", 17 ],
					[ "{monster/Shikigami/ (kami)}", 7 ],
					[ "{monster/Shobhad}", 9 ],
					[ "{monster/Shredskin}", 7 ],
					[ "{monster/Shriezyx}", 9 ],
					[ "{monster/Shulsaga}", 7 ],
					[ "{monster/Silvanshee/ (agathion)}", 7 ],
					[ "{monster/Siren}", 16 ],
					[ "{template/Skeletal champion}", 6 ],
					[ "{monster/Skulk}", 4 ],
					[ "{monster/Sleipnir}", 16 ],
					[ "{monster/Snallygaster}", 7 ],
					[ "{monster/Soulbound doll}", 5 ],
					[ "{monster/Soulbound mannequin}", 12 ],
					[ "{monster/Spriggan (normal size)}", 6 ],
					[ "{monster/Stone giant}", 13 ],
					[ "{monster/Svartalfar}", 12 ],
					[ "{monster/Swan maiden}", 10 ],
					[ "{monster/Tanuki}", 8 ],
					[ "{monster/Thought eater}", 7 ],
					[ "{monster/Treant}", 14 ],
					[ "{monster/Triton}", 3 ],
					[ "{monster/Unicorn}", 8 ],
					[ "{monster/Uraeus}", 9 ],
					[ "{monster/Vanth/ (psychopomp)}", 15 ],
					[ "{monster/Vulnudaemon/ (daemon)}", 9 ],
					[ "{monster/Vulpinal/ (agathion)}", 11 ],
					[ "{monster/Winter wolf/ (worg)}", 8 ],
					[ "{monster/Wood giant}", 11 ],
					[ "{monster/Worg}", 4 ],
					[ "{family/Wysp}", 6 ],
					[ "{monster/Wyvern}", 10 ],
					[ "{monster/Xanthos}", 17 ]
				],
				"initialColumn": 0
			}
		]
	},
	"variant_leadership": {
		"name": "Variant Leadership",
		"subtitle": "Specific Rulesets",
		"sources": [ "Ultimate Intrigue" ],
		"description": [
			"{SOURCE Ultimate Intrigue/132}",
			"",
			"While the {feat/Leadership} feat excels at granting the widest variety of cohorts and followers, there are a number of other ways is which you can introduce Leadership into your campaign. The following are a few different forms of Leadership, most of which can be taken at a lower level and then upgraded to the full Leadership feat at some later point in the campaign, if so desired. All of the variant feats in this section are optional, and Vile Leadership is suited only for evil characters. A player should get her GM's permission before selecting any of these feats.",
			"",
			"- {feat/Groom}",
			"- {feat/Light Bearer}",
			"- {feat/Page}",
			"- {feat/Recruits}",
			"- {feat/Vile Leadership}",
			"- {feat/Weapon Bearer}"
		],
		"parent_topics": [
			"specific_rulesets",
			"leadership"
		],
		"siblings": [
			"leadership_modifiers",
			"high_leadership_scores_and_followers",
			"loyalty_and_the_leadership_feat",
			"the_role_of_cohorts_and_followers",
			"monstrous_allies",
			"variant_leadership"
		]
	},
	"pathfinder_chronicles": {
		"name": "Pathfinder Chronicles",
		"sources": [ "Pathfinder Society Primer" ],
		"description": [
			"{SOURCE Pathfinder Society Primer/26}",
			"",
			"The Pathfinder Chronicles are a series of chapbooks published by the [Pathfinder Society](rule/aff_scholars) recounting the most notable journeys and discoveries of the order's members. Though Pathfinders the world over submit accounts of their deeds to their local venturecaptains, the mysterious Decemvirate alone makes the final decision on whose adventures grace the Chronicles' illustrious pages.",
			"",
			"Copies of the Pathfinder Chronicles are intended for members of the Society only, though some volumes have made their way into the public sphere. They serve not only as a record of accomplishments, but to inspire young and future Pathfinders throughout the world, all while increasing the renown of those whose journeys are detailed within. Some claim that the Pathfinder Society actually wants copies of the Pathfinder Chronicles to find their ways into the world at large as a means of attracting potential Pathfinders to seek membership in the organization. Ultimately, having one's discoveries immortalized in the Pathfinder Chronicles stands among most Pathfinders' highest ambitions.",
			"",
			"Reading a copy of a Pathfinder Chronicles volume grants a bonus on one or more skill checks made in specific situations, as determined by the book's contents, which generally helps a Pathfinder deal with short-term obstacles in the field. Spending at least 1 hour each day reading a given volume grants a character the associated bonus (or bonuses) under the specified circumstances for 24 hours. If rushed, a character can attempt to locate pertinent information in a volume on hand by perusing it for 1 minute and succeeding at a DC 15 Intelligence check. Any bonus gained in this way is halved (minimum +1). Unless otherwise noted, a volume of the Pathfinder Chronicles is written in Common (Taldane) and weighs 1 pound.",
			"",
			"Notable volumes can be found in {main/equipment_<Misc/ellaneous Equipment}. When referring to a volume not detailed here - and there are dozens of such books in print - use the generic {eq-misc/Pathfinder Chronicle} entry.",
			"",
			"### Stat Blocks",
			"",
			"GMs can create their own volumes of the Pathfinder Chronicles by referencing the examples in the link above, which use the following format.",
			"",
			":HL[Volume Number:] A single volume of the Pathfinder Chronicles might contain multiple accounts within it, so volumes are numbered rather than titled. Because they're released sporadically, they generally contain no dates on their covers or spines.",
			"",
			":HL[Price:] The cost of a volume if it is available for purchase. Volumes are generally free to consult at Pathfinder Lodges, though they're rarely loaned to Pathfinders for use in the field. (Agents may, however, make copies of volumes at their own expense). Theft of a lodge's Pathfinder Chronicles is considered a grave offense, and Pathfinders have been cast out of the Society for doing so.",
			"",
			":HL[Description:] A description of the volume's contents and historical significance.",
			"",
			":HL[Skill Bonuses:] The kinds of skill checks bolstered by referencing the guide, the circumstances in which the skill checks must be made, and the bonuses granted on these checks. Unless otherwise noted, Pathfinder Chronicles grant circumstance bonuses."
		],
		"siblings": [
			"bar_fights",
			"dungeon_guides",
			"firearms",
			"foraging",
			"harvesting_poisons",
			"herbalism",
			"infernal_contracts",
			"leadership",
			"pathfinder_chronicles",
			"salvaging",
			"siege_engines_uc",
			"spontaneous_alchemy",
			"vehicles"
		],
		"parent_topics": [ "specific_rulesets" ]
	},
	"salvaging": {
		"name": "Salvaging",
		"subtitle": "Specific Rulesets",
		"sources": [ "Ultimate Wilderness" ],
		"description": [
			"{SOURCE Ultimate Wilderness/134}",
			"",
			"Foraging is one way to gather resources in the wild, but you can also recycle or repurpose items and gear as well, salvaging materials from items you no longer need or are willing to sacrifice. You can't salvage materials from artifacts, cursed items, or items you can't destroy. Successfully salvaging an item requires a Craft or Spellcraft check and takes an amount of time as indicated in the specific type of salvage operation below.",
			"",
			":HL[Ammunition:] You can use destroyed ammunition as raw materials for new ammunition. Five pieces of destroyed ammunition provide suitable material to create one new piece of ammunition using the normal crafting rules.",
			"",
			":HL[Potions:] If you have the {feat/Brew Potion} feat, you can combine natural catalysts with a potion to salvage it and create a different potion of a lower spell level. Salvaging a potion requires raw magic item materials (these can be salvaged from existing items, as detailed below). To salvage a potion, you must spend 1 hour per spell level of the original potion and then attempt a Craft (alchemy) or Spellcraft check with a DC equal to 15 + 3 &times; the original potion's spell level. If you succeed, you transmute the original potion into a new potion of a spell at least one spell level lower, provided you know the spell in question (it need not be one you can currently cast). If you fail this check by 4 or less, the attempt fails and the catalyst is wasted, but the potion is unharmed. If you fail by 5 or more, the raw materials are lost and the original potion is ruined.",
			"",
			":HL[Raw Crafting Materials:] Anyone trained in the Craft skill can salvage raw materials from equipment for use in crafting or repair. You must carefully dismantle the item to be salvaged, resulting in the item's destruction. If the item's price is 1 gp or less, its materials can be salvaged with only 1 hour of work; otherwise it takes 8 hours to salvage crafting materials. A successful Craft check against the item's creation DC + 5 yields raw materials worth one-quarter the item's price. If you fail the Craft check by 4 or less, the item is destroyed but the materials can still be salvaged in a future attempt. If you fail the Craft check by 5 or more, the item is destroyed and the materials are ruined. Salvaged raw materials can be used to create or repair any item of the same materials and reduces the construction time by the proportion of the new item's raw materials that are salvaged (minimum 8 hours).",
			"",
			":HL[Raw Magic Item Materials:] Anyone with an item creation feat can salvage the raw materials from magic items for the creation of new ones or repair of existing ones. You must have the item creation feat required for that item to salvage its raw materials. Each attempt requires destroying a magic item and 8 hours of work. If the item's price is 500 gp or less, you can salvage its materials in only 2 hours. A successful Craft or Spellcraft check with a DC equal to 10 + the item's caster level yields raw materials worth two-thirds the creation cost of the destroyed item (one-third the market price). If you fail the skill check by 4 or less, the item is destroyed but the materials can still be salvaged in a future attempt. If you fail the skill check by 5 or more, the item is destroyed and the materials are ruined. Salvaged raw materials can be used to create or repair any item made of similar materials or that shares any of the creation requirements as the original. Including the majority of the materials allows you to automatically meet any construction requirements of a new item that the salvaged item also required and reduces the construction or repair time by the proportion of the new item's construction materials that are salvaged (with the usual minimum creation time). Spellbooks and formula books can be salvaged for magic inks and paper usable in formula books, scrolls, and spellbooks.",
			"",
			":HL[Costly Spell Components:] Anyone trained in Spellcraft can salvage costly material or focus spell components from magic items. Each attempt requires destroying the item and 8 hours of work. An item can be broken down into a powder that can be used in place of gemstone dust as a material component. Otherwise, the item must have a spell requiring the component in its construction requirements to salvage that component. A successful Spellcraft check with a DC equal to 10 + the item's caster level yields materials usable in place of that spell component worth two-thirds the item's creation cost (one-third its market price). If you fail the check by 4 or less, the item is destroyed without yielding spell components, but you can try to salvage them again. If you fail the check by 5 or more, the item is destroyed and the spell components are ruined."
		],
		"parent_topics": [ "specific_rulesets" ],
		"siblings": [
			"bar_fights",
			"dungeon_guides",
			"firearms",
			"foraging",
			"harvesting_poisons",
			"herbalism",
			"infernal_contracts",
			"leadership",
			"pathfinder_chronicles",
			"salvaging",
			"siege_engines_uc",
			"spontaneous_alchemy",
			"vehicles"
		]
	},
	"siege_engine_rules": {
		"name": "Siege Engine Rules",
		"subtitle": "Specific Rulesets",
		"sources": [ "Ultimate Combat" ],
		"description": [
			"{SOURCE Ultimate Combat/158}",
			"",
			"All siege engines are at least size Large devices and often much larger. Unless stated otherwise in an individual siege engine description, all siege engines use the following rules.",
			"",
			":HL[Proficiency:] Siege engines are exotic weapons. A creature with the {feat/Siege Engineer} feat is proficient with all siege engines, including siege firearms. A creature that is proficient in firearms is also proficient in siege firearms, but not other siege engines.",
			"",
			":HL[Crew:] The sheer size of a siege engine often necessitates a crew for its use. One person of that crew is the crew leader. Usually the crew leader targets or controls the movement of a siege engine; sometimes the crew leader does both. Often the crew leader is required to take actions and make specific checks in order for a siege engine to function. The rest of the crew members are required to spend actions and make checks in order for a siege engine to function.",
			"",
			"The number of members in a crew assumes Medium creatures. A ram can be crewed by Small creatures, but it takes double the crew to do the same job. If Large or larger creatures serve as crew members, each Large creature counts as four crew members, a Huge creature counts as eight Medium creatures, a Gargantuan creature counts as 16 Medium creatures, and a Colossal creature counts as 20 Medium creatures.",
			"",
			":HL[Magical and Masterwork Siege Engines:] Siege engines can be masterwork, increasing their Craft DC by 5 and costing an additional 300 gp. A masterwork siege engine can be enchanted at twice the cost for a normal magical weapon. The enhancement bonus of a siege engine applies on attack rolls and targeting checks (in the case of indirect ranged siege engines), and in the case of magical siege engines, the enhancement bonus also applies on damage rolls.",
			"",
			":HL[Defense and Hit Points:] All siege engines are objects. A siege engine has a Dexterity of 0 (-5 penalty) and a further penalty based on its size. Each type of siege engine has its own hardness and hit points. Siege engines can be armored - treat the siege engine as a creature of its size to determine the cost of the armor. Masterwork siege engine armor can be enchanted for twice the normal cost to enchant armor. Armored siege engines have an armor bonus equal to that normally granted by the specific armor (shields have no effect on a siege engine), a hardness and hit points equal to that of the armor, and bonus hit points equal to the armor bonus &times; 5.",
			"",
			":HL[Moving Siege Engines:] Siege engines have a speed. The speed of a siege engine is the distance it can be moved if its full crew makes a move action to move it. Some siege engines have a speed of 0. If this is the case, the engine must be dissembled before movement is possible, or else mounted on a vehicle. Siege engines that are atop or mounted on vehicles move with those vehicles.",
			"",
			":HL[Ranged Attacks:] Unlike normal ranged weapons, siege engines do not deal half damage when attacking objects.",
			"",
			":HL[Critical Hits:] When a direct-fire siege engine or a close assault siege engine scores a critical hit, it confirms the critical and deals critical hit damage just like any other weapon. If an indirect-fire ranged siege engine rolls a natural 20 on its targeting check, it can also score a critical hit. The crew leader must reroll the targeting check to confirm the critical. If the confirmation targeting check is successful, the attack is a critical hit, and the siege engine multiplies its damage by its critical multiplier. Unlike normal attacks, siege engines attacks can deal critical hit damage to objects. Siege engines do not gain the benefit of critical feats the crew or the crew leader may have.",
			"",
			":HL[Mishaps and Misfires:] Rolling a natural 1 on an attack roll or a targeting check made by an indirect-fire ranged siege engine produces a mishap. Usually a mishap applies the broken condition. A non-firearm siege engine with the broken condition takes a -2 penalty on attack rolls, targeting checks, and damage rolls. It also moves at half its normal speed.",
			"",
			"If the creature that serves as crew leader has the Siege Engineer feat, that creature does not generate a mishap on a natural 1 when firing the siege engine.",
			"",
			"Firearm siege weapons do not gain a mishap on a natural 1, but instead have a misfire value, like other firearms do. An attack roll or targeting check that falls within the misfire range causes the firearm siege engine to misfire. A misfire always misses, and applies the broken condition to the siege engine firearm. A firearm siege weapon with the broken condition takes all of the penalties and limitations that non-firearm siege engines do, and the misfire range of the firearm siege engine is increased by 4. If the firearm siege engine already has the broken condition when it misfires, it explodes. When a firearm siege engine explodes, it deals its damage to all creatures within a blast range (those within the blast can attempt a DC 20 Reflex save for half damage). The normal misfire range of a firearm siege engine and its blast range are given in the individual firearm siege engine description. Crew leaders with the {feat/Siege Engineer} feat do not lower the misfire value of firearm siege engines.",
			"",
			":HL[Constructing and Repairing Siege Engines:] A siege engine is a complex device requiring a DC 20 Craft (siege engine) skill check to build or repair.",
			"",
			":HL[Disabling Siege Engines:] A siege engine is considered a difficult device to disable, requiring 2d4 rounds of effort and a DC 20 Disable Device check to do so. When a siege engine is disabled, it either doesn't work or is sabotaged and stops working 1d4 minutes after use. Fixing a disabled siege engine requires a DC 20 Craft (siege engine), Disable Device, or Knowledge (engineering) check. It takes 10 minutes to fix the device, and the check can be retried if the fix fails.",
			"",
			":HL[Assembling Siege Engines:] Siege engines are broken down for transport and can be reassembled on the battlefield, requiring the time and number of workers noted below. Each assembly worker must make a DC 10 Craft (siege engine) check; if untrained, they may not take 10. Assembly can be performed with at least half the required number of workers by doubling the time required. If fewer than half are available, the weapon cannot be assembled.",
			"",
			"### Table 3-11: Siege Engine Assembly",
			"",
			"| Engine Size | Time Required | Workers Required |",
			"| --- | --- | --- |",
			"| Small | 1 minute | 1 |",
			"| Medium | 10 minutes | 2 |",
			"| Large | 1 hour | 4 |",
			"| Huge | 2 hours | 6 |",
			"| Gargantuan | 4 hours | 8 |",
			"| Colossal | 8 hours | 12 |"
		],
		"parent_topics": [
			"specific_rulesets",
			"siege_engines_uc"
		],
		"siblings": [
			"siege_engine_rules",
			"siege_engine_qualities",
			"structure_hardness_and_hit_points"
		]
	},
	"siege_engine_qualities": {
		"name": "Siege Engine Qualities",
		"subtitle": "Specific Rulesets",
		"sources": [ "Ultimate Combat" ],
		"description": [
			"{SOURCE Ultimate Combat/159}",
			"",
			"The following are the various entries on the [equipment tables for siege engines.](main/equipment_siegeengines) While ranged siege engines use most of these entries, close-assault siege engines only use some of them.",
			"",
			":HL[Cost:] This value is the siege engine's cost in gold pieces (gp). The cost includes gear needed to work the engine as well as gear for upkeep. Typical ammunition costs and weights are given in siege weapon description.",
			"",
			":HL[Damage:] This column gives the damage typically dealt by the engine. If the engine has a special mode of attack or damage, this space is marked by the words \"see description.\" If the siege engine does not deal any damage, but rather is a tool for getting close to or over fortifications, this entry features a dash (&mdash;). Some ranged siege engines can be loaded with special ammunition that affects or overrides the weapon's typical damage or range.",
			"",
			"As large and imprecise weapons, siege engines do not deal sneak attack damage or any other kind of precision damage.",
			"",
			":HL[Critical:] The entry for this column notes how the engine is used with the rules for critical hits. Unlike normal ranged weapons, siege engines can deal critical damage to objects as well as creatures.",
			"",
			":HL[Range:] Any attack at more than the distance listed in this entry is penalized for range. Beyond this range, the attack or targeting check takes a cumulative -2 penalty for each full range increment (or fraction thereof) of distance to the target. Some siege engines have a minimum range for effectiveness. If that is the case, the range of this weapon is followed by a parenthetical with the minimum range, followed by the abbreviation \"min.\"",
			"",
			":HL[Type:] Like weapons, siege engines that deal damage are classified according to the type of damage they deal: B for bludgeoning, P for piercing, or S for slashing. Some engines deal damage of multiple types. Some special siege engines (like the firedrake and the firewyrm) deal energy damage, typically fire damage. In those cases, the type of energy damage is listed instead.",
			"",
			":HL[Crew:] This column gives the number of creatures needed to properly use the siege engine, assuming Medium creatures. Some siege engines can be used with a smaller crew, but there are usually consequences such as slower aiming, firing, or movement.",
			"",
			":HL[Aim:] This column gives the number of full-round actions (or move actions if the crew leader has the {feat/Master Siege Engineer} feat) required to aim a siege engine. If the siege engine is being controlled by less than its normal crew complement, the number of actions it takes for the crew to aim the siege engine is doubled.",
			"",
			":HL[Load:] This column gives the number of full-round actions (or move actions if the crew leader has the {feat/Master Siege Engineer} feat) required to load a siege engine.",
			"",
			":HL[Speed:] This is how fast the siege engine can be moved with move actions made by its entire crew.",
			"",
			"### Ranged Siege Engines",
			"",
			"Ranged siege engines assault structures and people from a distance, by propelling ammunition in some fashion. Siege engines hurl massive projectiles in one of two ways: direct fire or indirect fire. Both take a number of actions to load or aim, and the basic rules are described below.",
			"",
			":HL[Load Ammunition:] In order for a ranged siege engine to fire, it needs to be loaded with ammunition. Loading ammunition takes a number of full-round actions depending on the siege engine (this time can be reduced to move actions if the crew leader has the {feat/Master Siege Engineer} feat).",
			"",
			":HL[Aiming a Siege Engine:] Ranged siege engines must be aimed in order to attack a desired target (in the case of direct-fire siege engines) or square (in the case of indirect-fire siege engines). Aiming takes a number of full-round actions (or move actions if the crew leader has the {feat/Master Siege Engineer} feat), with the number depending on the specific siege engine. Aiming a siege engine with a diminished crew doubles the amount of time it takes to aim the siege engine. Each time a new target or square is chosen as the target of a siege engine's attack, that engine must be aimed anew.",
			"",
			":HL[Direct-Fire Ranged Siege Engines:] Direct-fire weapons launch their projectiles on a relatively flat trajectory, allowing them to more easily target creatures or pummel barriers directly in front of them.",
			"",
			"A direct-fire weapon uses a normal attack roll, with the normal penalty for nonproficient use. In addition, a direct-fire weapon takes a -2 attack roll penalty per size category that the weapon is larger than the creature aiming it. Creatures that have ranks in Knowledge (engineering) are not adversely affected by their size when firing direct-fire ranged siege engines.",
			"",
			"Sheer manpower can also reduce the penalties for size. Increasing the crew of these weapons by 1 or more can reduce the attack roll penalty for creature size: as long as an extra crew member is no smaller than three size categories smaller than the direct-fire weapon, it can reduce the penalty due to the aiming creature's size by 2. For example, a Huge ballista fired by a Medium creature that is part of a crew of two (the creature aiming the ballista and someone to help position it) takes only a -2 penalty on attack rolls.",
			"",
			":HL[Indirect-Fire Ranged Siege Engines:] Indirect-fire weapons launch projectiles in high arcs toward their targets. They typically lob heavier missiles and payloads than direct-fire weapons, but they are harder to aim accurately. Indirect weapons can bypass many forms of fortification, delivering their payloads of solid shot, scatter shot, or even disease-ridden offal to targets beyond the walls of castles. They can also be used to batter fortifications where they are most vulnerable, arcing down on towers and walls, crushing them with the weight of stone or raining down smaller projectiles on a wall's defenders.",
			"",
			"Indirect-fire weapons use a targeting mechanic similar to that described for catapults in the Core Rulebook, hereafter referred to as an indirect attack. The following is an update to those rules.",
			"",
			":HL[Indirect Attack:] To fire an indirect-fire ranged siege engine, the crew leader makes a targeting check against the DC of the siege engine. This check uses his base attack bonus, his Intelligence modifier (if not trained in Knowledge [engineering]) or Knowledge (engineering) skill modifier (if trained in that skill), any penalty for not being proficient in the siege engine, and the appropriate modifiers from Table 3-12. If the check succeeds, the ammunition of the indirect attack hits the square the siege engine was aimed at, dealing the indicated damage or effect to any object or creature within the area of its attack. Creatures may get a saving throw to limit the effect of the attack; this is typically based on the type of ammunition used.",
			"",
			"If the attack misses the intended square, roll 1d8 to determine in what direction the shot veers. A roll of 1 indicates the ammunition falls short (toward the siege engine), with rolls of 2 through 8 counting squares clockwise around the target square. Roll 1d4 for every range increment at which the attack was made (1d4 if the target square is within the engine's first range increment, 2d4 if the target square is within the second range increment, and so on). The total is the number of squares by which the attack misses, with the direction in which the squares are counted determined by the d8 roll. The ammunition deals its damage and any other effects in the square it lands on.",
			"",
			"| Condition | Modifier |",
			"| --- | --- |",
			"| No line of sight to target square | -6 |",
			"| Successive shots (crew can see where most recent miss landed) | Cumulative +2 per previous miss (maximum +10) |",
			"| Successive shots (crew can't see where most recent miss landed, but observer is providing feedback) | Cumulative +1 per previous miss (maximum +5) |",
			"| Successive shots after hit | +10 |",
			"",
			"### Close-Assault Siege Engines",
			"",
			"While most siege engines attack at range, some are used up close to directly undermine defenses, batter through them, or otherwise bypass them. Some close assault weapons are not even weapons at all, but instead provide means for assault forces to protect themselves or circumvent fortifications without destroying them.",
			"",
			"### Ammunition",
			"",
			"Ammunition can be used either in select types of indirect-fire siege engines, or with cannons. The ammunition description specifies which types of siege engines use the special ammunition. The costs and weights presented are for individual uses of special ammunition."
		],
		"parent_topics": [
			"specific_rulesets",
			"siege_engines_uc"
		],
		"siblings": [
			"siege_engine_rules",
			"siege_engine_qualities",
			"structure_hardness_and_hit_points"
		]
	},
	"structure_hardness_and_hit_points": {
		"name": "Structure Hardness and Hit Points",
		"subtitle": "Siege Engines, Specific Rulesets",
		"sources": [ "Ultimate Combat" ],
		"description": [
			"{SOURCE Ultimate Combat/166}",
			"",
			"While armies can use siege weapons against troops, usually the goal of a siege engine is to demoralize foes and pound their structures to rubble. The following rules give the statistics for various buildings and barriers that are often the targets of siege engine attacks. They are split up into three different categories: buildings, gates, and walls.",
			"",
			"When any of these structures gain the broken condition, their hardness is halved, along with any other effects of the broken condition."
		],
		"parent_topics": [
			"specific_rulesets",
			"siege_engines_uc"
		],
		"subtopics": [
			"buildings_uc",
			"gates",
			"walls_uc"
		],
		"siblings": [
			"siege_engine_rules",
			"siege_engine_qualities",
			"structure_hardness_and_hit_points"
		]
	},
	"buildings_uc": {
		"name": "Buildings",
		"subtitle": "Siege Engines, Specific Rulesets",
		"tags": "hardness",
		"sources": [ "Ultimate Combat" ],
		"description": [
			"{SOURCE Ultimate Combat/167}",
			"",
			"Buildings are sizable structures with many hit points and very poor ACs (a Large building is AC 4, a Huge building is AC 3, and a Gargantuan or larger building is AC 0). When a building is reduced to half its hit points, it is broken - it still stands, but only partially. It can be easily entered, and for all intents and purposes it has been breached. Reducing a building to 0 hit points completely destroys that building. Creatures inside the building suffer the effects of a cave-in.",
			"",
			"All these building statistics assume that the structure's inside is somewhat hollow but sturdily built, with enough space for its occupants to walk around inside. Flimsy buildings have half the hit points of the buildings detailed in Table 3-18. Buildings can be magically treated, like dungeon walls and doors can. Doing so doubles their hardness and hit points. Magically treating a building costs 5,000 gp for a Large building, 10,000 gp for a Huge building, 20,000 gp for a Gargantuan building, and 40,000 gp for a Colossal building. A spellcaster with the {feat/Craft Magic Arms and Armor} feat can magically treat buildings.",
			"",
			"For larger buildings, put together multiple buildings of these sizes and add the hit points together.",
			"",
			"### Table 3-18: Buildings",
			"",
			"| Material | Hardness | Large | Huge | Gargantuan | Colossal |",
			"| --- | --- | --- | --- | --- | --- |",
			"| Wood | 5 | 120 hp | 270 hp | 960 hp | 3,240 hp |",
			"| Stone | 8 | 200 hp | 450 hp | 1,600 hp | 5,400 hp |",
			"| Iron or steel | 10 | 400 hp | 900 hp | 3,200 hp | 10,800 hp |",
			"| Adamantine | 20 | 560 hp | 1,260 hp | 4,480 hp | 15,120 hp |"
		],
		"parent_topics": [
			"specific_rulesets",
			"siege_engines_uc",
			"structure_hardness_and_hit_points"
		],
		"siblings": [
			"buildings_uc",
			"gates",
			"walls_uc"
		]
	},
	"gates": {
		"name": "Gates",
		"subtitle": "Siege Engines, Specific Rulesets",
		"tags": "hardness",
		"sources": [ "Ultimate Combat" ],
		"description": [
			"{SOURCE Ultimate Combat/167}",
			"",
			"Gates serve as the entrances and exits to fortified structures, and are typically the weakest spots in any fortification's defenses. Gates are at least Large, but can be as large as Colossal. It typically takes three full-round actions to open or close a Large gate (up to three creatures can work together to close a Large gate as a full-round action), and larger gates typically take at least a minute to close or open. Gates have ACs based on their size (a Large gate is AC 4, a Huge gate is AC 3, and a Gargantuan or larger gate is AC 0).",
			"",
			"Gates can be magically treated. Doing so doubles the hardness and hit points. Magically treating a gate costs 2,000 gp for a Large gate, 4,000 gp for a Huge gate, 8,000 gp for a Gargantuan gate, and 16,000 gp for a Colossal gate. A spellcaster with the {feat/Craft Magic Arms and Armor} feat can magically treat gates.",
			"",
			"Gates can be attacked and damaged, or they can become broken (as the condition) with a successful Strength check, usually as a result of ramming. When a gate gains the broken condition, it is effectively breached, and can be moved through as if it were an opening one size smaller.",
			"",
			"### Table 3-20: Gates",
			"",
			"| Material | Break DC | Hardness | Large | Huge | Gargantuan | Colossal |",
			"| --- | --- | --- | --- | --- | --- | --- |",
			"| Wood | 35 | 5 hp | 60 hp | 135 hp | 240 hp | 540 |",
			"| Stone | 38 | 8 hp | 100 hp | 225 hp | 400 hp | 900 |",
			"| Iron or steel | 24 | 10 hp | 200 hp | 500 hp | 800 hp | 1,800 |",
			"| Adamantine | 40 | 20 hp | 280 hp | 630 hp | 1,120 hp | 2,520 |",
			"",
			"*Note:* The Break DC assumes the gate is size Large and is barred and locked. Huge doors increase the break DC by 5, Gargantuan doors increase the DC by 10, and Colossal doors increase the DC by 15. {spell/Arcane lock} increases the DC by 10."
		],
		"parent_topics": [
			"specific_rulesets",
			"siege_engines_uc",
			"structure_hardness_and_hit_points"
		],
		"siblings": [
			"buildings_uc",
			"gates",
			"walls_uc"
		]
	},
	"walls_uc": {
		"name": "Walls",
		"subtitle": "Siege Engines, Specific Rulesets",
		"tags": "hardness",
		"sources": [ "Ultimate Combat" ],
		"description": [
			"{SOURCE Ultimate Combat/167}",
			"",
			"The walls that guard castles and cities are sturdy fortifications, usually constructed in a series of 5-foot squares. A square of wall has an AC of 5, and hardness and hit points equal to its type.",
			"",
			"Squares of walls can be magically treated. Doing so doubles the hardness and hit points. Magically treating wall squares costs 500 gp per wall square. A spellcaster with the {feat/Craft Magic Arms and Armor} feat can magically treat walls.",
			"",
			"When a wall gains the broken condition, its hardness is halved, but the wall is not breached. Only destroying a section of wall allows it to become breached. When a square of wall is breached, any sections directly above it fall onto the missing section of walls. Doing this reduces the falling wall section to half its current hit point total -1, which applies the broken condition to that square of wall.",
			"",
			"### Table 3-19: Walls",
			"",
			"| Material | Hardness | Hit Points per 5-Foot Square |",
			"| --- | --- | --- |",
			"| Wood | 5 | 30 |",
			"| Stone | 8 | 45 |",
			"| Iron or steel | 10 | 90 |",
			"| Adamantine | 20 | 120 |"
		],
		"parent_topics": [
			"specific_rulesets",
			"siege_engines_uc",
			"structure_hardness_and_hit_points"
		],
		"siblings": [
			"buildings_uc",
			"gates",
			"walls_uc"
		]
	},
	"spontaneous_alchemy": {
		"name": "Spontaneous Alchemy",
		"subtitle": "Specific Rulesets",
		"sources": [ "Alchemy Manual" ],
		"description": [
			"{SOURCE Alchemy Manual/4}",
			"",
			"Characters versed in spontaneous alchemy can concoct alchemical items more quickly than through normal use of the Craft (alchemy) skill. However, instead of simply making skill checks and spending the necessary currency for unspecified raw materials, the character must provide specific reagents and combine them according to the recipe for the item she wishes to create. This allows the alchemist to obtain results with less time and effort, but often at greater cost, because of the necessary purity and greater volume of reagents required by alchemical recipes.",
			"",
			"To perform spontaneous alchemy, a character must begin with the reagents and crafting tools required by the recipe of the item she wants to make. The reagents, crafting tools, and length of time required are noted in the recipe. Once the necessary time has passed, the creator attempts a Craft (alchemy) check against the DC to craft the item. If she succeeds, she completes the item. If the creator's check fails, however, she risks a mishap."
		],
		"parent_topics": [ "specific_rulesets" ],
		"subtopics": [
			"reading_recipes",
			"reagents_and_processes",
			"crafting_tools_feats_and_mishaps"
		],
		"siblings": [
			"bar_fights",
			"dungeon_guides",
			"firearms",
			"foraging",
			"harvesting_poisons",
			"herbalism",
			"infernal_contracts",
			"leadership",
			"pathfinder_chronicles",
			"salvaging",
			"siege_engines_uc",
			"spontaneous_alchemy",
			"vehicles"
		]
	},
	"reading_recipes": {
		"name": "Reading Recipes",
		"subtitle": "Spontaneous Alchemy",
		"sources": [ "Alchemy Manual" ],
		"description": [
			"{SOURCE Alchemy Manual/4}",
			"",
			"Each alchemical item in this sourcebook features a recipe at the bottom of the item stat block that details how to create the item using spontaneous alchemy. Every alchemical recipe adheres to the following format.",
			"",
			":HL[Recipe:] This lists the names and amounts of the reagents needed for spontaneous alchemy, as well as the alchemical process used to create the item. Reagents and processes are listed in the next section.",
			"",
			":HL[Craft:] This specifies the DC of the Craft (alchemy) check required to complete the item. The base DC is the same whether the item is being made with conventional crafting techniques or spontaneous alchemy.",
			"",
			":HL[Time:] This is the amount of time required to create the item using spontaneous alchemy.",
			"",
			":HL[Tools:] This is the tool required to perform the process (see Crafting Tools and Feats). If the creator uses an improvised crafting tool, she takes a -2 penalty on her Craft check.",
			"",
			":HL[Type:] This entry notes the type of alchemical item to be created - most alchemical items are either alchemical remedies, alchemical tools, alchemical weapons, alcohols, drugs, or poisons."
		],
		"parent_topics": [
			"specific_rulesets",
			"spontaneous_alchemy"
		],
		"siblings": [
			"reading_recipes",
			"reagents_and_processes",
			"crafting_tools_feats_and_mishaps"
		]
	},
	"reagents_and_processes": {
		"name": "Reagents and Processes",
		"subtitle": "Spontaneous Alchemy",
		"sources": [ "Alchemy Manual" ],
		"description": [
			"{SOURCE Alchemy Manual/4}",
			"",
			"### Reagents",
			"",
			"The following reagents are purified through long processes from their raw states for use in alchemical recipes. Each alchemical reagent may also be used as an alchemical power component, augmenting the effects of certain spells when used as an additional material component. Using a reagent as an alchemical power component requires a number of doses of the reagent, affects only spells that meet the listed criteria, and augments only an effect the spell already produces (for example, you can use black powder as an alchemical power component only for a spell that deals energy damage). Reagents do not stack with either themselves or one another, and are expended after use.",
			"",
			"- {eq-reagent/Black powder}",
			"- {eq-reagent/Brimstone}",
			"- {eq-reagent/Cold Iron}",
			"- {eq-reagent/Darkwood}",
			"- {eq-reagent/Dew of Lunary}",
			"- {eq-reagent/Gold}",
			"- {eq-reagent/Magnesium}",
			"- {eq-reagent/Myrrh}",
			"- {eq-reagent/Phosphorus}",
			"- {eq-reagent/Quicksilver}",
			"- {eq-reagent/Realgar}",
			"- {eq-reagent/Salt}",
			"- {eq-reagent/Saltpeter}",
			"- {eq-reagent/Silver}",
			"- {eq-reagent/Spirit of Wine}",
			"- {eq-reagent/Urea}",
			"",
			"### Processes",
			"",
			"Each alchemical process listed below is represented by a symbol [in the physical book], requires a certain length of time, and might require one or more alchemical crafting tools. The length of time and the crafting tools required to craft certain alchemical items might sometimes differ from these baselines.",
			"",
			":HL[Calcination:] This is the process of burning a reagent down to its essential minerals. *Time:* 1 hour. *Tools:* Crucible",
			"",
			":HL[Ceration:] This process calls for adding a liquid (such as water) to a hard, dry, heated reagent to soften it. *Time:* 10 minutes. *Tools:* Crucible.",
			"",
			":HL[Congelation:] Congelation increases the viscosity of a reagent by cooling it, possibly with the addition of another reagent such as urea. *Time:* 10 minutes. *Tools:* Alchemist's lab.",
			"",
			":HL[Digestion:] In this process, a solution is allowed to rest, usually while being heated, as particles precipitate out of the solution. *Time:* 1 day. *Tools:* Heat source.",
			"",
			":HL[Distillation:] A mixture is placed in a retort and heated, causing the component with the greatest volatility to vaporize, condense in the neck of the retort, and flow down into a second vessel. *Time:* 1 day. *Tools:* Retort.",
			"",
			":HL[Earth:] This process involves letting one or more reagents mingle with fresh earth to absorb its minerals or other essential properties. This process cannot be performed unless a source of fresh soil is available. *Time:* 10 minutes. *Tools:* None.",
			"",
			":HL[Exposure:] This process involves ready airflow. A recipe that requires this process cannot be performed indoors unless a steady air current from outdoors passes through the area (such as a current provided by large open windows on opposite walls). *Time:* 1 hour. *Tools:* None.",
			"",
			":HL[Fermentation:] This process allows a reagent to be digested by yeast or another organism, yielding a new product. *Time:* 1 day. *Tools:* None.",
			"",
			":HL[Filtration:] This process separates one component of a mixture from another by passing the mixture through a filter that catches larger particles. This is sometimes made easier by adding a solvent that dissolves one component but not the other. *Time:* 10 minutes. *Tools:* Sieve or filter.",
			"",
			":HL[Sublimation:] Also known as exaltation, this process calls for a reagent to be heated to a vapor in a vessel so that a pure component crystallizes in the neck of the vessel. *Time:* 1 day. *Tools:* Retort."
		],
		"parent_topics": [
			"specific_rulesets",
			"spontaneous_alchemy"
		],
		"siblings": [
			"reading_recipes",
			"reagents_and_processes",
			"crafting_tools_feats_and_mishaps"
		]
	},
	"crafting_tools_feats_and_mishaps": {
		"name": "Crafting Tools, Feats, and Mishaps",
		"subtitle": "Spontaneous Alchemy",
		"sources": [ "Alchemy Manual" ],
		"description": [
			"{SOURCE Alchemy Manual/5}",
			"",
			"### Crafting Tools",
			"",
			"All alchemical :HL[crafting tools] are included in both an {eq-misc/alchemist's lab} and a {eq-misc/portable alchemist's lab}, but certain small tools, including the following, can also be purchased separately.",
			"",
			"- {eq-misc/Crucible}",
			"- {eq-misc/Filter}",
			"- {eq-misc/Retort}",
			"",
			"### Feats",
			"",
			"There are three :HL[feats] designed for practitioners of spontaneous alchemy: {feat/Instant Alchemy} (perform spontaneous alchemy quickly), {feat/Toxicological Timing} (speed up poison-making), and {feat/Sure-Handed Alchemy} (reduce chance of mishaps).",
			"",
			"### Mishaps",
			"",
			"If you fail a Craft (alchemy) check to perform spontaneous alchemy by 4 or less, you simply fail to produce a result and can try again using the same reagents. However, if you fail by 5 or more, a :HL[mishap] occurs. Roll on the table below to determine the effects of a mishap.",
			"",
			"| d6 | Mishap |",
			"| :---: | :--- |",
			"| 1 | One random reagent is ruined; other reagents can be reused. |",
			"| 2 | All reagents are ruined. |",
			"| 3 | All reagents are ruined and the mixture explodes, dealing 2d6 points of damage (half fire, half acid) to you. A successful DC 15 Reflex save halves the damage. |",
			"| 4 | Half of the doses of each reagent are ruined (round up), and you must use a full-round action to salvage the remaining doses. |",
			"| 5 | Two random reagents are ruined, and you are exposed to an inhaled or contact {rule/poison} appropriate to your level and worth no more than the alchemical item you were trying to create (GM's discretion). |",
			"| 6 | All reagents are ruined, and the crafting tool used (or one random crafting tool, if an alchemist's lab was used) breaks. |"
		],
		"parent_topics": [
			"specific_rulesets",
			"spontaneous_alchemy"
		],
		"siblings": [
			"reading_recipes",
			"reagents_and_processes",
			"crafting_tools_feats_and_mishaps"
		]
	},
	"vehicles": {
		"name": "Vehicles",
		"subtitle": "Specific Rulesets",
		"sources": [ "Ultimate Combat" ],
		"description": [
			"{SOURCE Ultimate Combat/170}",
			"",
			"In the Pathfinder Roleplaying Game, low-level characters do most of their traveling on their own two feet. At higher levels, magical travel becomes a common occurrence, as does travel by horseback, atop animal companions, or via more exotic mounts. Every so often, travel may involve a vehicle of some sort - the wagons of a caravan, a windtossed galley, some fantastic form of aerial transport, or even a planes-hopping device. If you like your games with a dose of weird, such vehicles may be as strange as a crashed space vessel. Whatever the case, vehicles in the Pathfinder RPG are often treated as either mobile terrain or adventure sites in their own right.",
			"",
			"Many of the iconic motifs that inspire roleplaying games touch on vehicular adventures, from the voyages of Jason and the Argonauts to pirate tales, from charioteers in blood-soaked arenas under a drone of cheers to those who would chase and tame dragons. History and fiction are full of interesting vehicles performing death-defying actions. The rules in this section allow you to run combats with vehicles in the Pathfinder RPG, rather than just treating them as objects or terrain.",
			"",
			"The following rules attempt to strike a balance between verisimilitude and ease and speed of play during combat. In areas where those two balancing points are conflicted, ease of use should always prevail."
		],
		"parent_topics": [ "specific_rulesets" ],
		"subtopics": [
			"vehicle_basics",
			"full_vehicle_rules",
			"vehicle_statistics",
			"land_vehicles",
			"water_vehicles",
			"air_vehicles"
		],
		"siblings": [
			"bar_fights",
			"dungeon_guides",
			"firearms",
			"foraging",
			"harvesting_poisons",
			"herbalism",
			"infernal_contracts",
			"leadership",
			"pathfinder_chronicles",
			"salvaging",
			"siege_engines_uc",
			"spontaneous_alchemy",
			"vehicles"
		]
	},
	"vehicle_basics": {
		"name": "Vehicle Basics",
		"subtitle": "Specific Rulesets",
		"sources": [ "Ultimate Combat" ],
		"description": [
			"{SOURCE Ultimate Combat/170}",
			"",
			"What follow are the basic rules for using vehicles in the Pathfinder Roleplaying Game. They give an overview of the rules that all vehicles use.",
			"",
			"- :HL[Drivers:] Drivers control vehicles. A driver is a creature with an Intelligence score of at least 3 who is physically able to manipulate a vehicle's driving device and who is both within the driving spaces of a vehicle and actively manipulating the driving device.",
			"- :HL[Occupants:] Any creature riding, driving, serving as crew on, or providing propulsion for a vehicle is considered its occupant.",
			"- :HL[Facing:] Unlike characters, vehicles have a forward facing. A vehicle moves best when it moves in the direction of its forward facing.",
			"- :HL[Acceleration/Deceleration:] Vehicles must accelerate to reach their maximum speed. Each round, with the proper driving action and a successful check, the driver can increase the vehicle's movement by its rate of acceleration, as long that value is no greater than the vehicle's maximum speed. Vehicles must decelerate to slow down and are hard to stop at an exact point.",
			"- :HL[Initiative:] A vehicle moves at the start of its driver's turn. If a vehicle has no driver, it moves on the turn of the last creature that was its driver, or on a turn determined by the GM.",
			"- :HL[Controlling a Vehicle:] If a vehicle has a driver, before the driver does anything else on her turn, she must determine what drive action she is taking, and take that action. If the driver takes no action, takes some other action instead of driving the vehicle, or delays or readies an action - or if there is no driver - the vehicle takes the \"uncontrolled\" action. A driver can only take one action each turn to control a vehicle. Once the driver has selected the action, or takes some other action forcing the vehicle to become uncontrolled, the vehicle moves.",
			"- :HL[Driving Check:] When a driver takes a driving action, she must make a driving check to determine the maneuverability and speed of the vehicle that round. The vehicle's propulsion determines what skill is used for the driving check. A driver can always make a Wisdom check in place of a driving check. The base DCs for all driving checks are DC 5 and DC 20. Use the lower DC when the driver is not in combat and the higher DC when the driver is in combat.",
			"- :HL[In Combat:] Vehicles, creatures used as propulsion, and crew members do not threaten any area around them, but their drivers and their non-crew occupants do. Vehicles can enter the spaces of objects and creatures smaller than themselves. Vehicles do not have attacks, but they can - and may be required to - make vehicular bull rush, vehicular overrun, and ramming combat maneuvers."
		],
		"parent_topics": [
			"specific_rulesets",
			"vehicles"
		],
		"siblings": [
			"vehicle_basics",
			"full_vehicle_rules",
			"vehicle_statistics",
			"land_vehicles",
			"water_vehicles",
			"air_vehicles"
		]
	},
	"full_vehicle_rules": {
		"name": "Full Vehicle Rules",
		"subtitle": "Specific Rulesets",
		"sources": [ "Ultimate Combat" ],
		"description": [
			"{SOURCE Ultimate Combat/170}",
			"",
			"The basic rules give a general idea of how vehicles act in the structure of the combat round, and how they are different than creatures. The following sections go into greater depth about running vehicles in combat."
		],
		"parent_topics": [
			"specific_rulesets",
			"vehicles"
		],
		"subtopics": [
			"drivers_and_occupants",
			"propulsion_and_driving_checks",
			"vehicle_size_and_space",
			"vehicle_facing_and_movement",
			"driving_vehicles",
			"optional_rule_wide_turns",
			"vehicles_in_combat",
			"propulsion_devices",
			"driving_devices"
		],
		"siblings": [
			"vehicle_basics",
			"full_vehicle_rules",
			"vehicle_statistics",
			"land_vehicles",
			"water_vehicles",
			"air_vehicles"
		]
	},
	"drivers_and_occupants": {
		"name": "Drivers and Occupants",
		"subtitle": "Vehicles",
		"sources": [ "Ultimate Combat" ],
		"description": [
			"{SOURCE Ultimate Combat/170}",
			"",
			"A vehicle is a special movable object that requires two things to keep it moving - a driver and a method of propulsion. A :HL[driver] is a creature with an Intelligence score of 3 or more who is physically able to use the vehicle's driving mechanism. In other words, the creature needs to be the correct size and have the correct anatomy to use whatever tool is used to drive the vehicle. Sometimes a driving mechanism may have its own requirements for use. The driver uses that mechanism and her skill (or her Wisdom) to control the vehicle. Without a driver, a vehicle will not move or will continue moving in a straight line, depending on the vehicle's state when it becomes driverless.",
			"",
			"A creature must be the size of a vehicle or smaller in order to drive it.",
			"",
			"Drivers, riders, any crew, and creatures that serve as propulsion for a vehicle are all considered :HL[occupants]. All occupants except for crew members and creatures used for propulsion can take actions and threaten areas as regular creatures. Crew members can take no actions nor threaten areas - their actions and concentration are all consumed by the act of providing propulsion or upkeep for the vehicle."
		],
		"parent_topics": [
			"specific_rulesets",
			"vehicles",
			"full_vehicle_rules"
		],
		"siblings": [
			"drivers_and_occupants",
			"propulsion_and_driving_checks",
			"vehicle_size_and_space",
			"vehicle_facing_and_movement",
			"driving_vehicles",
			"optional_rule_wide_turns",
			"vehicles_in_combat",
			"propulsion_devices",
			"driving_devices"
		]
	},
	"propulsion_and_driving_checks": {
		"name": "Propulsion and Driving Checks",
		"subtitle": "Vehicles",
		"sources": [ "Ultimate Combat" ],
		"description": [
			"{SOURCE Ultimate Combat/171}",
			"",
			"Every vehicle has a method of propulsion. Creatures pull chariots and wagons. Boats and ships are propelled by water currents, wind, muscle, or all three forces. Fantastical airships are held aloft by a variety of propulsion sources, both magical and mundane. The method of propulsion typically affects the speed and maneuverability of a vehicle, but more importantly, a vehicle's propulsion determines the required skill needed to control a vehicle. The following are the general methods of vehicle propulsion, along with what skills are typically needed to drive such vehicles.",
			"",
			":HL[Alchemical:] Rarely, an alchemical engine may propel a vehicle. Powered by steam or more volatile gases and reagents, a vehicle with an alchemical engine requires either a Knowledge (arcana) or Craft (alchemy) check to be driven. The base DC to drive an alchemical vehicle is 10 higher than normal. Alchemical engines can be extremely powerful, with the ability to propel vehicles hundreds of times their size. They can also be very fickle when driven by creatures uninitiated in the secrets of alchemy.",
			"",
			"When a driver makes a driving check to control an alchemically propelled vehicle with a Wisdom check or a skill she is not trained in and rolls a natural 1, the vehicle's alchemical engine gains the broken condition. When it gains the broken condition, the vehicle's maximum speed and acceleration are both halved, and if the vehicle is currently moving at a rate faster than its new maximum speed, it immediately slows to that speed.",
			"",
			":HL[Current:] From canoes and large ships to winged gliders, vehicles propelled by currents typically manipulate an already existing power source within or outside of nature: an air current, a water current, or more exotic currents, like conduits of magical energy. Usually, manipulating a current-propelled vehicle requires a skill like Fly, Knowledge (nature), Profession (sailor), Survival, or even Acrobatics or Knowledge (arcana), depending on the nature or makeup of the vehicle and the current the vehicle is manipulating.",
			"",
			":HL[Water Current:] Vehicles that only rely on currents of water for their propulsion are somewhat limited. These vehicles can only move in the direction and at the speed of a current unless they also employ some other means of propulsion or manipulation, and thus often have an additional form of propulsion, such as muscle in the case of a canoe, and wind in the case of a galley. A current-driven ship such as a river barge with a crew of two or more creatures requires either a Profession (sailor) or Knowledge (nature) check for the driving check, as ships require precision, discipline, and knowledge of the natural world. Smaller water-current vehicles, like canoes, use the Survival skill as the drive skill, as reading the terrain is a very important aspect of maintaining control over those types of vehicles.",
			"",
			"If it moves with the current, a water-current vehicle's maximum speed depends on the speed of the current (often as high as 120 feet). The acceleration of a water-current vehicle is 30 feet.",
			"",
			":HL[Air Current:] Air-current vehicles are rather diverse. They can be sailing ships, airships, land ships, or even gliders. A vehicle propelled by air with a crew of two or more creatures requires a Profession (sailor) or Knowledge (nature) check as its driving check. Because of their complexity, air-current vehicles always have their driving check DCs increased by 10. Smaller air-current vehicles, such as gliders and wind sleds, use Acrobatics or Fly instead. Much of their control depends on knowledge of flight or proper movements of the body to control the vehicle.",
			"",
			"Smaller vehicles (size Large or smaller) can move at a speed of 60 feet, can move at twice that amount when they are moving with the air current, and have an acceleration of 30 feet. Larger vehicles can move at a speed of 90 feet, or twice that amount when they are moving with the air current, and have an acceleration of 30 feet.",
			"",
			":HL[Weird Current:] Navigating currents of magical energy, burning magma, or the murky rivers of the Shadow Plane could use a number of skills, but likely use skills similar to those needed to operate water-current and air-current vehicles. Weird-current vehicles always have their driving check DCs increased by 10, and sometimes by 15 in more exotic locales and conditions.",
			"",
			"Weird-current vehicles typically move at the speed of water or air currents, depending on their nature, but have been known to move twice or even triple those speeds.",
			"",
			":HL[Magic:] Magic provides some of the most powerful and easy-to-use methods of propelling a vehicle, such as an elemental-powered juggernaut or an airship with an arcane device at its heart. Often simply identifying the properties of the magic item providing propulsion gives a creature the ability to use it, but sometimes more complicated magical devices require Spellcraft or Use Magic Device to drive properly.",
			"",
			":HL[Muscle:] From a chariot to a slave ship filled with captive rowers, moving a vehicle powered by muscle is all about getting a creature or creatures to push, pull, or otherwise propel the vehicle. Based on the type and intelligence of the creatures moving the vehicle, checks for driving muscle-propelled vehicles can use a diverse number of skills, including, but not limited to, Diplomacy, Handle Animal, Intimidate, and Profession (driver).",
			"",
			"Muscle-propelled vehicles come in two forms: pulled and pushed.",
			"",
			">:HL[Pulled:] This type of propulsion involves one or more creature pulling a vehicle. Unless the creature pulling the vehicle is intelligent (Intelligence score of 3 or higher), either Handle Animal or Profession (driver) is used for the driving check (driver's choice). Intelligent creatures must be convinced with a Diplomacy check (decrease the driving check by 5 if the creature or creatures have the helpful attitude), or forced with an Intimidate check. Forcing an intelligent creature to pull a vehicle increases the DC by 20.",
			">",
			">A creature can pull a number of vehicle squares equal to the number of squares in the creature's space to a top speed equal to twice the creature's speed. It can accelerate its space in vehicle squares up to its speed. For instance, a single horse takes up 4 squares, and can pull a 4-square cart 100 feet each round with an acceleration of 50 feet.",
			">",
			">:HL[Pushed:] Pushed vehicles are the exact opposite of pulled vehicles - vehicles that are pushed by muscle, usually using some form of device manipulated by crew members. Aquatic vehicles are the most likely to be pushed. Lines of rowers use their oars to push the vehicle forward, or a pair of cloud giants may churn a propeller at the aft end of a dirigible. Driving checks for pushed vehicles tend to be Diplomacy, Intimidate, or Handle Animal, depending on the intelligence and attitude of the creatures supplying the muscle for the propulsion.",
			">",
			">For intelligent creatures, use Diplomacy if the creatures providing the propulsion have an attitude of indifferent, friendly, or helpful. Decrease the Diplomacy driving check by 5 if the creatures providing the propulsion are friendly. Intimidate is used for intelligent creatures with an attitude of unfriendly or hostile. Handle Animal is used if the creatures providing the propulsion are not intelligent.",
			">",
			">A creature that is pushing a vehicle with the proper mechanical help can push between 5 times to 20 times its space in vehicle squares.",
			"",
			"The maximum speed and acceleration of a muscle-propelled vehicle depends on the mechanism used to assist the pushing - see the sample vehicle statistics for examples.",
			"",
			":HL[Mixed Methods of Propulsion:] Large and complicated vehicles, such as large sailing ships, often use multiple forms of propulsion. Sometimes multiple methods add flexibility, but often they work in concert to create faster movement. A vehicle with multiple methods of propulsion often requires a large crew to get it going and keep it moving. If a vehicle has two methods of propulsion, it uses its fastest speed and acceleration and then adds half the speed and acceleration of the secondfastest propulsion. Nothing is added for a third form of propulsion, except for the flexibility of having a back-up form of propulsion."
		],
		"parent_topics": [
			"specific_rulesets",
			"vehicles",
			"full_vehicle_rules"
		],
		"siblings": [
			"drivers_and_occupants",
			"propulsion_and_driving_checks",
			"vehicle_size_and_space",
			"vehicle_facing_and_movement",
			"driving_vehicles",
			"optional_rule_wide_turns",
			"vehicles_in_combat",
			"propulsion_devices",
			"driving_devices"
		]
	},
	"vehicle_size_and_space": {
		"name": "Vehicle Size and Space",
		"subtitle": "Specific Rulesets",
		"sources": [ "Ultimate Combat" ],
		"description": [
			"{SOURCE Ultimate Combat/172}",
			"",
			"Vehicles have sizes and spaces different from creature sizes and spaces. Many vehicles are long and thin rather than taking up a space of an equal number of squares per side like creatures do. A wagon, for instance, may take up a 10-by-10-foot square, or may be 10 feet wide and 15 feet or more long. Often one of the shorter sides of the vehicle serves as a vehicle's forward facing.",
			"",
			":HL[Size Conversion:] Often it is important to know the size category of a vehicle. Use Table 4-1 to determine the size of a vehicle or its propulsion based on the number of squares it occupies.",
			"",
			":HL[Driving Space:] At least one 5-foot by 5-foot square on each vehicle must be designated as its driving space: often such an area encompasses multiple squares. In order to drive a vehicle, an intelligent creature must be within at least one square of the driving space and able to manipulate its driving device. The typical sizes and locations of driving spaces are detailed in the individual vehicle descriptions.",
			"",
			"### Table 4-1: Vehicle Size by Squares",
			"",
			"| Vehicle Squares | Vehicle Size |",
			"| --- | --- |",
			"| 2-6 squares | Large vehicle |",
			"| 7-12 squares | Huge vehicle |",
			"| 13-20 squares | Gargantuan vehicle |",
			"| 21+ squares | Colossal vehicle |"
		],
		"parent_topics": [
			"specific_rulesets",
			"vehicles",
			"full_vehicle_rules"
		],
		"siblings": [
			"drivers_and_occupants",
			"propulsion_and_driving_checks",
			"vehicle_size_and_space",
			"vehicle_facing_and_movement",
			"driving_vehicles",
			"optional_rule_wide_turns",
			"vehicles_in_combat",
			"propulsion_devices",
			"driving_devices"
		]
	},
	"vehicle_facing_and_movement": {
		"name": "Vehicle Facing and Movement",
		"subtitle": "Specific Rulesets",
		"sources": [ "Ultimate Combat" ],
		"description": [
			"{SOURCE Ultimate Combat/172}",
			"",
			"Vehicles do not move like creatures, even when they use creatures as propulsion. They tend to move in the direction of their forward facing, and do so quickly.",
			"",
			":HL[Facing:] Unlike creatures, most vehicles have a forward facing. The facing of the vehicle determines its best path of propulsion. Vehicles are very good at moving in the direction of their forward facing, but it takes time and skill to move them in other directions. A horse-pulled wagon moves forward quickly and with ease, but turning a corner requires proper timing and a crack of the whip. A ship propelled by an air current can take a great deal of effort to stop, especially once it has reached top speed. Vehicle facing represents the effect of inertia on vehicles.",
			"",
			"When driven correctly, vehicles can move straight ahead, diagonally, or a mix of both within the same movement. Skilled drivers can make a vehicle zigzag in a forward direction with ease.",
			"",
			":HL[Movement:] Vehicles have a maximum speed and an acceleration listing. The speed is the fastest rate the vehicle can travel. When a creature or creatures pull a vehicle, the vehicle's maximum speed is equal to twice the speed of the creature providing the propulsion, and its acceleration is the creature's speed. (Teams of mixed creature types use the slowest creature's speed.) A vehicle cannot start at its maximum speed, unless it has some form of high-level magic propulsion. Each round, the driver can attempt to accelerate the vehicle or decelerate it by a rate equal to its acceleration (see {rule/Driving Vehicles}). The rate at which a vehicle is currently moving is called its current speed."
		],
		"parent_topics": [
			"specific_rulesets",
			"vehicles",
			"full_vehicle_rules"
		],
		"siblings": [
			"drivers_and_occupants",
			"propulsion_and_driving_checks",
			"vehicle_size_and_space",
			"vehicle_facing_and_movement",
			"driving_vehicles",
			"optional_rule_wide_turns",
			"vehicles_in_combat",
			"propulsion_devices",
			"driving_devices"
		]
	},
	"driving_vehicles": {
		"name": "Driving Vehicles",
		"subtitle": "Specific Rulesets",
		"sources": [ "Ultimate Combat" ],
		"description": [
			"{SOURCE Ultimate Combat/173}",
			"",
			"Controlling a vehicle takes common sense, awareness, intuition, and often some amount of skill in its method of propulsion. In the case of muscle propulsion, it is about guiding the creatures to move the vehicle. In the case of current propulsion, it is about using the current and tools like sails, oars, or a rudder to move the vehicle. With magic, it is typically about understanding the magic device that powers the propulsion and using the device properly.",
			"",
			":HL[Driving Actions:] A driver can, at the start of her turn, before taking any other action, take any of the following actions (except the \"uncontrolled\" action) to control a vehicle. If the driver does not take an action, takes another action, or delays or readies an action, she loses control of the vehicle and the vehicle takes the \"uncontrolled\" action.",
			"",
			">:HL[Accelerate (standard action):] With a successful driving check, the vehicle's current speed increases up to its acceleration (in 5-foot increments; minimum 5 feet), but no higher than its maximum speed. The vehicle can move forward or forward diagonally. In other words, each time a vehicle enters a new 5-foot square, it can choose any of its forward-facing squares - the ones directly in front or either of the squares directly forward and diagonal. This allows the vehicle to swerve. A driver who fails her driving check can only move into squares directly in front of the vehicle's forward facing.",
			">",
			">:HL[Decelerate (standard action):] With a successful driving check, the vehicle's current speed decreases by a rate up to its acceleration (in 5-foot increments; minimum 5 feet). On a failed check, the vehicle does not decelerate. Either way, the vehicle can move forward diagonally. If deceleration reduces a vehicle's speed to 0, some amount of inertia will continue to move the vehicle forward. The vehicle moves forward (either directly forward or forward diagonally) 1d4 &times; 5 feet before coming to a complete stop. Having the {feat/Expert Driver} feat reduces this distance by 10 feet (minimum 0 feet).",
			">",
			">:HL[Keep It Going (move action):] With a successful driving check, the driver can move the vehicle forward on its current facing at its current speed, and it can move forward diagonally. Failing the check keeps the speed constant, but you cannot move the vehicle forward diagonally.",
			">",
			">:HL[Reverse (standard action):] A vehicle may only be moved in reverse if it is at a full stop (movement of 0 feet). On a successful driving check, a vehicle can move backward at half its acceleration, moving either directly backward (the reverse of its forward facing) or backward diagonally. On a failed check, it does not move backward.",
			">",
			">:HL[Turn (standard action):] The driver takes this action to turn a vehicle's forward facing 90 degrees. The vehicle moves its current speed. If a vehicle's current speed is twice its acceleration, the driving check DC increases by 5. If a vehicle's movement is three times its acceleration, the driving check DC increases by 10. If it is four or more times its acceleration, the DC increases by 20. With a successful driving check, the vehicle changes its facing either left or right by 90 degrees at any point during its movement. Do this by pivoting the vehicle so that the left rear or right rear side of the vehicle takes the place of the vehicle's former forward facing side. On a failed check, the vehicle does not turn, but can be moved forward diagonally during its movement.",
			">",
			">:HL[Uncontrolled (no action):] When the driver does nothing or there is no driver, the vehicle is uncontrolled. An uncontrolled vehicle moves forward only (it cannot move forward diagonally). If a vehicle has muscle propulsion, it decelerates at a rate equal to its acceleration. If a vehicle is powered by an air current, water current, or some form of weird current, it slows by 10 feet. These decelerations are cumulative. If a vehicle does nothing, it cannot perform vehicular bull rushes, but can still perform a vehicular overrun or a ramming maneuver (see [Vehicle Combat Maneuvers](rule/vic_vehicle_combat_maneuvers)).",
			">",
			":HL[Driving a Vehicle Outside of Combat:] Since driving a vehicle outside of combat is easily accomplished by taking 10 on the skill check, driving checks are not normally needed. Almost every character can do it with relative ease; the DCs are given only to adjudicate special situations that may come up in your game.",
			"",
			":HL[Driving a Vehicle with Magic Propulsion:] Typically, a vehicle with magic propulsion requires actions but no driving checks in order to drive it. When driving a vehicle with magic propulsion, treat every action as though the driver succeeded at the driving check.",
			"",
			":HL[Driving a Vehicle without the Proper Skill:] If a driver lacks the proper skill to drive a vehicle, the driver can always make a Wisdom ability check instead of the appropriate skill check. The driver can even take 10 or gain the benefits of aid another when using Wisdom instead of the vehicle's normal driving skill.",
			"",
			":HL[Vehicle Crews:] Some vehicles require a crew. A vehicle with a full crew complement is as easy to control as any other vehicle. A vehicle without a full crew complement, but with at least half its crew, increases all driving check DCs by 10. A vehicle needs at least half its crew complement in order to be driven at all. Crew members can take no action while the vehicle is in motion except to aid in that vehicle's movement. A crew member does not threaten an area."
		],
		"parent_topics": [
			"specific_rulesets",
			"vehicles",
			"full_vehicle_rules"
		],
		"siblings": [
			"drivers_and_occupants",
			"propulsion_and_driving_checks",
			"vehicle_size_and_space",
			"vehicle_facing_and_movement",
			"driving_vehicles",
			"optional_rule_wide_turns",
			"vehicles_in_combat",
			"propulsion_devices",
			"driving_devices"
		]
	},
	"optional_rule_wide_turns": {
		"name": "Optional Rule: Wide Turns",
		"subtitle": "Vehicles",
		"sources": [ "Ultimate Combat" ],
		"description": [
			"{SOURCE Ultimate Combat/174}",
			"",
			"The rules for turning a vehicle are a simple way of getting vehicles to turn on a grid, but when a vehicle turns, it doesn't do so sharply, even when powered by magic; vehicles rarely make turns evenly. If this simple system involves too much abstraction, you can have vehicles make wide turns.",
			"",
			"Have the driver make a driving check as usual. If she succeeds at the check, she can turn the vehicle. When a vehicle makes a turn, it has a chance to make a vehicular overrun or ramming maneuver on any creature within the turning area, which is a square with sides equal to the vehicle's length, with one vertex touching the front facing of the vehicle on the side opposite to the direction of the turn. In other words, put the square with one side running along the vehicle's front, perpendicular to its forward facing, and another running the direction of its current forward facing. Place the square so its far corner is within the desired destination of the vehicle. If the turn is successful, the vehicle ends this movement in that area, facing toward the direction of the turn.",
			"",
			"The vehicle then makes either vehicular overruns or vehicular bull rushes (if the driver makes the required swift action) on all creatures and objects within the square that are smaller than it, and makes ramming maneuvers on all creatures and objects that are larger than it, including solid objects. It takes a -10 penalty on the vehicular bull rush and vehicular overrun maneuvers. The driver can choose to make these in any order she likes. She makes them one at a time (even after the vehicle is wrecked or comes to a sudden stop), and all effects are cumulative. If the vehicle is wrecked or comes to a sudden stop, the GM decides the final resting location within the turning area, picking the most plausible location given the effects.",
			"",
			"For instance, if the square has two objects larger than the vehicle and three creatures smaller than it, and the driver decides to make the ramming maneuver on the objects first, and then is wrecked during the ramming maneuver on the second object, the vehicle still makes the vehicular overruns on the other two creatures. It ends in a location of the GM's choosing."
		],
		"parent_topics": [
			"specific_rulesets",
			"vehicles",
			"full_vehicle_rules"
		],
		"siblings": [
			"drivers_and_occupants",
			"propulsion_and_driving_checks",
			"vehicle_size_and_space",
			"vehicle_facing_and_movement",
			"driving_vehicles",
			"optional_rule_wide_turns",
			"vehicles_in_combat",
			"propulsion_devices",
			"driving_devices"
		]
	},
	"vehicles_in_combat": {
		"name": "Vehicles in Combat",
		"subtitle": "Specific Rulesets",
		"sources": [ "Ultimate Combat" ],
		"description": [
			"{SOURCE Ultimate Combat/174}",
			"",
			"A vehicle in combat can become a target for attacks and can affect combatants with special vehicular maneuvers. The following are the rules for how a vehicle acts in the combat round."
		],
		"parent_topics": [
			"specific_rulesets",
			"vehicles",
			"full_vehicle_rules"
		],
		"siblings": [
			"drivers_and_occupants",
			"propulsion_and_driving_checks",
			"vehicle_size_and_space",
			"vehicle_facing_and_movement",
			"driving_vehicles",
			"optional_rule_wide_turns",
			"vehicles_in_combat",
			"propulsion_devices",
			"driving_devices"
		],
		"subtopics": [
			"vic_initiative_and_movement",
			"vic_threatening_and_line_of_sight",
			"vic_jumping_on_or_off_vehicle",
			"vic_taking_control_of_a_vehicle",
			"vic_attacks_against_vehicles",
			"vic_vehicle_combat_maneuvers",
			"vic_damaging_a_vehicle"
		]
	},
	"vic_initiative_and_movement": {
		"name": "Initiative, Movement, and Sudden Stops",
		"subtitle": "Vehicles in Combat",
		"sources": [ "Ultimate Combat" ],
		"description": [
			"{SOURCE Ultimate Combat/174}",
			"",
			"### Initiative",
			"",
			"A vehicle moves on its driver's initiative. If a driver delays or readies an action, the vehicle goes out of control, and does nothing except take the uncontrolled action until it stops or someone becomes its new driver.",
			"",
			"### Movement",
			"",
			"At the start of the driver's turn, she makes a driving check to control the vehicle as detailed in the {rule/Driving Vehicles} section. When doing so, she takes whatever action is required before doing anything else that turn.",
			"",
			"Vehicles usually ignore difficult terrain due to rubble and foliage, but treat steep inclines as difficult terrain, and depending on the vehicle type and GM judgment, they may be affected by other difficult terrain types as well.",
			"",
			"Vehicles and creatures that occupy vehicles can enter the spaces of other vehicles and creatures, though doing so usually provokes a vehicular overrun or ramming maneuver (see [Vehicle Combat Maneuvers](rule/vic_vehicle_combat_maneuvers)). A vehicle can even end its turn in the space of a creature or another vehicle.",
			"",
			"### Sudden Stops",
			"",
			"When a vehicle comes to a sudden stop - its movement is reduced to 0 in some way other than the driver using a drive action to slow the vehicle - both creatures and items on the vehicle are violently pushed toward the vehicle's forward facing a number of squares equal to 1/2 the vehicle's current speed before it came to the sudden stop. This movement does not provoke attacks of opportunity. At the end of this movement, creatures and objects take 1d6 points of damage, and creatures must succeed at a DC 20 Reflex saving throw or be knocked prone. If the movement pushes creatures or objects into solid objects, that creature or object takes an additional 1d6 points of damage for each 5-foot square the push was reduced by the solid object.",
			"",
			"For instance, if a vehicle with a movement of 60 feet makes a sudden stop due to hitting a brick wall, its driver is thrown 30 feet toward the brick wall. If the brick wall was only 5 feet away from the driver at the point of impact, the driver moves forward 5 feet, hits the wall, and takes 5d6 points of damage. She then takes the original 1d6 points of damage, after which she makes a Reflex saving throw to see if she falls prone for the sudden stop."
		],
		"parent_topics": [
			"specific_rulesets",
			"vehicles",
			"full_vehicle_rules",
			"vehicles_in_combat"
		],
		"siblings": [
			"vic_initiative_and_movement",
			"vic_threatening_and_line_of_sight",
			"vic_jumping_on_or_off_vehicle",
			"vic_taking_control_of_a_vehicle",
			"vic_attacks_against_vehicles",
			"vic_vehicle_combat_maneuvers",
			"vic_damaging_a_vehicle"
		]
	},
	"vic_threatening_and_line_of_sight": {
		"name": "Threatening and Line of Sight",
		"subtitle": "Vehicles in Combat",
		"sources": [ "Ultimate Combat" ],
		"description": [
			"{SOURCE Ultimate Combat/174}",
			"",
			"### Threatening",
			"",
			"Vehicles cannot threaten areas, but their non-crew occupants can. A character driving a vehicle still threatens the squares around her, though she may have limited options for attack depending on the requirements of the device used to drive the vehicle. Creatures used as propulsion do not threaten areas, and are treated as part of the vehicle for purposes of vehicular combat maneuvers.",
			"",
			"### Line of Sight and Cover",
			"",
			"Vehicles typically grant their occupants partial cover (+2 to AC and +1 on Reflex saving throws) against those outside the vehicle, and may grant partial cover against opponents within the vehicles as well. Vehicles with more protection or internal chambers can offer greater cover and can even block line of sight."
		],
		"parent_topics": [
			"specific_rulesets",
			"vehicles",
			"full_vehicle_rules",
			"vehicles_in_combat"
		],
		"siblings": [
			"vic_initiative_and_movement",
			"vic_threatening_and_line_of_sight",
			"vic_jumping_on_or_off_vehicle",
			"vic_taking_control_of_a_vehicle",
			"vic_attacks_against_vehicles",
			"vic_vehicle_combat_maneuvers",
			"vic_damaging_a_vehicle"
		]
	},
	"vic_jumping_on_or_off_vehicle": {
		"name": "Jumping On or Off a Vehicle",
		"subtitle": "Vehicles in Combat",
		"sources": [ "Ultimate Combat" ],
		"description": [
			"{SOURCE Ultimate Combat/174}",
			"",
			"Jumping on a vehicle is a normal jump of its distance assuming the vehicle has a deck or handholds within the character's height from the ground. Increase the DC of the Acrobatics check by 5 for every 30 feet of the vehicle's current speed. If the jumping creature is on a moving vehicle, calculate the increase in the Acrobatics skill check DC by calculating the difference between the current speeds of the two vehicles. For every difference of 30 feet (round up), the DC increases by 5.",
			"",
			"For example, jumping onto a vehicle with a current speed of 90 feet increases the DC by 15 if the jumper is not also on a moving vehicle. If the jumper is on a moving vehicle, and that vehicle is moving at the same current speed as the vehicle the jumper wants to jump to, there is no increase to the DC. If the difference between their speeds is less than 30 feet, the DC of the Acrobatics check increases by 5. If it's between 30 and 60, it increases by 10, and so on.",
			"",
			"Jumping off a vehicle onto the ground is considered a fall, and treated as if the fall were an additional 10 feet farther for every 30 feet of the vehicle's movement for the purposes of determining damage. Acrobatics can be used to soften this fall, and magic abilities such as {spell/feather fall} can be used to negate the effects of jumping off a vehicle."
		],
		"parent_topics": [
			"specific_rulesets",
			"vehicles",
			"full_vehicle_rules",
			"vehicles_in_combat"
		],
		"siblings": [
			"vic_initiative_and_movement",
			"vic_threatening_and_line_of_sight",
			"vic_jumping_on_or_off_vehicle",
			"vic_taking_control_of_a_vehicle",
			"vic_attacks_against_vehicles",
			"vic_vehicle_combat_maneuvers",
			"vic_damaging_a_vehicle"
		]
	},
	"vic_taking_control_of_a_vehicle": {
		"name": "Taking Control of a Vehicle",
		"subtitle": "Vehicles in Combat",
		"sources": [ "Ultimate Combat" ],
		"description": [
			"{SOURCE Ultimate Combat/174}",
			"",
			"If a vehicle has no driver, any creature can take control of the vehicle as long as the creature is within the driving space of the vehicle and makes a driving check as a free action. The vehicle's driver can always give over control to another adjacent creature that is within the driving space of the vehicle as a free action. When a new creature becomes the driver, the vehicle moves on the new driver's turn, but not on the new driver's first turn after taking control of the vehicle.",
			"",
			"If a creature wants to take control of a vehicle from another forcefully, it must pull the driver off the controls as part of a grapple and take over the driving device as part of a pin. When a creature successfully pins a vehicle's driver, it can choose to end the grapple immediately. When it does, the creature moves the current driver 5 feet to any unoccupied space within the vehicle (this movement does not provoke attacks of opportunity) and becomes the vehicle's new driver."
		],
		"parent_topics": [
			"specific_rulesets",
			"vehicles",
			"full_vehicle_rules",
			"vehicles_in_combat"
		],
		"siblings": [
			"vic_initiative_and_movement",
			"vic_threatening_and_line_of_sight",
			"vic_jumping_on_or_off_vehicle",
			"vic_taking_control_of_a_vehicle",
			"vic_attacks_against_vehicles",
			"vic_vehicle_combat_maneuvers",
			"vic_damaging_a_vehicle"
		]
	},
	"vic_attacks_against_vehicles": {
		"name": "Attacks against Vehicles",
		"subtitle": "Vehicles in Combat",
		"sources": [ "Ultimate Combat" ],
		"description": [
			"{SOURCE Ultimate Combat/174}",
			"",
			"A vehicle has a base Armor Class based on its size and other defenses the vehicle has. To calculate the vehicle's actual AC, add the current driver's driving skill modifier (or Wisdom modifier, if it is using that ability to drive the vehicle) to the vehicle's base AC. Touch attacks against a vehicle ignore its driver's driving skill or ability modifier; thus a vehicle's base AC is its touch AC. A vehicle is never considered flat-footed.",
			"",
			"A vehicle has a base saving throw listed in its stat block. This determines its base Fortitude and Reflex saving throw. A vehicle is immune to effects that require a Will saving throw (though drivers, crew members, passengers, and creatures providing muscle propulsion typically are not). To determine the vehicle's actual Fortitude and Reflex saving throws, add half the driver's driving skill modifier (or half the driver's Wisdom modifier) to the vehicle's base saving throw.",
			"",
			"Vehicles have hit points, but do not have ability scores, and are immune to ability score damage or drain. They are also immune to bleed damage. A vehicle that takes damage in excess of half its total hit points gains the broken condition. When a vehicle reaches 0 or fewer hit points, but has not yet reached negative hit points equal to the number of squares of its space, it is wrecked. When a vehicle reaches a negative number of hit points equal to the number of squares it takes up, it is destroyed (see [Damaging a Vehicle](rule/vic_damaging_a_vehicle)).",
			"",
			"Unlike other objects, vehicles do not take half damage from energy attacks, but do take half damage from all ranged weapons except siege weapons.",
			"",
			"When attacking a vehicle, you can attack the vehicle's structure, occupant, propulsion, driving device, or conveyance (if any).",
			"",
			">:HL[Attacking the Structure:] This is an attack against the vehicle itself. If successful, the vehicle takes damage normally.",
			">",
			">:HL[Attacking an Occupant:] This is a normal attack against an occupant creature. Occupants get partial cover or greater if the attack is coming from outside of the vehicle. Grappling the driver is one method for taking control of the vehicle.",
			">",
			">:HL[Attacking Propulsion:] Propulsion often has its own set of statistics, while creatures propelling a vehicle use their own statistics. Other types of propulsion have hit points and hardness determined by multiplying the values listed in {rule/Propulsion Devices} by the vehicle's total number of squares of that type. Individual vehicle stat blocks also detail their propulsion.",
			">",
			">If a vehicle is being pulled by creatures, and any of those creatures is killed, dazed, stunned, or becomes unconscious, the vehicle comes to a sudden stop (see [Sudden Stops](rule/vic_initiative_and_movement)). If a vehicle has a crew, and half or more of that crew is killed, dazed, stunned, or rendered unconscious, the vehicle can no longer be controlled.",
			">",
			">:HL[Attacking the Driving Device:] A driving device is its own object with its own statistics. When a driving device gains the broken condition or is disabled, all driving checks are increased by 10. When a driving device is destroyed, the vehicle can no longer be driven. Driving devices are typically objects with object immunities and resistances.",
			">",
			">:HL[Attacking Conveyance:] An attack against wheels, rudders, or similar forms of conveyance takes a -10 penalty on the attack roll, but does maximum damage to the vehicle (no roll necessary). If the attack is a critical hit, multiply this maximum damage by the critical multiplier of the attack. Conveyances are typically objects with object immunities and resistances.",
			"",
			"### Table 4-5: Vehicle AC and CMB Modifier by Size",
			"",
			"| Vehicle Size | AC | CMB Modifier |",
			"| --- | --- | --- |",
			"| Large vehicle | 9 | +1 |",
			"| Huge vehicle | 8 | +2 |",
			"| Gargantuan vehicle | 6 | +4 |",
			"| Colossal vehicle | 2 | +8 |"
		],
		"parent_topics": [
			"specific_rulesets",
			"vehicles",
			"full_vehicle_rules",
			"vehicles_in_combat"
		],
		"siblings": [
			"vic_initiative_and_movement",
			"vic_threatening_and_line_of_sight",
			"vic_jumping_on_or_off_vehicle",
			"vic_taking_control_of_a_vehicle",
			"vic_attacks_against_vehicles",
			"vic_vehicle_combat_maneuvers",
			"vic_damaging_a_vehicle"
		]
	},
	"vic_vehicle_combat_maneuvers": {
		"name": "Vehicle Combat Maneuvers",
		"subtitle": "Vehicles in Combat",
		"sources": [ "Ultimate Combat" ],
		"description": [
			"{SOURCE Ultimate Combat/174}",
			"",
			"Vehicles typically don't have attacks, though some can be fitted with siege weapons. A vehicle can make, and is often required to make, a vehicular bull rush, vehicular overrun, or ramming maneuver as part of its movement. Unlike creatures, a vehicle can enter the space of creatures or objects smaller than it, and when it does, it makes either a vehicular overrun or vehicular bull rush. When a vehicle hits a creature or a vehicle that is its size or larger, or it hits a solid object (a wall or structure that is immobile and has a hardness of 5 or more), it makes a ramming maneuver.",
			"",
			"### Vehicular Overrun",
			"",
			"Any time any part of a vehicle (including any creatures used as propulsion) enters the space of a creature or vehicle smaller than it, the driver must make a vehicular overrun combat maneuver against the creature or vehicle. This may require the driver to make vehicular overrun checks against the same creature numerous times as new parts of the vehicle enter its square.",
			"",
			"When performing a vehicular overrun, the driver uses the base CMB of the vehicle plus her driving skill modifier (or Wisdom skill modifier if she is using that ability to drive the vehicle) as the CMB of the vehicular overrun. If the driver has feats that improve her CMB when overrunning, like the {feat/Improved Overrun} feat, she may also add those modifiers and benefits to the vehicular overrun. Like a normal overrun, this action provokes an attack of opportunity from the creature being overrun, unless the driver has the {feat/Improved Overrun} feat. The creature being overrun can make this attack of opportunity on any part of the vehicle that is within reach.",
			"",
			"When a vehicular overrun is attempted, the target of the overrun may choose to avoid the vehicle, allowing the vehicle to pass through its space without requiring a vehicular overrun maneuver check. The creature or vehicle cannot avoid a maneuver check if the driver has the {feat/Improved Overrun} feat, the vehicle is two or more size categories larger than the target, or the target creature is confused, dazed, entangled, flat-footed, helpless, paralyzed, prone, or stunned. If the target does not avoid the vehicle, make the combat maneuver check as normal. If the maneuver is successful, the vehicle moves through the target's space, and the target of the overrun takes the vehicle's ramming damage (see Table 4-3 for base ramming damage by size, and individual vehicle stat blocks for their own ramming damage). If the driver's combat maneuver check exceeds the target's CMD by 5 or more, the target takes twice the vehicle's ramming damage. If the target is a creature, it is also knocked prone. If the target has more than two legs, it gets a +2 bonus to its CMD for each additional leg it has. Vehicles that are overrun are knocked prone if the opposing driver's combat maneuver check result exceeds the vehicle's CMD by 10 or more. A vehicle that is knocked prone makes a sudden stop (see [Sudden Stops](rule/vic_initiative_and_movement)).",
			"",
			"It takes at least 5 full-round actions and a DC 25 Strength check from creatures adjacent to the vehicle to push a Large land or water vehicle up from being prone. For every size category that the vehicle is larger than size Large, increase the number of full-round actions by three and the Strength check DC by 5.",
			"",
			"The driver of a prone air vehicle must succeed at a DC 25 Fly check immediately to avoid falling.",
			"",
			"A vehicle equipped with a ram deals +2d8 points of damage with a vehicular overrun.",
			"",
			"### Vehicular Bull Rush",
			"",
			"As a swift action, taken when the driver takes all but the \"uncontrolled\" action while driving the vehicle, a driver can choose to substitute all or some of her vehicular overruns with vehicular bull rush maneuvers until the end of the vehicle's movement that turn. A vehicular bull rush pushes a creature or a vehicle away without doing harm. If the driver does not have the {feat/Improved Bull Rush} feat or a similar ability, initiating a vehicular bull rush provokes an attack of opportunity from the creature being bull rushed with the vehicle.",
			"",
			"If the bull rush is successful, the target of the bull rush is pushed 5 feet away from the vehicle. If you succeed at the check for the vehicular bull rush by 5 or more, you can deal the vehicle's ramming damage to the creature. For every 5 by which your attack exceeds your opponent's CMD, you push the target an additional 5 feet away. A creature being moved by a vehicular bull rush does not provoke attacks of opportunity, unless the driver possesses the {feat/Greater Bull Rush} feat. You cannot bull rush a creature or vehicle into a square that is occupied by an object (including a vehicle). If there is another creature in the way of a bull rush, the driver must immediately make a combat maneuver check to bull rush that creature, taking a -4 penalty on this check for each creature being pushed beyond the first. If successful, the driver can continue to push the creature or vehicle a distance equal to the lesser result.",
			"",
			"### Ramming",
			"",
			"Any time any part of a vehicle (including any creatures used as propulsion) enters the space of a creature or vehicle of its size or larger, or the space of a solid sturdy object (like a wall or a building) no matter the size of that object, it makes a ramming maneuver against that creature or object. There is no maneuver check for a ramming maneuver; its effects happen automatically. When a vehicle makes a ramming maneuver against a creature or an object, the vehicle deals its ramming damage to the creature or object, and the vehicle takes half that damage. The base amount of damage that a ramming vehicle does and takes is determined by its size (see Table 4-3).",
			"",
			"When a vehicle makes a ramming maneuver against a solid object, to determine how much damage both the solid object and the vehicle take, allow the vehicle to enter the solid object's space. The vehicle will only travel through that space if the damage is enough to destroy the solid object; in all other cases the vehicle takes the damage and then comes to a sudden stop directly in front of the solid object.",
			"",
			"When a vehicle makes a ramming maneuver against a creature, a non-solid object, or another vehicle, it can enter the space of the object or the creature, and even end its move within that space.",
			"",
			"A vehicle can have a ram or similar ramming device on its forward facing. If it does, it ignores the damage for the first square it enters of a solid object, and all squares for other objects and creatures. A ram can be added to a Large vehicle for 50 gp, a Huge vehicle for 100 gp, a Gargantuan vehicle for 200 gp, and a Colossal vehicle for 400 gp. A vehicle cannot have a ram if it uses muscle propulsion (pulled).",
			"",
			"If a vehicle is being pulled by a creature or creatures when the vehicle takes damage due to a ramming maneuver, the creatures that are pulling it are damaged as well, and are knocked prone. A successful Reflex saving throw (DC 10 + 1 for every 10 feet of the speed the vehicle was moving when it hit the vehicle, structure, or creature) halves the damage and the creatures pulling it are not knocked prone.",
			"",
			"If the vehicle making the ramming maneuver is a muscle-propelled (pulled) vehicle, the creatures pulling the vehicle attempt to avoid making a ramming maneuver. If a ramming maneuver is imminent, those creatures decelerate at a rate of up to twice their acceleration as an immediate action or attempt to swerve out of the way (automatically moving diagonally to avoid the vehicle or structure even if they were not driven to do so), avoiding the vehicle or structure if possible. The driver chooses which of these options occurs. A skilled driver can attempt to force the creature to continue the ramming maneuver, but doing so requires a DC 30 Handle Animal, Diplomacy, or Intimidate check, depending on the type and intelligence of the creature. The driver makes this check as an immediate action when the creature tries to decelerate or swerve out of the way.",
			"",
			"### Table 4-3: Ramming Damage by Size",
			"",
			"| Vehicle Size | Damage |",
			"| --- | --- |",
			"| Large vehicle | 1d8 |",
			"| Huge vehicle | 2d8 |",
			"| Gargantuan vehicle | 4d8 |",
			"| Colossal vehicle | 8d8 |",
			"",
			"### Table 4-5: Vehicle AC and CMB Modifier by Size",
			"",
			"| Vehicle Size | AC | CMB Modifier |",
			"| --- | --- | --- |",
			"| Large vehicle | 9 | +1 |",
			"| Huge vehicle | 8 | +2 |",
			"| Gargantuan vehicle | 6 | +4 |",
			"| Colossal vehicle | 2 | +8 |"
		],
		"parent_topics": [
			"specific_rulesets",
			"vehicles",
			"full_vehicle_rules",
			"vehicles_in_combat"
		],
		"siblings": [
			"vic_initiative_and_movement",
			"vic_threatening_and_line_of_sight",
			"vic_jumping_on_or_off_vehicle",
			"vic_taking_control_of_a_vehicle",
			"vic_attacks_against_vehicles",
			"vic_vehicle_combat_maneuvers",
			"vic_damaging_a_vehicle"
		]
	},
	"vic_damaging_a_vehicle": {
		"name": "Damaging and Repairing a Vehicle",
		"subtitle": "Vehicles in Combat",
		"sources": [ "Ultimate Combat" ],
		"description": [
			"{SOURCE Ultimate Combat/174}",
			"",
			"### Damaging a Vehicle",
			"",
			"Vehicles have hit points and hardness based on their primary components. Most vehicles are made of wood. Heavier construction materials are possible, but they at least double the number of squares of propulsion a vehicle requires. Materials like stone or heavy metals quadruple the number of squares of propulsion needed.",
			"",
			"A vehicle has a total number of hit points equal to its base material hit point value times its vehicle's number of squares (see Table 4-4). When it is reduced to below half hit points, it becomes broken. When it reaches 0 hit points, it becomes wrecked. When it reaches negative hit points equal to its number of squares, it is destroyed - it is so damaged it cannot even be used for scrap material.",
			"",
			"### Table 4-4: Vehicle Hit Points by Material",
			"",
			"| Material | hp | Hardness |",
			"| --- | --- | --- |",
			"| Leather | 10 | 0 |",
			"| Wood | 15 | 5 |",
			"| Stone | 20 | 8 |",
			"| Metal | 20 | 10 |",
			"| Magically treated | &times;2 | &times;2 |",
			"",
			">:HL[Broken Condition:] Vehicles, and sometimes their methods of propulsion, are objects, and like any other object, when they take damage in excess of half their hit points, they gain the broken condition. When a vehicle gains the broken condition, it takes a -2 penalty to AC, on saving throws, and on combat maneuver checks, and the DC to drive the vehicle increases by 2. If a vehicle or its means of propulsion becomes broken, both the maximum speed and the acceleration of the vehicle are halved until repaired. If the vehicle is in motion, and is traveling faster than its new maximum speed, it automatically decelerates to its new maximum speed.",
			">",
			">:HL[Wrecked Condition:] A vehicle gains the wrecked condition if its hit points are reduced to 0 or fewer. A wrecked vehicle cannot be driven and gains the sinking condition (if in the water) or falls (if in the air). An air vehicle that begins to fall does so at a rate of half its maximum speed each round.",
			">",
			">If a means of propulsion is reduced to 0 or fewer hit points, it does not gain the wrecked condition. It is instead destroyed.",
			">",
			">:HL[Sinking:] A water vehicle that is reduced to 0 or fewer hit points or a vehicle that is not seaworthy that is plunged into water gains the sinking condition. For a water vehicle, this condition ends when a vehicle is brought to 1 or more hit points, but other vehicles must be removed from the water. A sinking ship fully sinks and is destroyed 10 rounds after gaining the sinking condition. Each additional hit on a sinking ship reduces the remaining time for it to sink by 1 round. Alternatively, when a water vehicle is reduced to a negative number of hit points equal to its number of squares, it sinks immediately.",
			">",
			">:HL[Destroyed:] A vehicle is destroyed when it is reduced to a number of negative hit points equal to its number of squares. A destroyed vehicle cannot be repaired, and is nothing more than junk.",
			">",
			">If a vehicle's means of propulsion is an object, it is destroyed when it reaches 0 hit points.",
			">",
			">If either the means of propulsion or the vehicle is destroyed, it comes to a sudden stop if it is not stopped already. Water vehicles sink and drop to the bottom of the body of water. Air vehicles fall.",
			"",
			"### Repairing a Vehicle",
			"",
			"The fastest and easiest way to repair a vehicle is with the {spell/mending} and {spell/make whole} spells, but more mundane methods can also be used. Craft (carpentry) can be used to repair most vehicles made of wood; because of their specialized construction, water vehicles require Craft (ships) to repair. Depending on the nature of the damage, such skills like Craft (cloth), Craft (alchemy), Knowledge (engineering), and even various professions can be used to repair vehicles, if the GM approves. In general, a day's worth of work by a single person using the appropriate skill to repair a vehicle requires 10 gp of raw material and a DC 10 skill check, and repairs 10 points of damage on a success, or 5 hit points on a failure."
		],
		"parent_topics": [
			"specific_rulesets",
			"vehicles",
			"full_vehicle_rules",
			"vehicles_in_combat"
		],
		"siblings": [
			"vic_initiative_and_movement",
			"vic_threatening_and_line_of_sight",
			"vic_jumping_on_or_off_vehicle",
			"vic_taking_control_of_a_vehicle",
			"vic_attacks_against_vehicles",
			"vic_vehicle_combat_maneuvers",
			"vic_damaging_a_vehicle"
		]
	},
	"propulsion_devices": {
		"name": "Propulsion Devices",
		"subtitle": "Vehicles",
		"sources": [ "Ultimate Combat" ],
		"description": [
			"{SOURCE Ultimate Combat/176}",
			"",
			"Squares of propulsion devices have their own statistics, separate from the vehicle's. Use the following rules to determine those statistics.",
			"",
			":HL[Alchemical Engine:] Harvesting the power of steam or some other alchemical reaction, these engines are typically reinforced and difficult to destroy. They can be disabled, and are considered either difficult or extreme devices based on the complexity of the device.",
			"",
			":HL[Creature:] A creature used as propulsion uses its own statistics. During movement and the effects of any combat maneuver, pulling creatures' spaces are considered vehicle spaces to determine the effects of vehicle maneuvers. Creatures pulling a vehicle can be arranged in teams. This means two creatures of the same type and same size can occupy the same space to pull a vehicle.",
			"",
			":HL[Dirigible:] Lighter-than-air alchemical gases can be harnessed to give a vehicle flight. Dirigibles are often easier to destroy than the vehicle they convey. Dirigibles have 5 hit points per square and no hardness. They take double the normal damage from acid, electricity, and fire attacks (multiply the damage roll by 2).",
			"",
			":HL[Magic Item:] Like a creature, a magic item uses its own item statistics.",
			"",
			":HL[Sails:] Used on magically or alchemically powered airships and on any fast-moving water vehicle, sails are often weaker than the vessels they propel, though they are relatively easy to repair. Taking out the sails is a good way to capture a vessel. Sails have 5 hit points per square and no hardness. They take double the normal damage from acid and fire attacks (multiply the damage roll by 2). While the sails have rigging, such rigging manipulated by the crew, and as such are not considered driving devices.",
			"",
			"### Material Hit Points per Square Hardness",
			"",
			"| Device | hp | Hardness |",
			"| --- | --- | --- |",
			"| Sails | 5 | 0 |",
			"| Dirigible | 5 | 0 |",
			"| Alchemical Engine | 20 | 8 |",
			"| Magically Treated | &times;2 | &times;2 |"
		],
		"parent_topics": [
			"specific_rulesets",
			"vehicles",
			"full_vehicle_rules"
		],
		"siblings": [
			"drivers_and_occupants",
			"propulsion_and_driving_checks",
			"vehicle_size_and_space",
			"vehicle_facing_and_movement",
			"driving_vehicles",
			"optional_rule_wide_turns",
			"vehicles_in_combat",
			"propulsion_devices",
			"driving_devices"
		]
	},
	"driving_devices": {
		"name": "Driving Devices",
		"subtitle": "Vehicles",
		"sources": [ "Ultimate Combat" ],
		"description": [
			"{SOURCE Ultimate Combat/177}",
			"",
			"The following are some of the typical driving devices for vehicles, plus their usual Armor Class, hit points, and hardness. A broken driving device increases the driving check of the vehicle by 10. When a driving device is destroyed, a vehicle cannot be driven until the driving device is repaired.",
			"",
			"| Device | AC | hp | Hardness |",
			"| --- | --- | --- | --- |",
			"| Reins | 14 | 10 | 0 |",
			"| Rigging | 9 | 5 per square of sail | 0 |",
			"| Steering Wheel | 10 | 25 | 5 |",
			"| Throttle | 12 | 15 | 5 |",
			"| Rudder | 10 | 25 | 5 |",
			"| Magically Treated | - | &times;2 | &times;2 |"
		],
		"parent_topics": [
			"specific_rulesets",
			"vehicles",
			"full_vehicle_rules"
		],
		"siblings": [
			"drivers_and_occupants",
			"propulsion_and_driving_checks",
			"vehicle_size_and_space",
			"vehicle_facing_and_movement",
			"driving_vehicles",
			"optional_rule_wide_turns",
			"vehicles_in_combat",
			"propulsion_devices",
			"driving_devices"
		]
	},
	"vehicle_statistics": {
		"name": "Vehicle Statistics",
		"subtitle": "Specific Rulesets",
		"sources": [ "Ultimate Combat" ],
		"description": [
			"{SOURCE Ultimate Combat/180}",
			"",
			"Below are explanations of some of the traits noted in vehicle statistics. If information for a given category is not listed in a given stat block, it is not applicable.",
			"",
			":HL[Name:] The name of the vehicle.",
			"",
			":HL[Size and Type:] Divided into land, sea, and air.",
			"",
			":HL[Squares:] The typical size of the vehicle is measured in a number of squares, followed by the standard configuration of those squares.",
			"",
			":HL[Cost:] The vehicle's cost in gp. Sometimes the description or the weapons section provides possible modifications for the vehicles. These are not included in the cost of the vehicle, nor are additions like rams or siege engines.",
			"",
			":HL[AC and Hardness:] This is the AC and harness of the vehicle. The AC assumes the vehicle is in motion and the driver has not modified the AC with his driving skill. If the vehicle is not in motion, it has an effective Dexterity of 0 (-5 penalty to AC), and an additional -2 penalty to its AC.",
			"",
			":HL[hp:] While a vehicle can be attacked in combat, it is often hard to significantly damage large vehicles. When a vehicle reaches the hit point total in the parentheses, it is broken. A vehicle's hit points not factor in its method of propulsion or the driving device. They have their own statistics.",
			"",
			":HL[Base Save:] Each vehicle has a base save modifier. All of the vehicle's saving throws (Fortitude, Reflex, and Will) have the same value. This is the vehicle's save before the driver modifies it with his driving check.",
			"",
			":HL[Maximum Speed:] This is the fastest that a vehicle can move. When a vehicle has more than one method of propulsion, it may also have more than one maximum speed.",
			"",
			":HL[CMB and CMD:] The CMB an CMD before the driver modifies it with his driving check modifier.",
			"",
			":HL[Acceleration:] This is how fast a vehicle can increase its speed each round. It also determines the maximum amount a vehicle can safely decelerate each round.",
			"",
			":HL[Propulsion:] The type and amount of propulsion required.",
			"",
			":HL[Driving Check:] The skills typically used to make a vehicle driving check with this vehicle.",
			"",
			":HL[Forward Facing:] The direction of the vehicle's forward facing.",
			"",
			":HL[Driving Device:] The typical driving device the driver manipulates when driving the vehicle.",
			"",
			":HL[Driving Space:] The size and the location of the vehicle's driving space.",
			"",
			":HL[Crew:] This is the number of crew members, in addition to the driver, needed to move the vehicle.",
			"",
			":HL[Decks:] The number of decks and any important information about those decks is given in this section.",
			"",
			":HL[Weapons:] Some vehicles can be equipped with siege weapons. This is the number of siege or vehicle weapons that a vehicle can have."
		],
		"parent_topics": [
			"specific_rulesets",
			"vehicles"
		],
		"siblings": [
			"vehicle_basics",
			"full_vehicle_rules",
			"vehicle_statistics",
			"land_vehicles",
			"water_vehicles",
			"air_vehicles"
		]
	},
	"land_vehicles": {
		"name": "Land Vehicles",
		"subtitle": "Specific Rulesets",
		"sources": [ "Ultimate Combat" ],
		"description": [
			"{SOURCE Ultimate Combat/181}",
			"",
			"Land vehicles carry occupants and cargo over hard earth or similar terrain. They are typically propelled by muscle, but can be moved by a variety of propulsion methods. The following are the most common types of land vehicles, including all land vehicles that characters can purchase in the Core Rulebook."
		],
		"parent_topics": [
			"specific_rulesets",
			"vehicles"
		],
		"siblings": [
			"vehicle_basics",
			"full_vehicle_rules",
			"vehicle_statistics",
			"land_vehicles",
			"water_vehicles",
			"air_vehicles"
		],
		"subtopics": [
			"vehicle_carriage",
			"vehicle_cart",
			"vehicle_light_chariot",
			"vehicle_medium_chariot",
			"vehicle_heavy_chariot",
			"vehicle_sleigh",
			"vehicle_steam_giant",
			"vehicle_light_wagon",
			"vehicle_medium_wagon",
			"vehicle_heavy_wagon"
		]
	},
	"vehicle_carriage": {
		"name": "Carriage",
		"subtitle": "Vehicle",
		"sources": [ "Ultimate Combat" ],
		"description": [
			"Large land vehicle  ",
			"**Squares** 6 (10 ft. by 15 ft.; 6 feet high); **Cost** 100 gp",
			"",
			"### Defense",
			"",
			"**AC** 9; **Hardness** 5  ",
			"**hp** 90 (44)  ",
			"**Base Save** +1",
			"",
			"### Offense",
			"",
			"**Maximum Speed** twice the speed of the pulling creature(s); **Acceleration** the speed of the pulling creature(s)  ",
			"**CMB** +1; **CMD** 11  ",
			"**Ramming Damage** 1d8",
			"",
			"### Description",
			"",
			"This four-wheeled vehicle can transport as many as four people within an enclosed cab, in addition to one driver and one other person seated next to the driver (often armed). The carriage's roof can carry 200 pounds of cargo.",
			"",
			"**Propulsion** muscle (pulled; 6 Medium creatures or 2 Large creatures)  ",
			"**Driving Check** {skill/Handle Animal} or {skill/Profession/ (driver)} (in the case of creatures with animal intelligence pulling the vehicle), {skill/Diplomacy} or {skill/Intimidate} (in the case of intelligent creatures pulling the vehicle)  ",
			"**Forward Facing** toward the creatures pulling the vehicle  ",
			"**Driving Device** reins  ",
			"**Driving Space** the most forward squares if the carriage's upper deck.  ",
			"**Decks** 2; a lower cab with enough room for four passengers, and an upper deck with room for a driver and another passenger."
		],
		"parent_topics": [
			"specific_rulesets",
			"vehicles",
			"land_vehicles"
		],
		"siblings": [
			"vehicle_carriage",
			"vehicle_cart",
			"vehicle_light_chariot",
			"vehicle_medium_chariot",
			"vehicle_heavy_chariot",
			"vehicle_sleigh",
			"vehicle_steam_giant",
			"vehicle_light_wagon",
			"vehicle_medium_wagon",
			"vehicle_heavy_wagon"
		]
	},
	"vehicle_cart": {
		"name": "Cart",
		"subtitle": "Vehicle",
		"sources": [ "Ultimate Combat" ],
		"description": [
			"Large land vehicle  ",
			"**Squares** 2 (5 ft. by 10 ft.; 4 feet high); **Cost** 15 gp",
			"",
			"### Defense",
			"",
			"**AC** 9; **Hardness** 5  ",
			"**hp** 30 (14)  ",
			"**Base Save** +0",
			"",
			"### Offense",
			"",
			"**Maximum Speed** twice the speed of the pulling creature(s) &ndash;10 ft.; **Acceleration** the speed of the pulling creature(s) &ndash;5 ft.  ",
			"**CMB** +1; **CMD** 11  ",
			"**Ramming Damage** 1d8",
			"",
			"### Description",
			"",
			"This two-wheeled vehicle is often used to transport small loads of up to 300 pounds of cargo from one settlement to another.",
			"",
			"**Propulsion** muscle (pulled; 2 Medium creatures or 1 Large creature)  ",
			"**Driving Check** {skill/Handle Animal} or {skill/Profession/ (driver)} (in the case of creatures with animal intelligence pulling the vehicle), {skill/Diplomacy} or {skill/Intimidate} (in the case of intelligent creatures pulling the vehicle)  ",
			"**Forward Facing** toward the creatures pulling the vehicle  ",
			"**Driving Device** reins  ",
			"**Driving Space** the most forward square of the cart  ",
			"**Decks** 1"
		],
		"parent_topics": [
			"specific_rulesets",
			"vehicles",
			"land_vehicles"
		],
		"siblings": [
			"vehicle_carriage",
			"vehicle_cart",
			"vehicle_light_chariot",
			"vehicle_medium_chariot",
			"vehicle_heavy_chariot",
			"vehicle_sleigh",
			"vehicle_steam_giant",
			"vehicle_light_wagon",
			"vehicle_medium_wagon",
			"vehicle_heavy_wagon"
		]
	},
	"vehicle_light_chariot": {
		"name": "Chariot, Light",
		"subtitle": "Vehicle",
		"sources": [ "Ultimate Combat" ],
		"description": [
			"Large land vehicle  ",
			"**Squares** 2 (5 ft. by 10 ft.; 5 feet high); **Cost** 50 gp",
			"",
			"### Defense",
			"",
			"**AC** 9; **Hardness** 5  ",
			"**hp** 30 (14)  ",
			"**Base Save** +0",
			"",
			"### Offense",
			"",
			"**Maximum Speed** twice the speed of the pulling creature(s); **Acceleration** the speed of the pulling creature(s)  ",
			"**CMB** +1; **CMD** 11  ",
			"**Ramming Damage** 1d8",
			"",
			"### Description",
			"",
			"These two-wheeled vehicles are often used for racing or as the platform for a single archer racing though the battlefield at high speeds.",
			"",
			"**Propulsion** Muscle (pulled; 2 Medium creatures or 1 Large creature)  ",
			"**Driving Check** {skill/Handle Animal} or {skill/Profession/ (driver)} (in the case of creatures with animal intelligence pulling the vehicle), {skill/Diplomacy} or {skill/Intimidate} (in the case of intelligent creatures pulling the vehicle)  ",
			"**Forward Facing** toward the creatures pulling the vehicle  ",
			"**Driving Device** reins  ",
			"**Driving Space** the most forward square of the chariot  ",
			"**Decks** 1"
		],
		"parent_topics": [
			"specific_rulesets",
			"vehicles",
			"land_vehicles"
		],
		"siblings": [
			"vehicle_carriage",
			"vehicle_cart",
			"vehicle_light_chariot",
			"vehicle_medium_chariot",
			"vehicle_heavy_chariot",
			"vehicle_sleigh",
			"vehicle_steam_giant",
			"vehicle_light_wagon",
			"vehicle_medium_wagon",
			"vehicle_heavy_wagon"
		]
	},
	"vehicle_medium_chariot": {
		"name": "Chariot, Medium",
		"subtitle": "Vehicle",
		"sources": [ "Ultimate Combat" ],
		"description": [
			"Large land vehicle  ",
			"**Squares** 4 (10 ft. by 10 ft.; 5 feet high); **Cost** 100 gp",
			"",
			"### Defense",
			"",
			"**AC** 9; **Hardness** 5  ",
			"**hp** 60 (29)  ",
			"**Base Save** +1",
			"",
			"### Offense",
			"",
			"**Maximum Speed** twice the speed of the pulling creature(s); **Acceleration** half the speed of the pulling creature(s)  ",
			"**CMB** +1; **CMD** 11  ",
			"**Ramming Damage** 1d8",
			"",
			"### Description",
			"",
			"This two-wheeled vehicle is often used on the battlefield to break apart infantry formations or as a fast-moving fighting platform.",
			"",
			"**Propulsion** muscle (pulled; 4 Medium creatures or 1 Large creature)  ",
			"**Driving Check** {skill/Handle Animal} or {skill/Profession/ (driver)} (in the case of creatures with animal intelligence pulling the vehicle), {skill/Diplomacy} or {skill/Intimidate} (in the case of intelligent creatures pulling the vehicle)  ",
			"**Forward Facing** toward the creatures pulling the vehicle  ",
			"**Driving Device** reins  ",
			"**Driving Space** the two most forward squares of the chariot  ",
			"**Decks** 1"
		],
		"parent_topics": [
			"specific_rulesets",
			"vehicles",
			"land_vehicles"
		],
		"siblings": [
			"vehicle_carriage",
			"vehicle_cart",
			"vehicle_light_chariot",
			"vehicle_medium_chariot",
			"vehicle_heavy_chariot",
			"vehicle_sleigh",
			"vehicle_steam_giant",
			"vehicle_light_wagon",
			"vehicle_medium_wagon",
			"vehicle_heavy_wagon"
		]
	},
	"vehicle_heavy_chariot": {
		"name": "Chariot, Heavy",
		"subtitle": "Vehicle",
		"sources": [ "Ultimate Combat" ],
		"description": [
			"Large land vehicle  ",
			"**Squares** 6 (10 ft. by 15 ft.; 5 feet high); **Cost** 200 gp",
			"",
			"### Defense",
			"",
			"**AC** 8; **Hardness** 5  ",
			"**hp** 80 (44)  ",
			"**Base Save** +1",
			"",
			"### Offense",
			"",
			"**Maximum Speed** twice the speed of the pulling creature(s); **Acceleration** half the speed of the pulling creature(s)  ",
			"**CMB** +2; **CMD** 12  ",
			"**Ramming Damage** 1d8",
			"",
			"### Description",
			"",
			"This two-wheeled vehicle is sometimes used as a fighting platform or for transporting a light ballista onto the battlefield.",
			"",
			"**Propulsion** muscle (pulled; 6 Medium creatures or 2 Large creatures)  ",
			"**Driving Check** {skill/Handle Animal} or {skill/Profession/ (driver)} (in the case of creatures with animal intelligence pulling the vehicle), {skill/Diplomacy} or {skill/Intimidate} (in the case of intelligent creatures)  ",
			"**Forward Facing** toward the creatures pulling the vehicle  ",
			"**Driving Device** reins  ",
			"**Driving Space** the two most forward squares of the chariot  ",
			"**Decks** 1  ",
			"**Weapons** light ballista"
		],
		"parent_topics": [
			"specific_rulesets",
			"vehicles",
			"land_vehicles"
		],
		"siblings": [
			"vehicle_carriage",
			"vehicle_cart",
			"vehicle_light_chariot",
			"vehicle_medium_chariot",
			"vehicle_heavy_chariot",
			"vehicle_sleigh",
			"vehicle_steam_giant",
			"vehicle_light_wagon",
			"vehicle_medium_wagon",
			"vehicle_heavy_wagon"
		]
	},
	"vehicle_sleigh": {
		"name": "Sleigh",
		"subtitle": "Vehicle",
		"sources": [ "Ultimate Combat" ],
		"description": [
			"Large land vehicle  ",
			"**Squares** 4 (10 ft. by 10 ft.; 3 feet high or 13 feet high with sail); **Cost** 100 gp",
			"",
			"### Defense",
			"",
			"**AC** 9; **Hardness** 5  ",
			"**hp** 60 (29)  ",
			"**Base Save** +1",
			"",
			"### Offense",
			"",
			"**Maximum Speed** twice the speed of the pulling creature(s) (muscle), or 100 ft. (current); **Acceleration** half the speed of the pulling creature(s) (muscle), or 30 ft. (current)  ",
			"**CMB** +1; **CMD** 11  ",
			"**Ramming Damage** 1d8",
			"",
			"### Description",
			"",
			"This open carriage uses a pair of runners instead of wheels. It is used to travel across snow and ice, and only moves at half speed when used on other surfaces. Sleighs are usually pulled by horses or other suitable creatures, but some are propelled by Huge (8-square) sail mechanisms. If the sleigh uses wind propulsion, it has no space for passengers or cargo.",
			"",
			"**Propulsion** muscle (pulled; 4 Medium creatures or 1 Large creature; on ice, the creatures must be clawed rather than hoofed) or current (air; 8-square sail; hp 40)  ",
			"**Driving Check** {skill/Handle Animal} or {skill/Profession/ (driver)} (in the case of creatures with animal intelligence), {skill/Diplomacy} or {skill/Intimidate} (in the case of intelligent creatures pulling the vehicle), or {skill/Acrobatics} (in the case of air current; +10 to the DC)  ",
			"**Forward Facing** toward the creatures pulling the vehicle or the front of the sleigh in the case of air current propulsion  ",
			"**Driving Device** reins (muscle propulsion) or rigging (air current propulsion)  ",
			"**Driving Space** the two most forward squares of the sleigh  ",
			"**Decks** 1"
		],
		"parent_topics": [
			"specific_rulesets",
			"vehicles",
			"land_vehicles"
		],
		"siblings": [
			"vehicle_carriage",
			"vehicle_cart",
			"vehicle_light_chariot",
			"vehicle_medium_chariot",
			"vehicle_heavy_chariot",
			"vehicle_sleigh",
			"vehicle_steam_giant",
			"vehicle_light_wagon",
			"vehicle_medium_wagon",
			"vehicle_heavy_wagon"
		]
	},
	"vehicle_steam_giant": {
		"name": "Steam Giant",
		"subtitle": "Vehicle",
		"sources": [ "Ultimate Combat" ],
		"description": [
			"Gargantuan land vehicle  ",
			"**Squares** 16 (20 ft. by 20 ft.; 26 feet high); **Cost** 80,000 gp",
			"",
			"### Defense",
			"",
			"**AC** 6; **Hardness** 10  ",
			"**hp** 320 (159)  ",
			"**Base Save** +3",
			"",
			"### Offense",
			"",
			"**Maximum Speed** 60 ft.; **Acceleration** 30 ft.  ",
			"**CMB** +4; **CMD** 14  ",
			"**Ramming Damage** 4d8",
			"",
			"### Description",
			"",
			"This thankfully rare and expensive walking monstrosity is one of the more bizarre land vehicles in existence. A giant cauldron of iron atop stubby but effective legs, it hobbles its way across the battlefield at a grinding pace. It costs 100 gp in alchemical reagents to fuel 1 hour of activity. Creatures inside the steam giant gain either total cover (in the lower decks) or improved cover (in the upper viewing and control deck). Only the upper deck has view ports, allowing those inside the steam giant to look out.",
			"",
			"**Propulsion** alchemical (10 squares of alchemical engines; hardness 8, hp 200)  ",
			"**Driving Check** {skill/Knowledge (arcana)} or {skill/Craft/ (alchemy)} +10 to the DC  ",
			"**Forward Facing** one side of the square vehicle space  ",
			"**Driving Device** two levers used to move the legs  ",
			"**Driving Space** a single 5-ft.-by-5-ft. square that contains the two levers that serve as the steam giant's driving device; these levers are located on the third (top) deck of the vehicle  ",
			"**Crew** 4  ",
			"**Passengers** 6  ",
			"**Decks** 3; The two lower decks give access to the alchemical engine that powers the steam giant. These lower decks have no windows or other way to see outside of the vehicle. The upper deck is an observation deck that contains the alchemical giant's driving device and driving square.  ",
			"**Weapons** 2 Large direct-fire ranged siege engines on the arms"
		],
		"parent_topics": [
			"specific_rulesets",
			"vehicles",
			"land_vehicles"
		],
		"siblings": [
			"vehicle_carriage",
			"vehicle_cart",
			"vehicle_light_chariot",
			"vehicle_medium_chariot",
			"vehicle_heavy_chariot",
			"vehicle_sleigh",
			"vehicle_steam_giant",
			"vehicle_light_wagon",
			"vehicle_medium_wagon",
			"vehicle_heavy_wagon"
		]
	},
	"vehicle_light_wagon": {
		"name": "Wagon, Light",
		"subtitle": "Vehicle",
		"sources": [ "Ultimate Combat" ],
		"description": [
			"Large land vehicle  ",
			"**Squares** 4 (10 ft. by 10 ft.; 5 feet high); **Cost** 50 gp",
			"",
			"### Defense",
			"",
			"**AC** 9; **Hardness** 5  ",
			"**hp** 60 (29)  ",
			"**Base Save** +1",
			"",
			"### Offense",
			"",
			"**Maximum Speed** twice the speed of the pulling creature(s); **Acceleration** half the speed of the pulling creature(s)  ",
			"**CMB** +1; **CMD** 11  ",
			"**Ramming Damage** 1d8",
			"",
			"### Description",
			"",
			"This four-wheeled vehicle is ideal for transporting decent quantities of goods between communities. It can carry up to 1,00o pounds of cargo.",
			"",
			"**Propulsion** muscle (pulled; 4 Medium creatures or 1 Large creature)  ",
			"**Driving Check** {skill/Handle Animal} or {skill/Profession/ (driver)} (in the case of creatures with animal intelligence), {skill/Diplomacy} or {skill/Intimidate} (in the case of intelligent creatures pulling the vehicle)  ",
			"**Forward Facing** toward the creatures pulling the vehicle  ",
			"**Driving Device** reins  ",
			"**Driving Space** the two most forward squares of the wagon  ",
			"**Decks** 1"
		],
		"parent_topics": [
			"specific_rulesets",
			"vehicles",
			"land_vehicles"
		],
		"siblings": [
			"vehicle_carriage",
			"vehicle_cart",
			"vehicle_light_chariot",
			"vehicle_medium_chariot",
			"vehicle_heavy_chariot",
			"vehicle_sleigh",
			"vehicle_steam_giant",
			"vehicle_light_wagon",
			"vehicle_medium_wagon",
			"vehicle_heavy_wagon"
		]
	},
	"vehicle_medium_wagon": {
		"name": "Wagon, Medium",
		"subtitle": "Vehicle",
		"sources": [ "Ultimate Combat" ],
		"description": [
			"Large land vehicle  ",
			"**Squares** 6 (10 ft. by 15 ft.; 5 feet high); **Cost** 75 gp",
			"",
			"### Defense",
			"",
			"**AC** 9; **Hardness** 5  ",
			"**hp** 90 (44)  ",
			"**Base Save** +1",
			"",
			"### Offense",
			"",
			"**Maximum Speed** twice the speed of the pulling creature(s); **Acceleration** half the speed of the pulling creature(s)  ",
			"**CMB** +1; **CMD** 11  ",
			"**Ramming Damage** 1d8",
			"",
			"### Description",
			"",
			"This four-wheeled vehicle is used to transport large amounts of goods between communities, and is sometimes used by caravans. It can carry up to 2,000 pounds of cargo.",
			"",
			"**Propulsion** muscle (pulled; 4 Medium creatures or 1 Large creature)  ",
			"**Driving Check** {skill/Handle Animal} or {skill/Profession/ (driver)} (in the case of creatures with animal intelligence pulling the vehicle), {skill/Diplomacy} or {skill/Intimidate} (in the case of intelligent creatures pulling the vehicle)  ",
			"**Forward Facing** toward the creatures pulling the vehicle  ",
			"**Driving Device** reins  ",
			"**Driving Space** the most forward square of the wagon  ",
			"**Deck** 1"
		],
		"parent_topics": [
			"specific_rulesets",
			"vehicles",
			"land_vehicles"
		],
		"siblings": [
			"vehicle_carriage",
			"vehicle_cart",
			"vehicle_light_chariot",
			"vehicle_medium_chariot",
			"vehicle_heavy_chariot",
			"vehicle_sleigh",
			"vehicle_steam_giant",
			"vehicle_light_wagon",
			"vehicle_medium_wagon",
			"vehicle_heavy_wagon"
		]
	},
	"vehicle_heavy_wagon": {
		"name": "Wagon, Heavy",
		"subtitle": "Vehicle",
		"sources": [ "Ultimate Combat" ],
		"description": [
			"Huge land vehicle  ",
			"**Squares** 8 (10 ft. by 20 ft.; 5 feet high); **Cost** 100 gp",
			"",
			"### Defense",
			"",
			"**AC** 9; **Hardness** 5  ",
			"**hp** 120 (59)  ",
			"**Base Save** +2",
			"",
			"### Offense",
			"",
			"**Maximum Speed** twice the speed of the pulling creature(s); **Acceleration** half the speed of the pulling creature(s)  ",
			"**CMB** +2; **CMD** 12  ",
			"**Ramming Damage** 2d8",
			"",
			"### Description",
			"",
			"This large, four-wheeled vehicle is primarily used in caravans to transport goods over long stretches of territory. These wagons can carry up to 4,000 pounds of cargo.",
			"",
			"**Propulsion** muscle (pulled; 4 Medium creatures or 1 Large creature)  ",
			"**Driving Check** {skill/Handle Animal} or {skill/Profession/ (driver)} (in the case of creatures with animal intelligence pulling the vehicle), {skill/Diplomacy} or {skill/Intimidate} (in the case of intelligent creatures pulling the vehicle)  ",
			"**Forward Facing** toward the creatures pulling the vehicle  ",
			"**Driving Device** reins  ",
			"**Driving Space** the most forward square of the wagon  ",
			"**Decks** 1"
		],
		"parent_topics": [
			"specific_rulesets",
			"vehicles",
			"land_vehicles"
		],
		"siblings": [
			"vehicle_carriage",
			"vehicle_cart",
			"vehicle_light_chariot",
			"vehicle_medium_chariot",
			"vehicle_heavy_chariot",
			"vehicle_sleigh",
			"vehicle_steam_giant",
			"vehicle_light_wagon",
			"vehicle_medium_wagon",
			"vehicle_heavy_wagon"
		]
	},
	"water_vehicles": {
		"name": "Water Vehicles",
		"subtitle": "Specific Rulesets",
		"sources": [ "Ultimate Combat" ],
		"description": [
			"{SOURCE Ultimate Combat/184}",
			"",
			"Water vehicles move across bodies of water, whether as small as a river or as large as an ocean. They are typically propelled by muscle or sail, but can be moved by a variety of propulsion methods. The following are the most common types of water vehicles, including all water vehicles that characters can purchase in the Core Rulebook.",
			"",
			"| Vehicle | Size | Cost | AC | Hardness |",
			"| --- | --- | --- | --- | --- |",
			"| Galley | Colossal, 104 Squares | 10,000gp | 2 | 5 |",
			"| Keelboat | Colossal, 40 Squares | 13,000gp | 2 | 5 |",
			"| Longship | Colossal, 45 Squares | 10,000gp | 2 | 5 |",
			"| Rowboat | Large, 3 Squares | 50gp | 9 | 5 |",
			"| Sailing Ship | Colossal, 60 Squares | 10,000gp | 2 | 5 |",
			"| Warship | Colossal, 80 Squares | 25,000gp | 2 | 10 |"
		],
		"parent_topics": [
			"specific_rulesets",
			"vehicles"
		],
		"siblings": [
			"vehicle_basics",
			"full_vehicle_rules",
			"vehicle_statistics",
			"land_vehicles",
			"water_vehicles",
			"air_vehicles"
		],
		"subtopics": [
			"wv_galley",
			"wv_keelboat",
			"wv_longship",
			"wv_rowboat",
			"wv_sailing_ship",
			"wv_warship"
		]
	},
	"wv_galley": {
		"name": "Galley",
		"subtitle": "Water Vehicles",
		"sources": [ "Ultimate Combat" ],
		"description": [
			"{SOURCE Ultimate Combat/184}",
			"",
			"Colossal water vehicle  ",
			"**Squares** 104 (20 ft. by 130 ft.); **Cost** 10,000 gp",
			"",
			"#### Defense",
			"",
			"**AC** 2; **Hardness** 5  ",
			"**hp** 1,560 (779)  ",
			"**Base Save** +0",
			"",
			"#### Offense",
			"",
			"**Maximum Speed** 180 ft. (current) or 60 ft. (muscle); **Acceleration** 30 ft. (current) or 15 ft. (muscle)  ",
			"**CMB** +8; **CMD** 18  ",
			"**Ramming Damage** 8d8",
			"",
			"#### Description",
			"",
			"One of the largest sailing ships on the sea, this massive vessel cannot make ocean voyages, and typically sticks to the coast. It can carry 150 tons of cargo or 250 soldiers.",
			"",
			"**Propulsion** current (air; three masts, 60 squares of sails, hp 300), current (water), or muscle (pushed; 140 Medium rowers)  ",
			"**Driving Check** {skill/Profession/ (sailor)} or {skill/Knowledge (nature)} +10 to the DC  ",
			"**Forward Facing** the ship's forward  ",
			"**Driving Device** steering wheel  ",
			"**Driving Space** the nine squares around the steering wheel, typically located in the aft of the ship  ",
			"**Crew** 20 or 160 (if the boat is rowed)  ",
			"**Decks** 3  ",
			"**Weapons** Up to 40 Large direct-fire siege engines in banks of 20 positioned on the port and starboard sides of the galley, or up to 12 Huge direct-fire siege engines in banks of six on the port and starboard sides of the ship. The siege engines may only fire out the sides of the ship that they are positioned on. They cannot be swiveled to fire toward the forward or aft sides of the ship. These siege engines cannot be used while the galley is being rowed. For 8,000 gp more, the galley can be fitted with a battering ram and castles with firing platforms fore, aft, and amidships. Each of these firing platforms can hold a single Large direct-fire siege engine that can fire either out the sides of the ship or in the direction of its location. An amidships platform can fire out either the port or starboard sides of the galley."
		],
		"parent_topics": [
			"specific_rulesets",
			"vehicles",
			"water_vehicles"
		],
		"siblings": [
			"wv_galley",
			"wv_keelboat",
			"wv_longship",
			"wv_rowboat",
			"wv_sailing_ship",
			"wv_warship"
		]
	},
	"wv_keelboat": {
		"name": "Keelboat",
		"subtitle": "Water Vehicles",
		"sources": [ "Ultimate Combat" ],
		"description": [
			"{SOURCE Ultimate Combat/184}",
			"",
			"Colossal water vehicle  ",
			"**Squares** 40 (20 ft. by 50 ft.); **Cost** 13,000 gp",
			"",
			"#### Defense",
			"",
			"**AC** 2; **Hardness** 5  ",
			"**hp** 600 (299)  ",
			"**Base Save** +4",
			"",
			"#### Offense",
			"",
			"**Maximum Speed** 60 ft. (current) or 30 ft. (muscle); **Acceleration** 15 ft. (muscle) or 30 ft. (current)  ",
			"**CMB** +8; **CMD** 18  ",
			"**Ramming Damage** 8d8",
			"",
			"#### Description",
			"",
			"This long, flat-bottomed ship has a few oars to supplement its single mast with a square sail. It can make both sea and river voyages. The keelboat can carry 50 tons of cargo or 100 soldiers.",
			"",
			"**Propulsion** current (air; 20 squares of sails, hp 100), current (water), or muscle (pushed; 8 Medium rowers)  ",
			"**Driving Check** {skill/Diplomacy} or {skill/Intimidate} while rowed, or {skill/Profession/ (sailor)} or {skill/Knowledge (nature)} +10 to the DC when sail is used  ",
			"**Forward Facing** ship's forward  ",
			"**Driving Device** rudder  ",
			"**Driving Space** the two middle rear squares of the keelboat  ",
			"**Crew** 8  ",
			"**Decks** 1"
		],
		"parent_topics": [
			"specific_rulesets",
			"vehicles",
			"water_vehicles"
		],
		"siblings": [
			"wv_galley",
			"wv_keelboat",
			"wv_longship",
			"wv_rowboat",
			"wv_sailing_ship",
			"wv_warship"
		]
	},
	"wv_longship": {
		"name": "Longship",
		"subtitle": "Water Vehicles",
		"sources": [ "Ultimate Combat" ],
		"description": [
			"{SOURCE Ultimate Combat/184}",
			"",
			"Colossal water vehicle  ",
			"**Squares** 45 (15 ft. by 75 ft.); **Cost** 10,000 gp",
			"",
			"#### Defense",
			"",
			"**AC** 2; **Hardness** 5  ",
			"**hp** 675 (337)  ",
			"**Base Save** +5",
			"",
			"#### Offense",
			"",
			"**Maximum Speed** 120 ft. (current and muscle) or 30 ft. (muscle only); **Acceleration** 30 ft. (current and muscle) or 15 ft. (muscle only)  ",
			"**CMB** +8; **CMD** 18  ",
			"**Ramming Damage** 8d8",
			"",
			"#### Description",
			"",
			"This long and relatively thin boat has a single mast with a square sail. It can traverse lakes, oceans, and deep rivers. It can carry 50 tons of cargo or 100 soldiers.",
			"",
			"**Propulsion** current (air; 10 squares of sails, hp 50), current (water), or muscle (pushed; 40 Medium rowers)  ",
			"**Driving Check** {skill/Diplomacy} or {skill/Intimidate} while rowed, or {skill/Profession/ (sailor)} or {skill/Knowledge (nature)} +10 to the DC when sail is used  ",
			"**Forward Facing** the ship's forward  ",
			"**Driving Device** rudder  ",
			"**Driving Space** the two middle rear squares of the longship  ",
			"**Crew** 40  ",
			"**Decks** 1 (with small cargo area under the deck)"
		],
		"parent_topics": [
			"specific_rulesets",
			"vehicles",
			"water_vehicles"
		],
		"siblings": [
			"wv_galley",
			"wv_keelboat",
			"wv_longship",
			"wv_rowboat",
			"wv_sailing_ship",
			"wv_warship"
		]
	},
	"wv_rowboat": {
		"name": "Rowboat",
		"subtitle": "Water Vehicles",
		"sources": [ "Ultimate Combat" ],
		"description": [
			"{SOURCE Ultimate Combat/184}",
			"",
			"Large water vehicle  ",
			"**Squares** 3 (5 ft. by 15 ft.); **Cost** 50 gp",
			"",
			"#### Defense",
			"",
			"**AC** 9; **Hardness** 5  ",
			"**hp** 60 (29)  ",
			"**Base Save** +0",
			"",
			"#### Offense",
			"",
			"**Maximum Speed** 30 ft.; **Acceleration** 10 ft.  ",
			"**CMB** +1; **CMD** 11  ",
			"**Ramming Damage** 1d8",
			"",
			"#### Description",
			"",
			"This small water vehicle is primarily used to disembark from larger ships or to traverse small areas of water&mdash;perhaps ferrying a few passengers across a stream or small lake. A rowboat can carry 1,000 pounds of cargo or 2 passengers.",
			"",
			"**Propulsion** current (water) or muscle (pushed; 1 or 2 Medium rowers; one is the driver)  ",
			"**Driving Check** {skill/Survival}  ",
			"**Forward Facing** boat's forward  ",
			"**Driving Device** oars  ",
			"**Driving Space** the center square of the rowboat  ",
			"**Decks** 1"
		],
		"parent_topics": [
			"specific_rulesets",
			"vehicles",
			"water_vehicles"
		],
		"siblings": [
			"wv_galley",
			"wv_keelboat",
			"wv_longship",
			"wv_rowboat",
			"wv_sailing_ship",
			"wv_warship"
		]
	},
	"wv_sailing_ship": {
		"name": "Sailing Ship",
		"subtitle": "Water Vehicles",
		"sources": [ "Ultimate Combat" ],
		"description": [
			"{SOURCE Ultimate Combat/184}",
			"",
			"Colossal water vehicle  ",
			"**Squares** 60 (20 ft. by 75 ft.); **Cost** 10,000 gp",
			"",
			"#### Defense",
			"",
			"**AC** 2; **Hardness** 5  ",
			"**hp** 900 (449)  ",
			"**Base Save** +0",
			"",
			"#### Offense",
			"",
			"**Maximum Speed** 180 ft. (current) or 60 ft. (muscle); **Acceleration** 30 ft. (current) or 15 ft. (muscle)  ",
			"**CMB** +8; **CMD** 18  ",
			"**Ramming Damage** 8d8",
			"",
			"#### Description",
			"",
			"This massive sailing ship is used for ocean travel. It can carry 150 tons of cargo on top of a full crew and passenger complement. A sailing ship can carry 150 tons of cargo or 200 passengers.",
			"",
			"**Propulsion** current (air; two masts, 30 squares of sails, hp 150) or current (water)  ",
			"**Driving Check** {skill/Profession/ (sailor)} or {skill/Knowledge (nature)} +10 to the DC  ",
			"**Forward Facing** the ship's forward  ",
			"**Driving Device** steering wheel  ",
			"**Driving Space** the nine squares around the steering wheel, typically located in the aft of the ship  ",
			"**Crew** 20  ",
			"**Decks** 2  ",
			"**Weapons** Up to 20 Large direct-fire siege engines in banks of 10 positioned on the port and starboard sides of the ship, or up to 6 Huge direct-fire siege engines in banks of 3 on the port and starboard sides of the ship. The siege engines may only fire out the sides of the ship they are positioned on. They cannot be swiveled to fire toward the forward or aft sides of the ship."
		],
		"parent_topics": [
			"specific_rulesets",
			"vehicles",
			"water_vehicles"
		],
		"siblings": [
			"wv_galley",
			"wv_keelboat",
			"wv_longship",
			"wv_rowboat",
			"wv_sailing_ship",
			"wv_warship"
		]
	},
	"wv_warship": {
		"name": "Warship",
		"subtitle": "Water Vehicles",
		"sources": [ "Ultimate Combat" ],
		"description": [
			"{SOURCE Ultimate Combat/184}",
			"",
			"Colossal water vehicle  ",
			"**Squares** 80 (20 ft. by 100 ft.); **Cost** 25,000 gp",
			"",
			"#### Defense",
			"",
			"**AC** 2; **Hardness** 10  ",
			"**hp** 1,200 (599)  ",
			"**Base Save** +0",
			"",
			"#### Offense",
			"",
			"**Maximum Speed** 150 ft. (current) or 60 ft. (muscle); **Acceleration** 30 ft. (current) or 15 ft. (muscle)  ",
			"**CMB** +8; **CMD** 18  ",
			"**Ramming Damage** 8d8",
			"",
			"#### Description",
			"",
			"This ship is treated with reinforced wood, and is used for short-distance forays and troop deployment. A warship can carry 50 tons of cargo or 160 soldiers.",
			"",
			"**Propulsion** current (air and water; one mast, 160 squares of sails, hp 800) or muscle (pushed; 80 Medium rowers)  ",
			"**Driving Check** {skill/Profession/ (sailor)} or {skill/Knowledge (nature)} +10 to the DC  ",
			"**Forward Facing** the ship's forward  ",
			"**Driving Device** steering wheel  ",
			"**Driving Space** the nine squares around the steering wheel, typically located in the aft of the ship  ",
			"**Crew** 60  ",
			"**Decks** 2  ",
			"**Weapons** Up to 20 Large direct-fire siege engines in banks of 10 positioned on the port and starboard sides of the ship, or up to six Huge direct-fire siege engines in banks of three on the port and starboard sides of the ship. The siege engines may only fire out the sides of the ship they are positioned on. They cannot be swiveled to fire toward the forward or aft sides of the ship. These weapons cannot be used while the warship is being rowed."
		],
		"parent_topics": [
			"specific_rulesets",
			"vehicles",
			"water_vehicles"
		],
		"siblings": [
			"wv_galley",
			"wv_keelboat",
			"wv_longship",
			"wv_rowboat",
			"wv_sailing_ship",
			"wv_warship"
		]
	},
	"air_vehicles": {
		"name": "Air Vehicles",
		"subtitle": "Specific Rulesets",
		"sources": [ "Ultimate Combat" ],
		"description": [
			"{SOURCE Ultimate Combat/186}",
			"",
			"Air vehicles fly through the air. They are usually propelled by air currents, alchemical engines, magic, or in the case of larger air vehicles, a mix of air currents and alchemical engines or magic. Airships, because of their nature, travel though all three dimensions instead of two. When they ascend, they must do so at half their current speed. When air vehicles descend, they can (but do not have to) move at double their current speed. After the ascent or descent, treat the vehicle's current speed as it was before making the ascent or descent.",
			"",
			"### Airship",
			"",
			"Colossal air vehicle  ",
			"**Squares** 48 (20 ft. by 60 ft.); **Cost** 50,000 gp",
			"",
			"#### Defense",
			"",
			"**AC** 2; **Hardness** 5  ",
			"**hp** 720 (359)  ",
			"**Base Save** +0",
			"",
			"#### Offense",
			"",
			"**Maximum Speed** 100 ft.; **Acceleration** 30 ft.  ",
			"**CMB** +8; **CMD** 18  ",
			"**Ramming Damage** 8d8",
			"",
			"#### Description",
			"",
			"This exotic and expensive vehicle is held aloft by a massive balloon connected by chain to a ship that hangs below. This ship is similar to a sailing ship, complete with an open top, and is propelled by an easily controlled magical engine. Passengers and cargo are carried in the ship. An airship can carry 30 tons of cargo or 100 passengers.",
			"",
			"**Propulsion** current (air; 90 squares of dirigible, hp 450) and magic  ",
			"**Driving Check** none (magic)  ",
			"**Forward Facing** the ship's forward  ",
			"**Driving Device** magic item  ",
			"**Driving Space** the nine squares around the controlling magic item that sits at the front of the ship  ",
			"**Crew** 0  ",
			"**Decks** 2  ",
			"**Weapons** Up to 6 Large direct-fire siege engines in banks of 3 positioned on the port and starboard sides of the airship, or up to 4 Huge direct-fire siege engines in banks of two on the port and starboard sides of the ship. The siege engines may only fire out the sides of the ship they are positioned on. They cannot be swiveled to fire toward the forward or aft sides of the ship.",
			"",
			"### Alchemical Dragon",
			"",
			"Colossal air vehicle  ",
			"**Squares** 60 (20 ft. by 75 ft.); **Cost** 100,000 gp",
			"",
			"#### Defense",
			"",
			"**AC** 2; **Hardness** 5  ",
			"**hp** 900 (449)  ",
			"**Base Save** +0",
			"",
			"#### Offense",
			"",
			"**Maximum Speed** 100 ft.; **Acceleration** 30 ft.  ",
			"**CMB** +8; **CMD** 18  ",
			"**Ramming Damage** 8d8",
			"",
			"#### Description",
			"",
			"This ship is made of wood and is usually crafted in the shape of a dragon. It is held aloft purely by its alchemical engine, a complicated and dangerous device that has a tendency to explode when the vehicle becomes wrecked. When this happens, if the alchemical dragon has a driver, that driver can make a DC 30 driving check as an immediate action. If the check fails, the alchemical engine explodes, dealing 10d10 points of fire damage to all objects and creatures within a 60-foot radius of the alchemical engine. A DC 20 Reflex save halves the damage. An alchemical dragon can carry up to 20 tons of cargo or 70 passengers.",
			"",
			"**Propulsion** alchemical (6 squares of alchemical engines in the middle of the ship; hardness 8, hp 120)  ",
			"**Driving Check** {skill/Craft/ (alchemy)} or {skill/Knowledge (arcana)} +10 to the DC  ",
			"**Forward Facing** the ship's forward  ",
			"**Driving Device** steering wheel  ",
			"**Driving Space** the nine squares around the steering wheel that sits at the front of the ship  ",
			"**Crew** 10  ",
			"**Decks** 1  ",
			"**Weapons** Up to 6 Large direct-fire siege engines in banks of 3 positioned on the port and starboard sides of the alchemical dragon, or up to 4 Huge direct-fire siege engines in banks of two on the port and starboard sides of the ship. The siege engines may only fire out the sides of the ship they are positioned on. They cannot be swiveled to fire toward the forward or aft sides of the ship.",
			"",
			"### Glider",
			"",
			"Large air vehicle  ",
			"**Squares** 4 (10 ft. by 10 ft.); **Cost** 500 gp",
			"",
			"#### Defense",
			"",
			"**AC** 9; **Hardness** 0 (takes double damage from acid and fire attacks)  ",
			"**hp** 20 (9)  ",
			"**Base Save** +0",
			"",
			"#### Offense",
			"",
			"**Maximum Speed** 80 ft.; **Acceleration** 10 ft. (30 ft. when it first pushes off)  ",
			"**CMB** +1; **CMD** 11  ",
			"**Ramming Damage** 1d8",
			"",
			"#### Description",
			"",
			"A glider is basically a large piece of sail stretched out with a frame and connected to a handhold and straps. The only way to get a glider flying is to jump off a steep incline, allowing the glider to pick up the air current.",
			"",
			"**Propulsion** current (air; four squares of sail, which serve as the majority of the vehicle, hp 20)  ",
			"**Driving Check** {skill/Fly} or {skill/Acrobatics} +10 to the DC"
		],
		"parent_topics": [
			"specific_rulesets",
			"vehicles"
		],
		"siblings": [
			"vehicle_basics",
			"full_vehicle_rules",
			"vehicle_statistics",
			"land_vehicles",
			"water_vehicles",
			"air_vehicles"
		]
	}
}
