{
	"character_background": {
		"name": "Creating a Character Background",
		"sources": [ "Ultimate Campaign" ],
		"description": [
			"{SOURCE Ultimate Campaign/8}",
			"",
			"A character background details the significant events, people, and life experiences that make up the origin story of a character prior to his or her role in the saga of a campaign. Some characters are born under extraordinary circumstances, heralded by prophecy and omen; others live completely ordinary lives until some dramatic event casts them onto the dangerous roads traveled by heroes and monsters.",
			"",
			"A character's background forms the basis for complex motivations and emotional vulnerabilities, and these past experiences guide the way the character responds to circumstances in his or her present life. As the child of a goddess and a mortal, do you view ordinary creatures as inferior beings? Having grown up in abject poverty, how do you react when someone steals from you? If a militant theocracy burned your siblings as heretics, how do you respond to clerics of other religions? When playing a new character, the details in your background give you a quick handle on your past, making it easier to slip into the character's skin and embrace this mindset in play. As the campaign proceeds, your early adventures gradually become part of that background - a seamless chain of events that make up your life and contribute to your constantly changing and evolving persona."
		],
		"parent_topics": [
			"basics",
			"traits_and_other_details"
		],
		"subtopics": [
			"how_to_create_a_background",
			"using_this_section",
			"early_life",
			"adolescence",
			"adulthood",
			"quick_establishment",
			"background_generator",
			"espionage_backgrounds",
			"bad_beginnings"
		],
		"siblings": [
			"age",
			"height_and_weight",
			"traits",
			"character_background"
		]
	},
	"how_to_create_a_background": {
		"name": "How to Create a Background",
		"sources": [ "Ultimate Campaign" ],
		"description": [
			"{SOURCE Ultimate Campaign/8}",
			"",
			"There are several ways you can approach character background. One approach is an organic method: brainstorming character details, guided by the questions in the following sections. Alternatively, you might use the {rule/background generator} to compile your history randomly. You can also use the charts and tables in the background generator as a springboard for your imagination, deliberately selecting background elements that inspire you or fit the direction you wish to explore.",
			"",
			"For published Pathfinder Adventure Paths, you often have the option of selecting campaign {rule/traits} that tie your character thematically into a specific storyline relevant to that Adventure Path. Check with your GM to see if she can point you to official campaign traits or other traits that may help link your character to the campaign or adventure she's running. Such traits provide a good foundation upon which you can add details from this section, either by rolling randomly or by manually selecting background details that mesh well with your campaign's themes.",
			"",
			"No matter how you go about developing your character's background, the next step is to quantify that background in terms of game mechanics. Select two traits (or three traits and a drawback) that capture the background you imagined. {main/Traits/ and drawbacks are listed here}. These traits provide small bonuses that reflect skills and knowledge gained from your life experiences. The drawback, if you choose to take one, represents an emotional vulnerability or character flaw that should not only provide a slight mechanical disadvantage, but also (more importantly) serve as a roleplaying tool for making interesting choices. After all, nobody's perfect!"
		],
		"parent_topics": [
			"basics",
			"traits_and_other_details",
			"character_background"
		],
		"subtopics": [
			"brainstorming_your_background",
			"creating_a_unique_character_concept"
		],
		"siblings": [
			"how_to_create_a_background",
			"using_this_section",
			"early_life",
			"adolescence",
			"adulthood",
			"quick_establishment",
			"background_generator",
			"espionage_backgrounds",
			"bad_beginnings"
		]
	},
	"brainstorming_your_background": {
		"name": "Brainstorming Your Background",
		"sources": [ "Ultimate Campaign" ],
		"description": [
			"{SOURCE Ultimate Campaign/8}",
			"",
			"Before you start working on your background, roll your ability scores and select your race and class. With this basic information determined, you can focus on creating a backstory consistent with those key elements, brainstorming the details of your background in a way that makes sense with your race, class, and attributes.",
			"",
			"The following sections examine your life leading up to the beginning of the campaign, starting from your birth, proceeding through the formative experiences of childhood and adolescence, and ending with the development of your worldview in early adulthood. Each section poses a number of questions to consider. You don't need to know the answers to all of these questions, and some things you might prefer to discover as the game proceeds. However, you may find it easier to step into your character's head if you spend some time contemplating these questions, simply because you'll have more information to draw from. These questions are prompts to focus your imagination toward certain points in your life in order to create strong roleplaying and story hooks for you, your group, and your GM."
		],
		"parent_topics": [
			"basics",
			"traits_and_other_details",
			"character_background",
			"how_to_create_a_background"
		],
		"siblings": [
			"brainstorming_your_background",
			"creating_a_unique_character_concept"
		]
	},
	"creating_a_unique_character_concept": {
		"name": "Creating a Unique Character Concept",
		"sources": [ "Ultimate Campaign" ],
		"description": [
			"{SOURCE Ultimate Campaign/8}",
			"",
			"Sometimes, creating a character that feels original and stands out from others of the same class and race can seem like a challenge. It's easy to fall into playing the stereotype of a race or class: the ale-swilling dwarven fighter with the battleaxe, the quick and wise elven ranger roaming the woodlands with a longbow, the sneaky and childlike halfling rogue, and so on. While there's nothing wrong with these, and they can be a lot of fun - after all, there's a reason they became cultural archetypes in the first place - sometimes you want to try something new. Presented here are some techniques you can use to help you break away from stereotypes.",
			"",
			":HL[Originality:] If you strive too hard to be original, you'll likely be disappointed when you discover that someone else has already implemented your idea in a book, film, game, or other kind of media. Yet, while original ideas are hard to come by, every person you meet is unique, shaped by his or her individual experiences. Rather than strive for an original concept, try focusing on the experiences that define your character's life and give him his personality and point of view. Specific experiences will help move you away from the stereotypical and cliche.",
			"",
			":HL[The Third Idea:] When you're brainstorming ideas, it sometimes helps to reject the first and second ideas that leap to mind, and instead consider the third, fourth, and fifth ideas you come up with. This way, you're challenging yourself to explore wider, more interesting possibilities full of unexplored story potential. The easy ideas that spring to mind first probably do so because you've seen them before.",
			"",
			":HL[Opposites:] When you're stuck on an characteristic that strikes you as boring, plain, or stereotypical, decide that the opposite is instead true of yourself. For instance, if you're playing the aforementioned dwarven fighter, perhaps one of the following holds:",
			"",
			"- You have taken a vow against drinking, can't hold your liquor, or act in a peculiar, eccentric way when drunk.",
			"- You can't grow a beard.",
			"- You favor a weapon that is not a hammer, axe, crossbow, or other typical dwarven weapon.",
			"- You live in a forest or on an island rather than in the hills and mountains favored by most dwarves.",
			"- You are a pacifist who loathes violence.",
			"- You deeply pity or love orcs and goblins.",
			"",
			"Any one of these character quirks can prove ripe for character development and story hooks in the campaign.",
			"",
			":HL[Steal Shamelessly:] Sometimes when starting a new character, you just need a good template or foundation from which to build. Characters from literature, comics, history, real life, or television and film can provide that foundation in an instant. The key is to alter various aspects of the model character until you have changed enough to have an altogether different concept.",
			"",
			"How would Count Dracula be different as an elven wizard? What about as a halfling cleric? Are you obsessed with feasting on blood, or are you simply ancient, creepy, solitary, and mysterious?",
			"",
			"What about reinterpreting Julius Caesar as a human rogue or a gnome illusionist? Is this human rogue one of three mobsters scheming to eliminate the competition and rule a city the way Caesar eliminated his competitors to rule Rome? Has your gnome illusionist received a prophetic message predicting his own death, as Caesar did from the soothsayer?",
			"",
			"Building on the foundations of established characters or people gives you a framework, at which point you just need to give yourself different circumstances in order to inspire a new idea, one that will grow on its own as you continue to play. The initial inspiration or model you choose helps you come to grips with your character quickly without feeling like you have to reinvent the wheel.",
			"",
			"Another way to accomplish this is to combine notable traits of two disparate characters from media or history. For instance, how would you play a character with Sherlock Holmes' skill at deduction and Hamlet's indecision? Achilles' battle prowess paired with Nikola Tesla's inventive mind? Merlin's magic with Marie Curie's search for scientific truth? Joan of Arc's faithful conviction and Napoleon's overwhelming ambition?"
		],
		"parent_topics": [
			"basics",
			"traits_and_other_details",
			"character_background",
			"how_to_create_a_background"
		],
		"siblings": [
			"brainstorming_your_background",
			"creating_a_unique_character_concept"
		]
	},
	"using_this_section": {
		"name": "Using this Section",
		"subtitle": "Character Backgrounds",
		"sources": [ "Ultimate Campaign" ],
		"description": [
			"{SOURCE Ultimate Campaign/9}",
			"",
			"The rest of this section dives deep into your background, starting from birth and early childhood through adolescence and into early adulthood. Each bit has a number of questions to think (or write) about. As you go through them, you might find a question doesn't apply you. That's an opportunity to instead think about why it doesn't apply, and what that means about your relationship to the rest of the world. Likewise, if you find you have a short answer to a question, especially \"yes\" or \"no,\" that's an opportunity to dig deeper into why that's the case.",
			"",
			"Above all, don't let creating a background become a burden for you. The goal is to help you play a character, not to paralyze you with decisions you don't want to make right now."
		],
		"parent_topics": [
			"basics",
			"traits_and_other_details",
			"character_background"
		],
		"siblings": [
			"how_to_create_a_background",
			"using_this_section",
			"early_life",
			"adolescence",
			"adulthood",
			"quick_establishment",
			"background_generator",
			"espionage_backgrounds",
			"bad_beginnings"
		]
	},
	"early_life": {
		"name": "Early Life",
		"subtitle": "Character Backgrounds",
		"sources": [ "Ultimate Campaign" ],
		"description": [
			"{SOURCE Ultimate Campaign/9}",
			"",
			"Experiences in childhood have a monumental impact on the person you become later in life. Family, social class, region, family trade or profession, religion, culture, and major events that occur during your life have a formative influence on your character development and the worldview that you adopt as an adult. As you think about your early life, consider the following questions and imagine your roots in a time long before you gained the knack for the character class you have chosen - after all, almost nobody starts life with their future profession already laid out for them. This information will influence your choice of skills, traits, story feats, and penalties, and help to ground you in the campaign world."
		],
		"parent_topics": [
			"basics",
			"traits_and_other_details",
			"character_background"
		],
		"subtopics": [
			"circumstances_of_birth",
			"family",
			"region",
			"social_rank_and_education",
			"magic_2",
			"religion_and_ritual",
			"major_childhood_event"
		],
		"siblings": [
			"how_to_create_a_background",
			"using_this_section",
			"early_life",
			"adolescence",
			"adulthood",
			"quick_establishment",
			"background_generator",
			"espionage_backgrounds",
			"bad_beginnings"
		]
	},
	"circumstances_of_birth": {
		"name": "Circumstances of Birth",
		"subtitle": "Character Backgrounds",
		"sources": [ "Ultimate Campaign" ],
		"description": [
			"{SOURCE Ultimate Campaign/9}",
			"",
			"Though not all characters are born under unusual circumstances, many cultures have myths of momentous events corresponding with the birth of heroes or villains. Sometimes these are natural phenomena, such as comets, earthquakes, volcanic eruptions, eclipses, or shooting stars. In other instances they are social, political, or religious events such as the crowning of a king or the martyrdom of a prophet. Without precise, convenient calendars in every home, years and eras tend to be remembered for the notable events that transpired within their term, and a character whose birth falls close to a major event may always be associated with that event in the eyes of kin and peers.",
			"",
			"Were there any special or magical circumstances that occurred around your birth? Were you born with a special birthmark, or prophesied in ancient texts? Was your birth cursed or blessed by a supernatural being? Imagine the day or year you were born - your parents likely remember it and have described it to you. In what season were you born? Was there a natural phenomenon, such as a great storm or snowfall, an earthquake, or an eclipse? Was it unseasonably warm or mild? Perhaps there was a special event that happened on the day or year of your birth - for example, maybe the local lord held a grand festival, or someone of great fame or significance passed away. Anyone in your community who remembers your birth remembers it for what else occurred in this time. This doesn't need to be a world-shaking event, but it should say something about you and give a hint as to the events that presaged your coming into the world - for good or ill."
		],
		"parent_topics": [
			"basics",
			"traits_and_other_details",
			"character_background",
			"early_life"
		],
		"siblings": [
			"circumstances_of_birth",
			"family",
			"region",
			"social_rank_and_education",
			"magic_2",
			"religion_and_ritual",
			"major_childhood_event"
		]
	},
	"family": {
		"name": "Family",
		"subtitle": "Character Backgrounds",
		"sources": [ "Ultimate Campaign" ],
		"description": [
			"{SOURCE Ultimate Campaign/10}",
			"",
			"Your family often has the strongest influence over you as a child. This family doesn't always consist of blood relations, especially in the case of adoptees, foundlings, orphans, or street urchins. Those who raised you as a child and took responsibility for your survival, food, shelter, and protection are your family. A family passes on customs, traditions, religion, and superstitions. Some families nurture, shelter, and safeguard their children; others fight and harm one another. When you start thinking about your background, begin by examining your family life.",
			"",
			":HL[Parents:] The way parents relate to one another often becomes the model for how their children perceive adult relationships. Children carry these views into adolescence and adulthood, consciously or unconsciously embracing their parents' model (even if they later reject it). The way you behave in a romantic relationship (or marriage contract) partly stems from your perception of your parents' relationship.",
			"",
			"Who were your parents and how did they meet? Did your parents marry, and if so did they marry for love, money, political power, or some other reason? Was their marriage arranged? Did your parents fight or abuse one another? Conversely, did your parents get along blissfully, creating an ideal model of love in your mind? Were your parents faithful to one another, or was one (or both) a philanderer? What secrets did you learn about one of your parents that the other did not know? Did your parents separate? Did a parent die? If you grew up with only one parent, how did your other parent deal with the separation from his or her partner? How did (or would) such an event affect your life? Does your family experience cause you to long for a family of your own or cause you to shun the thought?",
			"",
			":HL[Siblings:] Depending on the nature of your family, your siblings might be your closest friends or worst enemies. Sometimes siblings band together for friendship, protection, and support; other times they are divided by competition, favoritism, or resentment.",
			"",
			"Think about the family dynamics. If you have siblings, are you close to them? Were you bullied by one or more of your siblings, or protected by them? Were you the eldest child in your family, or otherwise responsible for watching out for your siblings? Did your parents place greater duties, expectations, and responsibilities upon you than upon your siblings? Is there a sibling you are closer to than others, or do you care for all your brothers and sisters equally? Was there a favorite child in your family? Were you that child or was it one of your siblings? Was there a black sheep in your family? Do you have any bastard siblings, half-siblings, or step-siblings? If so, what is the nature of your relationship?",
			"",
			":HL[Extended Family:] Grandparents, aunts, uncles, nieces, nephews, and cousins can sometimes be closer than your immediate relations. At the very least, such relatives can be close confidantes outside of your immediate family. Did you have such a favorite relative? What role did this person play in your life, and what family role did she fulfill? Did your immediate family live with, visit, or associate with your extended family, or was your mother or father disowned by his or her side of the family?",
			"",
			":HL[Adoption, Illegitimacy, and Orphanhood:] Growing up adopted, separated from your parents, as an illegitimate child, or on your own as an orphan may have a large effect on your mindset, prompting questions of identity, driving you to establish yourself in the world, or plaguing you with questions about the circumstances of your birth.",
			"",
			"Were you born of two committed parents, the result of a chance tryst, or something else? Were you reared by your birth parents or by someone else, and was that better or worse than the alternative? Did parents of a different race (including wild beasts or monsters) bring you up?",
			"",
			":HL[Parents' Professions:] Your parents' professions were a backdrop against the environment you grew up in, and it's likely you were assigned tasks and chores related to their trades, and expected to learn associated skills.",
			"",
			"What were your parents' professions? Did either of them originally come from a different background or profession? Do you have positive or negative feelings about the family trades? Did you assist your parents, or separate yourself from their trades completely? If you helped with a parent's profession, did you learn the skills of the trade when you came of age? Were you expected to carry on that trade, or did the duty fall to one of your siblings? Was there something about the trade that you loved or hated?"
		],
		"parent_topics": [
			"basics",
			"traits_and_other_details",
			"character_background",
			"early_life"
		],
		"siblings": [
			"circumstances_of_birth",
			"family",
			"region",
			"social_rank_and_education",
			"magic_2",
			"religion_and_ritual",
			"major_childhood_event"
		]
	},
	"region": {
		"name": "Region",
		"subtitle": "Character Backgrounds",
		"sources": [ "Ultimate Campaign" ],
		"description": [
			"{SOURCE Ultimate Campaign/11}",
			"",
			"Imagine the geographical region where you grew up, and consider the implications, positive and negative, of growing up there. Think of how the landscape affected your psychology. If you grew up surrounded by desert, did you see it as a barren and featureless wasteland or a wide-open place of endless possibility? If you grew up near a forest, was it a verdant woodland that captivated your imagination or a savage and dangerous place where wild beasts hunted?",
			"",
			"The environment around your community could also have influenced your physique and the skills you learned. Were you rugged mountain-folk, wandering forest nomads, peasant villagers, townsfolk, city-dwellers, or the sailors from distant islands? Did you learn to survive by gathering roots and vegetables from fields and plains, or track and hunt in the quiet forests? Did you live by your wits in a city's streets and alleyways?",
			"",
			"If you grew up near wetlands, rivers, or swamps, you might know how to fish or raft. In the mountains, you might have developed skill with climbing or skiing. If you grew up in an urban environment and lived your entire childhood within the city walls, what is your perception of the world beyond the city?",
			"",
			"Where you grew up also shapes how you see the rest of the world, in varying ways. There's a big difference between a country girl who sees cities with contempt or curiosity and a city boy who looks at the wilderness with wonder or fear."
		],
		"parent_topics": [
			"basics",
			"traits_and_other_details",
			"character_background",
			"early_life"
		],
		"siblings": [
			"circumstances_of_birth",
			"family",
			"region",
			"social_rank_and_education",
			"magic_2",
			"religion_and_ritual",
			"major_childhood_event"
		]
	},
	"social_rank_and_education": {
		"name": "Social Rank and Education",
		"subtitle": "Character Backgrounds",
		"sources": [ "Ultimate Campaign" ],
		"description": [
			"{SOURCE Ultimate Campaign/11}",
			"",
			"In most cultures, the wealthy and privileged stand apart from the common masses. But even the wealthy and powerful have a hierarchy, as do middle class tradespeople and common laborers. The social class to which you belonged as a child influences your education and how you see the world.",
			"",
			"If you are of noble birth, you might have grown used to convenience and to commanding others - and expecting them to obey, just as you're expected to obey your betters. You likely had a better education than nearly everyone else. If you are of common birth, you probably have a very different perception of life, and little if any formal education. Those with rank have power, and you were expected to fall in line. Your common birth is likely apparent in your speech, clothing, and bearing.",
			"",
			"What was the economic and social station of your parents? Were they peasant laborers or tradespeople? Were your family members servants to wealthy and powerful people, or did you have wealth or power yourselves? If they were wealthy, was it \"old money\" or a recent acquisition? Was your family respected in your community?",
			"",
			"When you dealt with people of other social classes, how did you treat them? Do you respect people of other social classes, or do you disdain or despise them? Were you ever embroiled in a struggle against someone of higher or lower social rank? What was it about, and what happened as a result? Do you hold with the customs and tastes of your social class or have you rejected them for the customs and manners of a higher or lower class?"
		],
		"parent_topics": [
			"basics",
			"traits_and_other_details",
			"character_background",
			"early_life"
		],
		"siblings": [
			"circumstances_of_birth",
			"family",
			"region",
			"social_rank_and_education",
			"magic_2",
			"religion_and_ritual",
			"major_childhood_event"
		]
	},
	"magic_2": {
		"name": "Magic",
		"subtitle": "Character Backgrounds",
		"sources": [ "Ultimate Campaign" ],
		"description": [
			"{SOURCE Ultimate Campaign/11}",
			"",
			"Most of the standard humanoid races aren't inherently magical, though their members may come to study magic and learn its secrets over time. If you come from a nonmagical culture, the arcane arts might seem strange, like cheating at life or breaking religious taboos. Or perhaps you were taught to embrace magic as a wondrous and fantastic means of accomplishing the impossible.",
			"",
			"How much did you know about magic growing up? Was it a part of your everyday life or something that was only spoken about in superstition, tales, and legends? Were you ever placed under a spell or curse? Did you develop any strange, supernatural powers as a child? Did you ever experiment with magic unsupervised? Are you affected by any long-lasting magical effects, including enchantments or curses cast upon you in your early life?"
		],
		"parent_topics": [
			"basics",
			"traits_and_other_details",
			"character_background",
			"early_life"
		],
		"siblings": [
			"circumstances_of_birth",
			"family",
			"region",
			"social_rank_and_education",
			"magic_2",
			"religion_and_ritual",
			"major_childhood_event"
		]
	},
	"religion_and_ritual": {
		"name": "Religion and Ritual",
		"subtitle": "Character Backgrounds",
		"sources": [ "Ultimate Campaign" ],
		"description": [
			"{SOURCE Ultimate Campaign/12}",
			"",
			"Parents usually pass their religious beliefs to their children by instructing them in the customs, dogma, practices, rituals, and traditions of their faith. Tradition and ritual play a major part in cultures, determining festivals, initiation rites to adulthood, and holidays. Even if you're not religious, you probably have had some experience with religion as a child, perhaps from a relative, friend, or followers of the dominant faith of the region where you grew up.",
			"",
			"Did your parents follow the same faith, and did they instruct you in those teachings? In a world of death and uncertainty, how important were religious beliefs and traditions to your family's life? What was a particular custom of your religion or a tradition your family practiced? What were the ethical or religious taboos? Whether or not you are religious, do you abide by a certain ritual or maintain any taboos? Did you follow the religious teachings of your family or reject them? If you followed them, what comfort did they give during the difficult transition from childhood to adulthood?"
		],
		"parent_topics": [
			"basics",
			"traits_and_other_details",
			"character_background",
			"early_life"
		],
		"siblings": [
			"circumstances_of_birth",
			"family",
			"region",
			"social_rank_and_education",
			"magic_2",
			"religion_and_ritual",
			"major_childhood_event"
		]
	},
	"major_childhood_event": {
		"name": "Major Childhood Event",
		"subtitle": "Character Backgrounds",
		"sources": [ "Ultimate Campaign" ],
		"description": [
			"{SOURCE Ultimate Campaign/12}",
			"",
			"From the perspective of a child, the world is a different place. Depending upon one's circumstances and outlook, the world might seem a lovely paradise filled with wonders or a dreary, meaningless hell brimming with barely contained horrors. The events of childhood meaningfully impact the perception of the world a child carries into adulthood.",
			"",
			"With this in mind, describe a significant event from childhood that shaped you and that you still think about from time to time. This might be something personal, like the day you were initiated into a religious order, the circumstances under which you made a lifelong friend, or a time your parent or caretaker punished you severely. On the other hand, it might instead be something that affected other people on a larger scale, such as being caught in the midst of a great fire, surviving a widespread plague, or witnessing a major historical event.",
			"",
			"This event is one of the strongest influences on your early life. Look for ways that this event continues to shape your personality in the present."
		],
		"parent_topics": [
			"basics",
			"traits_and_other_details",
			"character_background",
			"early_life"
		],
		"siblings": [
			"circumstances_of_birth",
			"family",
			"region",
			"social_rank_and_education",
			"magic_2",
			"religion_and_ritual",
			"major_childhood_event"
		]
	},
	"adolescence": {
		"name": "Adolescence",
		"subtitle": "Character Backgrounds",
		"sources": [ "Ultimate Campaign" ],
		"description": [
			"{SOURCE Ultimate Campaign/12}",
			"",
			"Adolescence is the physical and psychological transition from childhood to adulthood in which you start to become more conscious of the world around you. This is the time when you grow in body and mind, take greater risks, question the rules and structures under which you've lived, and test the boundaries and authorities that put those structures in place. It's also when many key events happen that influence you toward the path of the character class you will one day adopt. Now that you know something of your childhood circumstances, imagine the kinds of risks and choices you might have taken upon entering adolescence. Conversely, imagine the kinds of risks and choices you would avoid because of ethics, family, customs, tradition, religion, pride, or fear. As you read through the following categories, consider the questions and take some time to visualize the experiences you encountered during this turbulent time."
		],
		"parent_topics": [
			"basics",
			"traits_and_other_details",
			"character_background"
		],
		"subtopics": [
			"initiation_rites",
			"friends_allies_and_influences",
			"class_event",
			"first_love",
			"duty_and_responsibilities"
		],
		"siblings": [
			"how_to_create_a_background",
			"using_this_section",
			"early_life",
			"adolescence",
			"adulthood",
			"quick_establishment",
			"background_generator",
			"espionage_backgrounds",
			"bad_beginnings"
		]
	},
	"initiation_rites": {
		"name": "Initiation Rites",
		"subtitle": "Character Backgrounds",
		"sources": [ "Ultimate Campaign" ],
		"description": [
			"{SOURCE Ultimate Campaign/12}",
			"",
			"In most cultures and communities, rites or rituals accompany the transition from childhood into adolescence, even if such customs are informal or unstructured. The formal traditions are usually sacred to the community, as they mark the end of an individual's childhood and the beginning of his life as an adult.",
			"",
			"Were there racial customs you observed when you passed from childhood into adolescence? Did your religion ceremonially initiate you as a member of the faith? When did your community recognize you as a young adult, and what privileges and responsibilities came with that status? Do you or your family belong to a special organization, group, gang, company, or guild that requires you to complete a test of adulthood before you may be recognized among its ranks? What family customs, traditions, or heirlooms are passed down to you upon entering adulthood?"
		],
		"parent_topics": [
			"basics",
			"traits_and_other_details",
			"character_background",
			"adolescence"
		],
		"siblings": [
			"initiation_rites",
			"friends_allies_and_influences",
			"class_event",
			"first_love",
			"duty_and_responsibilities"
		]
	},
	"friends_allies_and_influences": {
		"name": "Friends, Allies, and Influences",
		"subtitle": "Character Backgrounds",
		"sources": [ "Ultimate Campaign" ],
		"description": [
			"{SOURCE Ultimate Campaign/12}",
			"",
			"Desire for acceptance and recognition among one's peers drive the decisions of most adolescents. Some adolescents seek acceptance wherever it's given freely, while others strive to prove themselves in order to win the respect of those they admire. The friendships you make in this transitional time may not be ones that last a lifetime, but these friends are often ones you feel you need so you can survive your youth. These individuals open your mind to new experiences and different points of view, and they have a major influence on your interests, knowledge, and development.",
			"",
			"Imagine a person you sought acceptance from as an adolescent. Was this person the savior you needed in a time of crisis, or someone who challenged your beliefs or turned you away from what you'd been taught growing up? As you strived to measure up to this person's esteem, what skills or practices did you learn? Did you have idle time with this person, and how did you fill those hours? What long-term influence did this person have upon the way you think now? If you were friends, are you still friends today?"
		],
		"parent_topics": [
			"basics",
			"traits_and_other_details",
			"character_background",
			"adolescence"
		],
		"siblings": [
			"initiation_rites",
			"friends_allies_and_influences",
			"class_event",
			"first_love",
			"duty_and_responsibilities"
		]
	},
	"class_event": {
		"name": "Class Event",
		"subtitle": "Character Backgrounds",
		"sources": [ "Ultimate Campaign" ],
		"description": [
			"{SOURCE Ultimate Campaign/12}",
			"",
			"You are a product of your environment; the various influences of friends, family, and associates; and pure happenstance. Some talents you discovered in childhood have matured into practiced skills during your progress through adolescence. These talents showed an inclination toward a certain career path - in your case, the first steps toward your character class. Think of the class you've chosen to play and imagine the single most important event from your early life that put you on this path. Looking back on your life, is there an event without which your life might have followed a very different course?",
			"",
			"Did your parents send you to a special school to learn magic? Did you have a religious revelation that turned you into a crusader for your deity? Were you kicked out of your home and forced to survive on the streets? Did a wealthy patron hear you playing music and offer you a position in her household as a minstrel? Were you conscripted into the army or given an ancestral weapon or item?"
		],
		"parent_topics": [
			"basics",
			"traits_and_other_details",
			"character_background",
			"adolescence"
		],
		"siblings": [
			"initiation_rites",
			"friends_allies_and_influences",
			"class_event",
			"first_love",
			"duty_and_responsibilities"
		]
	},
	"first_love": {
		"name": "First Love",
		"subtitle": "Character Backgrounds",
		"sources": [ "Ultimate Campaign" ],
		"description": [
			"{SOURCE Ultimate Campaign/13}",
			"",
			"As adolescents start to physically mature, they make their first experimental attempts at courtship. These attempts are often deeply felt, passionate, awkward, and unforgettable. Your first experience with courtship may grant you enormous confidence or sap it all away, giving rise to feelings of shame and inadequacy. Maybe you never recovered from the emotional scars of adolescence, always after bearing the pain and humiliation, barricading your heart against emotion. Or maybe you dismissed your own crushed feelings and become a careless charmer or philanderer, always courting one or more lovers, but remaining emotionally distant from all.",
			"",
			"Who was your first love? Did you hold mutual admiration for one another, or did you pine from afar? What profession and social class were his or her parents? How long did it last? Do you know where this person is now, and do you still think about him or her? What lessons did you learn from the experience, and was it a source of joy or pain? Did you court many others after this relationship?"
		],
		"parent_topics": [
			"basics",
			"traits_and_other_details",
			"character_background",
			"adolescence"
		],
		"siblings": [
			"initiation_rites",
			"friends_allies_and_influences",
			"class_event",
			"first_love",
			"duty_and_responsibilities"
		]
	},
	"duty_and_responsibilities": {
		"name": "Duty and Responsibilities",
		"subtitle": "Character Backgrounds",
		"sources": [ "Ultimate Campaign" ],
		"description": [
			"{SOURCE Ultimate Campaign/13}",
			"",
			"As you grew from a child into someone more physically capable and psychologically aware, your family may have requested more of your help. What duties and responsibilities did you gain? Were these tasks primarily physical or mental in nature? Were they focused toward a profession or were you asked to take on responsibilities of a different or unusual nature? In what way did these activities improve your mind, body, or spirit? If other creatures (such as beasts or monsters) raised you, what was expected of you in that culture?"
		],
		"parent_topics": [
			"basics",
			"traits_and_other_details",
			"character_background",
			"adolescence"
		],
		"siblings": [
			"initiation_rites",
			"friends_allies_and_influences",
			"class_event",
			"first_love",
			"duty_and_responsibilities"
		]
	},
	"adulthood": {
		"name": "Adulthood",
		"subtitle": "Character Backgrounds",
		"sources": [ "Ultimate Campaign" ],
		"description": [
			"{SOURCE Ultimate Campaign/13}",
			"",
			"When you reach biological maturity, undergo the final initiation rites of adolescence, or reach the age of legal responsibility in your culture, you're considered an adult. At this point, you're the sum of all the feelings, experiences, and choices you have made from birth through adolescence. You are capable of analyzing your past, and your emotional and intellectual response to your experiences shapes your moral and ethical view of the world.",
			"",
			"In adulthood, you likely adopt your character class - although some people might assume full careers in the military, academia, the seminary, or a trade years before they begin adventuring, just as others pass through adolescence swiftly and reach maturity at an extremely young age. Playing an older or younger character can vary the party dynamic, and may warrant one extra or one fewer trait during character creation in order to reflect the character's greater or narrower life experience, at the GM's discretion. (See {rule/Young Characters}) No matter your age, the experiences of your earlier life are a prologue to the character class you've chosen.",
			"",
			"The following categories explore character conflicts and vulnerability that shape your worldview, philosophy, and alignment: the results of your journey to adulthood. As you read through this section, consider the amount of life experience you have upon entering the campaign."
		],
		"parent_topics": [
			"basics",
			"traits_and_other_details",
			"character_background"
		],
		"subtopics": [
			"conflict_and_behavior",
			"vulnerability",
			"friends_associates_and_companions"
		],
		"siblings": [
			"how_to_create_a_background",
			"using_this_section",
			"early_life",
			"adolescence",
			"adulthood",
			"quick_establishment",
			"background_generator",
			"espionage_backgrounds",
			"bad_beginnings"
		]
	},
	"conflict_and_behavior": {
		"name": "Conflict and Behavior",
		"subtitle": "Character Backgrounds",
		"sources": [ "Ultimate Campaign" ],
		"description": [
			"{SOURCE Ultimate Campaign/14}",
			"",
			"Conflict is at the heart of character development. The actions you take in response to conflict define you and determine your alignment. Even if you perceive yourself as pure and good, fair and impartial, or wild and individualistic, what do you actually do when you're faced with an external or internal conflict and those values are challenged? Do you adhere to a code of behavior (lawful), look for the best way to resolve the conflict fairly (neutral), or act on impulse according to what feels right in the moment (chaotic)? When resolving a conflict, do you attempt to act in the best interests of others (good), strive for an equal or just resolution for all sides no matter the cost (neutral), or make decisions that benefit yourself at the expense of others (evil)? The choices you make over time add up to determine your moral and philosophical view of the world.",
			"",
			"Very few characters consider themselves evil. Evil characters justify their selfish or destructive behavior with reasons they believe to be sound. Likewise, there are many selfless creatures who work tirelessly for the betterment of others but remain too humble and aware of their own flaws to think of themselves as good. When thinking about your alignment, examine the past you have created so far. What alignment would you give yourself while in character? Which one are you really?"
		],
		"parent_topics": [
			"basics",
			"traits_and_other_details",
			"character_background",
			"adulthood"
		],
		"siblings": [
			"conflict_and_behavior",
			"vulnerability",
			"friends_associates_and_companions"
		]
	},
	"vulnerability": {
		"name": "Vulnerability",
		"subtitle": "Character Backgrounds",
		"sources": [ "Ultimate Campaign" ],
		"description": [
			"{SOURCE Ultimate Campaign/14}",
			"",
			"As you grow up, you struggle against various opposing forces and people in your environment - siblings, parents, peers, bullies, laws, and so on. You learn to insulate yourself against physical and emotional harm while making decisions that will protect you, your loved ones, or your interests. These conflicts can leave emotional scars, or vulnerabilities.",
			"",
			"A vulnerability is a chink in your armor, something you love or fear that affects you on the deepest level. Hard choices - the ones that truly dictate alignment - are grounded in emotional vulnerability. When someone is pushing your buttons, that person is exploiting an emotional vulnerability, playing on your cares, personal insecurities, fears, or foibles. Since the most interesting characters to watch, read, and play are those with an emotional vulnerability, giving yourself one goes a long way toward making you a complex and fully realized individual as well as providing strong story hooks for your GM.",
			"",
			"Character vulnerabilities come from strong emotions - such as love and fear - rooted in experiences from your developmental years. In childhood, you gain your first impressions of the world, love, loyalty, and friendship. In adolescence, you struggle for acceptance among superiors and peers, dealing with complex new emotions, philosophies, and ways of perceiving the world. Think of a lesson you learned in childhood. Did it cause you to view the world in a more positive or negative light? How does this lesson still affect you today? Name an occasion from adolescence that caused you pain. Looking back on that experience, how do you feel about it today? Has your viewpoint changed? Did you deserve the pain? Do you still bear a grudge against those who wronged you? These events might correspond to choices you made earlier as you developed your background.",
			"",
			"In your adult life, name one person or thing you cherish or love and one person or thing you hate or fear. Are your feelings about these people or things known? If so, who knows? Now think of one person or thing that brings you happiness, pleasure, or contentment, and one person or thing that annoys, saddens, or disgusts you. What makes you feel this way? What part of yourself do you hide from the world, and why? If this person, object, memory, belief, or value was attacked or exposed, how far would you go to defend it?",
			"",
			"Some characters work to make themselves impervious to emotion and attachment. Such characters include solemn monks, mercenary warlords, ruthless assassins, and dangerous sociopaths, to name just a few. Yet even they protect some emotional core hidden behind their internal walls. If you are playing an \"emotionless\" character, how deep is this core buried, and under what circumstances might it be penetrated or revealed? What could someone else possibly say or do to make you reveal a hidden side of yourself? What is the one thing that matters most to you, and what would you do if you lost it?"
		],
		"parent_topics": [
			"basics",
			"traits_and_other_details",
			"character_background",
			"adulthood"
		],
		"siblings": [
			"conflict_and_behavior",
			"vulnerability",
			"friends_associates_and_companions"
		]
	},
	"friends_associates_and_companions": {
		"name": "Friends, Associates, and Companions",
		"subtitle": "Character Backgrounds",
		"sources": [ "Ultimate Campaign" ],
		"description": [
			"{SOURCE Ultimate Campaign/15}",
			"",
			"It's not necessary for you to know all of your adventuring companions when you start a campaign, but establishing prior connections within the group facilitates party and story cohesion. In campaigns where all the characters start as strangers, the story can feel disjointed or the game unbalanced since the party consists of independent individuals with little reason to cooperate or care about one another. In contrast, campaigns that begin with one or two characters knowing each another are easier to get moving, since those characters have history - a set of shared memories that ties them together. In drama, scenes between people who know one another, even if only by reputation, tend to be more compelling than scenes between people with no prior relationship.",
			"",
			"Consider the other characters in your group. Pick one or more of them and establish a prior acquaintance or connection. Did you meet once in the past while working for the same employer? Have you been lifelong friends? Were you competitors for the love of someone else? Did you have a past or current rivalry? Are you related? Do you know one another by reputation? If so, what have you heard?",
			"",
			"Finally, no character is an island; even evil characters interact with people outside their immediate friend group from time to time. Think of someone outside your party who you come into regular contact with. Who is this person, and what does he or she mean to you? Are you friends? Lovers? Enemies? What influence might this person have over you? What's your influence over this person? Share this NPC with your GM as a contact for story development and future adventures."
		],
		"parent_topics": [
			"basics",
			"traits_and_other_details",
			"character_background",
			"adulthood"
		],
		"siblings": [
			"conflict_and_behavior",
			"vulnerability",
			"friends_associates_and_companions"
		]
	},
	"quick_establishment": {
		"name": "Two Quirks and a Flaw: Quick and Dirty Character Establishment",
		"sources": [ "Ultimate Campaign" ],
		"subtitle": "Character Backgrounds",
		"description": [
			"{SOURCE Ultimate Campaign/15}",
			"",
			"If you're pressed for time or you're looking to create the basics of a character as simply as possible, establish the essence of your personality by thinking of two quirks and a flaw. Quirks are specific attributes of your personality or psyche: character traits, compulsions, eccentricities, or uncommon physical features. These shouldn't be commonplace or mundane. \"Tall\" is a poor one, but \"too big for my body\" could be great. \"Charismatic\" is weak, but \"flirts with nearly everybody I meet\" is specific and actionable. \"Homebody\" is not as good a quirk as \"Tall\"",
			"",
			"Add a flaw the same way. Instead of merely being \"arrogant,\" maybe you \"believe I'm smarter than anyone I know.\" Perhaps you're not so much \"proud\" as \"afraid of being wrong and looking stupid.\" Rather than \"greedy,\" you may be \"arrogant,\"",
			"",
			"When you choose an attribute or trait to use as a quirk or flaw, you can dig deeper into the concept by asking yourself how and why. If you're shy, how shy are you? So shy that you can never look anyone directly in the eye? If you're paranoid, why are you paranoid? Maybe everyone you've ever trusted betrayed you? Homing in on desires and fears will help answer those questions. For the sake of brevity, the background generator uses basic descriptors for quirks and flaws. Take a little time to further build on those bare-bones descriptors with these sort of details, which will help color in an otherwise simple, nondescript character."
		],
		"parent_topics": [
			"basics",
			"traits_and_other_details",
			"character_background"
		],
		"siblings": [
			"how_to_create_a_background",
			"using_this_section",
			"early_life",
			"adolescence",
			"adulthood",
			"quick_establishment",
			"background_generator",
			"espionage_backgrounds",
			"bad_beginnings"
		]
	},
	"background_generator": {
		"name": "Background Generator",
		"subtitle": "Character Backgrounds",
		"sources": [ "Ultimate Campaign" ],
		"description": [
			"The background generator is intended to remove the creative pressure that can sometimes frustrate players as they try to flesh out the murky details of their characters' backgrounds. This generator provides these details with either a simple roll of the die or the players deliberately selecting from options on the furnished tables and lists. Think of each element on the background generator's tables as a piece of story material that you can link together with other random pieces to create a story you otherwise might now have imagined. Use this tool to inspire creativity rather than as hard-and-fast rules to mandate rigid and seamless character backgrounds. Though the generator provides many foundational details of a character's background, it takes some creative thought to massage the specifics together. As you use the generator, feel free at any point to reject or reroll contradictory elements or ones that go against your vision of the emerging character. Like the background questions presented earlier, the ideas on these tables are simply suggestions designed to channel and focus your imagination.",
			"",
			"To generate a background, you roll on a number of tables and subtables, but before you do this, you must decide the gender, race, and class of your PC. Such decisions will help to inform the tables you'll use. After you've determined these basic character elements, you can begin using the background generator to determine your character's unique background by following the three steps summarized below, which are detailed further in the sections that follow.",
			"",
			">:HL[Step 1-Homeland, Family, and Childhood:] Determine the circumstances of your birth, your parents' profession, and a major childhood event. To determine the number of siblings you have, roll on the table appropriate for your race. For each sibling you have, roll d%; 01-50: the sibling is female, 51-100: the sibling is male. Then roll on the [Relative Age of Sibling table](rule/siblings) to determine the relative age of the sibling.",
			">",
			">:HL[Step 2-Adolescence and Training:] Determine the circumstances and events that defined your adolescence and the training you received, as well as create an influential associate from this time in your life.",
			">",
			">:HL[Step 3-Moral Conflict, Relationships, and Vulnerabilities:] Determine a major conflict in your past, the other party involved, and how you resolved the conflict. Also determine your romantic relationships, relationships with fellow adventurers, and personality drawbacks.",
			"",
			"While rolling on the tables in these three steps, you are sometimes granted access to a trait, story feat, or drawback. Upon gaining access to one of these rules elements, write it down. At the end of background generation, you can choose up to two of the traits you've gained access to. If you gained access to at least one drawback, you can take one of those drawbacks to gain an additional trait you have access to (following the normal rules for trait selection). When you gain access to a story feat, it means you've met the prerequisite for the feat and can take it at any time, not just at character creation."
		],
		"parent_topics": [
			"basics",
			"traits_and_other_details",
			"character_background"
		],
		"subtopics": [
			"step_1_homeland_family_childhood",
			"step_2_adolescence_and_training",
			"step_3_moral_conflicts_relationships_and_drawbacks"
		],
		"siblings": [
			"how_to_create_a_background",
			"using_this_section",
			"early_life",
			"adolescence",
			"adulthood",
			"quick_establishment",
			"background_generator",
			"espionage_backgrounds",
			"bad_beginnings"
		]
	},
	"step_1_homeland_family_childhood": {
		"name": "Step 1-Homeland, Family, and Childhood",
		"subtitle": "Character Backgrounds",
		"sources": [ "Ultimate Campaign" ],
		"description": [
			"The tables below determine the basics of your family and homeland. These establish the circumstances of your upbringing, the composition of your family, and your family's social standing, as well as a major event you experienced in childhood. To determine these aspects of your background, do the following:",
			"",
			"1. Find the sections for your race and roll on the Homeland, Parents, and Siblings tables within the section. If you have siblings, also consult [Relative Age of Sibling table](rule/siblings) and the Race of Adopted Sibling table to determine the relative age of your siblings and the race of adopted siblings.",
			"",
			"2. Roll on the [Circumstance of Birth table](rule/birth_circumstances_and_more), to determine the circumstance of your birth. Based on those circumstances, you may have to roll on the subsequent tables to determine details of those circumstances.",
			"",
			"3. Roll on the [Major Childhood Event table](rule/birth_circumstances_and_more) to determine a major childhood event.",
			"",
			"4. Proceed to [Step 2-Adolescence and Training](rule/step_2_adolescence_and_training)."
		],
		"parent_topics": [
			"basics",
			"traits_and_other_details",
			"character_background",
			"background_generator"
		],
		"subtopics": [
			"dwarf_background",
			"elf_background",
			"gnome_background",
			"half_elf_background",
			"half_orc_background",
			"halfling_background",
			"human_background",
			"siblings",
			"unusual_homeland",
			"birth_circumstances_and_more"
		],
		"siblings": [
			"step_1_homeland_family_childhood",
			"step_2_adolescence_and_training",
			"step_3_moral_conflicts_relationships_and_drawbacks"
		]
	},
	"dwarf_background": {
		"name": "Dwarf",
		"subtitle": "Character Backgrounds",
		"sources": [ "Ultimate Campaign" ],
		"description": [
			"Many dwarves come from industrious and tight-knit communities of like-minded individuals who work together to accomplish a common goal.",
			"",
			"### Dwarf Homeland",
			"",
			"| d% | Result |",
			"| --- | --- |",
			"| 01-40 | **Hills or Mountains:** You gain access to the {trait/Goldsniffer} race trait and the {trait/Highlander} regional trait. |",
			"| 41-80 | **Underground:** You gain access to the {trait/Surface Stranger} regional trait and the {trait/Tunnel Fighter} race trait. |",
			"| 81-87 | **Non-Dwarven Town or Village:** You gain access to the {trait/Brewmaster} race trait and the {trait/Militia Veteran} regional trait. |",
			"| 88-95 | **Non-Dwarven City or Metropolis:** You gain access to the Brewmaster race trait and the {trait/Vagabond Child} regional trait. |",
			"| 96-100 | **Unusual Homeland:** Roll on the {rule/Unusual Homeland/ table}. |",
			"",
			"### Dwarf Parents",
			"",
			"| d% | Result |",
			"| --- | --- |",
			"| 01-60 | Both of your parents are alive. |",
			"| 61-73 | Only your father is alive. |",
			"| 74-86 | Only your mother is alive. |",
			"| 87-100 | Both of your parents are dead. You gain access to the {trait/Orphaned} social trait. |",
			"",
			"### Dwarf Siblings",
			"",
			"| d% | Result |",
			"| --- | --- |",
			"| 01-80 | 1d4 biological siblings. With two or more siblings, you gain access to the {trait/Kin Guardian} combat trait. |",
			"| 81-90 | 1d4+1 biological siblings. You gain access to the Kin Guardian combat trait. |",
			"| 91-95 | 1d3-1 biological siblings and 1d3-1 adopted siblings. With two or more siblings, you gain access to the Kin Guardian combat trait. Roll on the [Race of Adopted Sibling table](rule/siblings) to determine the race of any adopted siblings. |",
			"| 96-100 | No siblings. |"
		],
		"parent_topics": [
			"basics",
			"traits_and_other_details",
			"character_background",
			"background_generator",
			"step_1_homeland_family_childhood"
		],
		"siblings": [
			"dwarf_background",
			"elf_background",
			"gnome_background",
			"half_elf_background",
			"half_orc_background",
			"halfling_background",
			"human_background",
			"siblings",
			"unusual_homeland",
			"birth_circumstances_and_more"
		]
	},
	"elf_background": {
		"name": "Elf",
		"subtitle": "Character Backgrounds",
		"sources": [ "Ultimate Campaign" ],
		"description": [
			"Elves are often raised in insular elven communities, and the longevity of these people means that elven children often grow up with the help of a large social network.",
			"",
			"### Elf Homeland",
			"",
			"| d% | Result |",
			"| --- | --- |",
			"| 01-60 | **Forest:** You gain access to the {trait/Log Roller} regional trait. |",
			"| 61-80 | **Non-Elven City or Metropolis:** If you're an elf, you gain access to the {trait/Civilized} social trait and the {trait/Forlorn} race trait. If you're a half-elf, you gain access to the Civilized social trait and the {trait/Failed Apprentice} race trait. |",
			"| 81-95 | **Non-Elven Town or Village:** If you're an elf, you gain access to the Forlorn race trait. If you're a half-elf, you gain access to the Failed Apprentice race trait. |",
			"| 96-100 | **Unusual Homeland:** Roll on the {rule/Unusual Homeland/ table}. If you're an elf, you gain access to the Forlorn trait. If you're a half-elf, you gain access to the {trait/Elven Reflexes} race trait. |",
			"",
			"### Elf Parents ",
			"",
			"| d% | Result |",
			"| --- | --- |",
			"| 01-79 | Both of your parents are alive. |",
			"| 80-87 | Only your father is alive. |",
			"| 88-95 | Only your mother is alive. |",
			"| 96-100 | Both of your parents are dead. You gain access to the {trait/Orphaned} social trait. |",
			"",
			"### Elf Siblings",
			"",
			"| d% | Result |",
			"| --- | --- |",
			"| 01-80 | 1d2 biological siblings. If you roll 2 siblings, you gain access to the {trait/Kin Guardian} combat trait. |",
			"| 81-85 | 1d4+1 biological siblings. You gain access to the Kin Guardian combat trait. |",
			"| 86-90 | 1d4+1 biological siblings. 1d3-1 of these siblings are half-elves, adopted, or a mix of the two (your choice). You gain access to the Kin Guardian combat trait. Roll on the [Race of Adopted Sibling table](rule/siblings) to determine the race of any adopted siblings. |",
			"| 91-100 | No siblings. |"
		],
		"parent_topics": [
			"basics",
			"traits_and_other_details",
			"character_background",
			"background_generator",
			"step_1_homeland_family_childhood"
		],
		"siblings": [
			"dwarf_background",
			"elf_background",
			"gnome_background",
			"half_elf_background",
			"half_orc_background",
			"halfling_background",
			"human_background",
			"siblings",
			"unusual_homeland",
			"birth_circumstances_and_more"
		]
	},
	"gnome_background": {
		"name": "Gnome",
		"subtitle": "Character Backgrounds",
		"sources": [ "Ultimate Campaign" ],
		"description": [
			"The capricious and carefree gnomes of the world are widespread and varied. They typically either form their own gnome communities or integrate themselves into other humanoid societies.",
			"",
			"### Gnome Homeland",
			"",
			"| d% | Result |",
			"| --- | --- |",
			"| 01-30 | **Forest:** You gain access to the {trait/Log Roller} regional trait and the {trait/Animal Friend} race trait. |",
			"| 31-65 | **Non-Gnome Town or Village:** You gain access to the Animal Friend race trait. |",
			"| 66-95 | **Non-Gnome City or Metropolis:** You gain access to the {trait/Rapscallion} race trait. |",
			"| 96-100 | **Unusual Homeland:** Roll on the {rule/Unusual Homeland/ table}. |",
			"",
			"### Gnome Parents ",
			"",
			"| d% | Result |",
			"| --- | --- |",
			"| 01-90 | Both of your parents are alive. |",
			"| 91-93 | Only your father is alive. |",
			"| 94-96 | Only your mother is alive. |",
			"| 97-100 | Both of your parents are dead. You gain access to the {trait/Orphaned} social trait. |",
			"",
			"### Gnome Siblings",
			"",
			"| d% | Result |",
			"| --- | --- |",
			"| 01-50 | 1d4 biological siblings. With two or more siblings, you gain access to the {trait/Kin Guardian} combat trait. |",
			"| 51-60 | 1d4-1 biological siblings and one adopted sibling. With two or more siblings, you gain access to the Kin Guardian combat trait. Roll on the [Race of Adopted Sibling table](rule/siblings) to determine the race of any adopted siblings. |",
			"| 61-100 | No siblings. |"
		],
		"parent_topics": [
			"basics",
			"traits_and_other_details",
			"character_background",
			"background_generator",
			"step_1_homeland_family_childhood"
		],
		"siblings": [
			"dwarf_background",
			"elf_background",
			"gnome_background",
			"half_elf_background",
			"half_orc_background",
			"halfling_background",
			"human_background",
			"siblings",
			"unusual_homeland",
			"birth_circumstances_and_more"
		]
	},
	"half_elf_background": {
		"name": "Half-Elf",
		"subtitle": "Character Backgrounds",
		"sources": [ "Ultimate Campaign" ],
		"description": [
			"Born of two very different worlds, half-elves rarely have easy childhoods. Torn as half-elves are between disparate peoples, the presence of their families helps ensure they do not grow up totally alone, though orphaned half-elves have to create families of their own.",
			"",
			"### Half-Elf Homeland",
			"",
			"| d% | Result |",
			"| --- | --- |",
			"| 01-25 | **Raised in an Elven Homeland:** Roll on the [Elf Homeland table](rule/elf_background). |",
			"| 26-75 | **Raised in a Human Homeland:** Roll on the [Human Homeland table](rule/human_background). |",
			"| 76-95 | **Forest:** You gain access to the {trait/Log Roller} regional trait. |",
			"| 96-100 | **Unusual Homeland:** Roll on the {rule/Unusual Homeland/ table}. |",
			"",
			"### Half-Elf Parents ",
			"",
			"| d% | Result |",
			"| --- | --- |",
			"| 01-20 | Both of your parents are alive. |",
			"| 21-55 | Only your father is alive. |",
			"| 56-90 | Only your mother is alive. |",
			"| 91-100 | Both of your parents are dead. You gain access to the {trait/Orphaned} social trait. |",
			"",
			"### Half-Elf Siblings",
			"",
			"| d% | Result |",
			"| --- | --- |",
			"| 01-20 | 1d2 half-siblings (either elf or human, your choice). With two or more siblings, you gain access to the {trait/Kin Guardian} combat trait. |",
			"| 21-30 | One half-elf sibling. You gain access to the {trait/Kin Bond} magic trait. |",
			"| 31-100 | No siblings. |"
		],
		"parent_topics": [
			"basics",
			"traits_and_other_details",
			"character_background",
			"background_generator",
			"step_1_homeland_family_childhood"
		],
		"siblings": [
			"dwarf_background",
			"elf_background",
			"gnome_background",
			"half_elf_background",
			"half_orc_background",
			"halfling_background",
			"human_background",
			"siblings",
			"unusual_homeland",
			"birth_circumstances_and_more"
		]
	},
	"half_orc_background": {
		"name": "Half-Orc",
		"subtitle": "Character Backgrounds",
		"sources": [ "Ultimate Campaign" ],
		"description": [
			"Only rarely the result of a happy union between the humans and orcs that bring them into the world, half-orcs are often regarded as monsters. This bleak reality makes those rare half-orcs, cherished as much as the young of any other race, even more extraordinary.",
			"",
			"### Half-Orc Homeland",
			"",
			"| d% | Result |",
			"| --- | --- |",
			"| 01-25 | **Subterranean:** You gain access to either the {trait/Scrapper} race trait or the {trait/Surface Stranger} regional trait. |",
			"| 26-60 | **Orc Settlement:** You gain access to the Scrapper race trait. |",
			"| 61-75 | **Raised in a Human Homeland:** Roll on the [Human Homeland table](rule/human_background). |",
			"| 76-90 | **No True Homeland:** You have lived a life on the run and gain access to the {trait/Outcast} race trait. |",
			"| 91-100 | **Unusual Homeland:** Roll on the {rule/Unusual Homeland/ table}. |",
			"",
			"### Half-Orc Parents ",
			"",
			"| d% | Result |",
			"| --- | --- |",
			"| 01-10 | Both of your parents are alive. |",
			"| 11-35 | Only your father is alive. |",
			"| 36-60 | Only your mother is alive. |",
			"| 61-100 | Both of your parents are dead. You gain access to the {trait/Orphaned} social trait. |",
			"",
			"### Half-Orc Siblings",
			"",
			"| d% | Result |",
			"| --- | --- |",
			"| 01-60 | 1d6+1 orc siblings. You gain access to the {trait/Kin Guardian} combat trait. |",
			"| 61-70 | 1d4 human siblings. With two or more siblings, you gain access to the Kin Guardian combat trait. |",
			"| 71-80 | One half-orc sibling. |",
			"| 81-100 | No siblings. |"
		],
		"parent_topics": [
			"basics",
			"traits_and_other_details",
			"character_background",
			"background_generator",
			"step_1_homeland_family_childhood"
		],
		"siblings": [
			"dwarf_background",
			"elf_background",
			"gnome_background",
			"half_elf_background",
			"half_orc_background",
			"halfling_background",
			"human_background",
			"siblings",
			"unusual_homeland",
			"birth_circumstances_and_more"
		]
	},
	"halfling_background": {
		"name": "Halfling",
		"subtitle": "Character Backgrounds",
		"sources": [ "Ultimate Campaign" ],
		"description": [
			"Social and amicable by nature, halflings fit equally well in both communities of humans and those of their wily kinsfolk. Prone to wanderlust, halflings can be found anywhere civilized humanoids settle.",
			"",
			"### Halfling Homeland",
			"",
			"| d% | Result |",
			"| --- | --- |",
			"| 01-50 | **Halfling Settlement:** You gain access to the {trait/Civilized} social trait and the {trait/Well-Informed} race trait. |",
			"| 51-80 | **Human Settlement:** You gain access to the {trait/Child of the Streets} social trait and the Well-Informed race trait. |",
			"| 81-95 | **Traveling Band or Caravan:** You gain access to the {trait/Friend in Every Town} social trait. |",
			"| 96-100 | **Unusual Homeland:** Roll on the {rule/Unusual Homeland/ table}. |",
			"",
			"### Halfling Parents ",
			"",
			"| d% | Result |",
			"| --- | --- |",
			"| 01-70 | Both parents living. |",
			"| 71-80 | Only your father is alive. |",
			"| 81-90 | Only your mother is alive. |",
			"| 91-100 | Both of your parents are dead. You gain access to the {trait/Orphaned} social trait. |",
			"",
			"### Halfling Siblings",
			"",
			"| d% | Result |",
			"| --- | --- |",
			"| 01-30 | 1d2 siblings. With two siblings, you gain access to the {trait/Kin Guardian} combat trait. |",
			"| 31-90 | 1d4+1 siblings. You gain access to the Kin Guardian combat trait. |",
			"| 91-100 | No siblings. |"
		],
		"parent_topics": [
			"basics",
			"traits_and_other_details",
			"character_background",
			"background_generator",
			"step_1_homeland_family_childhood"
		],
		"siblings": [
			"dwarf_background",
			"elf_background",
			"gnome_background",
			"half_elf_background",
			"half_orc_background",
			"halfling_background",
			"human_background",
			"siblings",
			"unusual_homeland",
			"birth_circumstances_and_more"
		]
	},
	"human_background": {
		"name": "Human",
		"subtitle": "Character Backgrounds",
		"sources": [ "Ultimate Campaign" ],
		"description": [
			"As diverse as they are widespread, humans tend to grow up in small or large societies of people with similar origins and histories, though individuals' paths may run the gamut from idealized to tragic.",
			"",
			"### Human Homeland",
			"",
			"| d% | Result |",
			"| --- | --- |",
			"| 01-50 | **Town or Village:** You gain access to the {trait/Militia Veteran} regional trait. |",
			"| 51-85 | **City or Metropolis:** If you're a human, you gain access to the {trait/Civilized} social trait and the {trait/Vagabond Child} regional trait. If you're a half-elf, you gain access to the Civilized social trait and the {trait/Failed Apprentice} race trait. If you're a half-orc, you gain access to the {trait/Brute>_orc} race trait and the Vagabond Child regional trait. |",
			"| 86-95 | **Frontier:** You gain access to the {trait/Frontier-Forged} regional trait. |",
			"| 96-100 | **Unusual Homeland:** Roll on the {rule/Unusual Homeland/ table}. |",
			"",
			"### Human Parents",
			"",
			"| d% | Result |",
			"| --- | --- |",
			"| 01-50 | Both of your parents are alive. |",
			"| 51-70 | Only your father is alive. |",
			"| 71-90 | Only your mother is alive. |",
			"| 91-100 | Both of your parents are dead. You gain access to the {trait/Orphaned} social trait. |",
			"",
			"### Human Siblings",
			"",
			"| d% | Result |",
			"| --- | --- |",
			"| 01-40 | 1d2 siblings. With two siblings, you gain access to the {trait/Kin Guardian} combat trait. |",
			"| 41-70 | 1d2 siblings and 1d2 half-siblings (roll d% to determine each one's race; 01-50: half-elf, 51-100: half-orc). You gain access to the Kin Guardian combat trait. |",
			"| 71-90 | 2d4 siblings. You gain access to the Kin Guardian combat trait. |",
			"| 91-100 | No siblings. |"
		],
		"parent_topics": [
			"basics",
			"traits_and_other_details",
			"character_background",
			"background_generator",
			"step_1_homeland_family_childhood"
		],
		"siblings": [
			"dwarf_background",
			"elf_background",
			"gnome_background",
			"half_elf_background",
			"half_orc_background",
			"halfling_background",
			"human_background",
			"siblings",
			"unusual_homeland",
			"birth_circumstances_and_more"
		]
	},
	"siblings": {
		"name": "Siblings",
		"subtitle": "Character Backgrounds",
		"sources": [ "Ultimate Campaign" ],
		"description": [
			"If you have at least one sibling, roll on the table below to determine the relative age of each sibling. For each adopted sibling, roll on the Race of Adopted Sibling table to determine that sibling's race.",
			"",
			"### Relative Age of Sibling",
			"",
			"| d% | Result |",
			"| --- | --- |",
			"| 01-48 | Your sibling is older than you. |",
			"| 49-96 | Your sibling is younger than you. |",
			"| 97-100 | You and a sibling are twins (identical or fraternal, your choice). Roll on this table again. If you roll this result again, you are one of triplets; otherwise, your sibling's relative age determines which of you emerged first. |",
			"",
			"### Race of Adopted Sibling",
			"",
			"| % | Result |",
			"| --- | --- |",
			"| 01 | Aasimar |",
			"| 02 | Catfolk |",
			"| 03-04 | Changeling |",
			"| 05 | Dhampir |",
			"| 06 | Duergar |",
			"| 07-16 | Dwarf |",
			"| 17-26 | Elf |",
			"| 27 | Fetchling |",
			"| 28 | Gillman |",
			"| 29-38 | Gnome |",
			"| 39 | Goblin |",
			"| 40 | Grippli |",
			"| 41-50 | Half-Elf |",
			"| 51-60 | Half-Orc |",
			"| 61-70 | Halfling |",
			"| 71 | Hobgoblin |",
			"| 72-81 | Human |",
			"| 82 | Ifrit |",
			"| 83 | Kitsune |",
			"| 84 | Kobold |",
			"| 85 | Merfolk |",
			"| 86 | Nagaji |",
			"| 87 | Orc |",
			"| 88 | Oread |",
			"| 89 | Ratfolk |",
			"| 90 | Samsaran |",
			"| 91 | Strix |",
			"| 92 | Suli |",
			"| 93 | Svirfneblin |",
			"| 94 | Sylph |",
			"| 95 | Tengu |",
			"| 96 | Tiefling |",
			"| 97 | Undine |",
			"| 98 | Vanara |",
			"| 99 | Vishkanya |",
			"| 100 | Wayang |"
		],
		"parent_topics": [
			"basics",
			"traits_and_other_details",
			"character_background",
			"background_generator",
			"step_1_homeland_family_childhood"
		],
		"siblings": [
			"dwarf_background",
			"elf_background",
			"gnome_background",
			"half_elf_background",
			"half_orc_background",
			"halfling_background",
			"human_background",
			"siblings",
			"unusual_homeland",
			"birth_circumstances_and_more"
		]
	},
	"unusual_homeland": {
		"name": "Unusual Homeland",
		"subtitle": "Character Backgrounds",
		"sources": [ "Ultimate Campaign" ],
		"description": [
			"You grew up in a region not typically associated with the lands that your people call home. Roll on the Unusual Homeland table to determine the homeland of your family. If the result is one that is typical for your race, this region is one where there are few other members of your race, outside of your family.",
			"",
			"### Unusual Homeland",
			"",
			"| d% | Result |",
			"| --- | --- |",
			"| 01-10 | **Subterranean:** You gain access to the {trait/Surface Stranger} regional trait. |",
			"| 11-25 | **Mountains:** You gain access to the {trait/Highlander} regional trait. |",
			"| 26-40 | **Plains:** You gain access to the {trait/Savanna Child} regional trait. |",
			"| 41-50 | **Town or Village:** You gain access to the {trait/Militia Veteran} regional trait. |",
			"| 51-60 | **City or Metropolis:** You gain access to the {trait/Civilized} social trait and the {trait/Vagabond Child} regional trait. |",
			"| 61-70 | **Forest:** You gain access to the {trait/Log Roller} regional trait. |",
			"| 71-80 | **River, Swamp, or Wetlands:** You gain access to the {trait/River Rat} regional trait. |",
			"| 81-85 | **Desert:** You gain access to the {trait/Desert Child} regional trait. |",
			"| 86-90 | **Sea:** You gain access to the {trait/Sea-Souled} regional trait. |",
			"| 91-95 | **Tundra:** You gain access to the {trait/Tundra Child} regional trait. |",
			"| 96-100 | **Another Plane:** Your GM chooses the plane. You gain access to the {trait/Scholar of the Great Beyond} faith trait. |"
		],
		"parent_topics": [
			"basics",
			"traits_and_other_details",
			"character_background",
			"background_generator",
			"step_1_homeland_family_childhood"
		],
		"siblings": [
			"dwarf_background",
			"elf_background",
			"gnome_background",
			"half_elf_background",
			"half_orc_background",
			"halfling_background",
			"human_background",
			"siblings",
			"unusual_homeland",
			"birth_circumstances_and_more"
		]
	},
	"birth_circumstances_and_more": {
		"name": "Birth Circumstances and More",
		"subtitle": "Character Backgrounds",
		"sources": [ "Ultimate Campaign" ],
		"description": [
			"{jumplist Parents' Profession / Adopted Outside Your Race / Nobility / Major Childhood Event}",
			"",
			"### Circumstance of Birth",
			"",
			"Roll once to determine the circumstances of your birth.",
			"",
			"| d% | Result |",
			"| --- | --- |",
			"| 01-40 | **Lower-Class Birth:** You were born among peasants or slum denizens. You grew up working the land around a village or manor, practicing a rudimentary trade, or begging in a settlement. You gain access to the {trait/Poverty-Stricken} social trait. Roll 2d20 on the Parents' Profession table to determine your parents' occupation, instead of rolling d%. |",
			"| 41-65 | **Middle-Class Birth:** You were born to the middle class, which includes merchants, artisans, and tradespeople. You likely grew up in a good-sized settlement, and one of your parents is likely associated with a guild or other trade organization. As a free person, you don't experience the bondage of serfdom or peasantry, but you also lack the privilege of the nobility. You gain access to the {trait/Artisan} social trait and the {trait/Merchant} social trait. |",
			"| 66-70 | **Noble Birth:** You were born to privilege among the nobility. Unless one of your parents is the regent, your family serves a higher-ranked noble but lesser nobles serve your family in turn. You gain access to the {trait/Influence} social trait and the {trait/Rich Parents} social trait. Roll on the Nobility table to determine your family's noble rank. |",
			"| 71-72 | **Adopted Outside Your Race:** You were not raised by your birth family and grew up in a family of a different race than your own. Roll on the Adopted Outside Your Race table. |",
			"| 73-77 | **Adopted:** You were not raised by your birth family, but taken in by another family within your race or culture. Roll twice instead of once on the Parents' Profession table: once for your birth family and a second time for your adoptive family. You gain access to traits granted by both sets of parents. |",
			"| 78-81 | **Bastard Born:** Your parents had a tryst that resulted in your birth out of wedlock. You know one of your parents, but the other remains unknown or a distant presence at best. You gain access to the {trait/Bastard>_uc} social trait and the {feat/Shamed} story feat. |",
			"| 82 | **Blessed Birth:** When you were born, you were blessed by a being of great power such as an angel, azata, or genie. This blessing has protected you from certain peril or marked you as special to some deity. You gain access to the {trait/Blessed} faith trait and the {trait/Birthmark} faith trait. |",
			"| 83-84 | **Born of Violence:** Your birth was caused by violent, unwilling means. You have one parent, and the other likely remains unknown. You gain access to the {trait/Axe to Grind} combat trait and the {trait/Bastard>_uc} social trait. |",
			"| 85 | **Born out of Time:** You were born in a different era, either the distant past or the far future. Some event has displaced you from your time, and the ways and customs of the present seem strange and alien to you. You gain access to the {trait/Scholar of the Great Beyond} faith trait. |",
			"| 86-87 | **Born into Bondage:** You were born into slavery or servitude. Your parents are likely slaves or servants, or you were sold into slavery as an infant. You gain access to the {trait/Life of Toil} social trait. |",
			"| 88 | **Cursed Birth:** When you were born, a powerful fiendish entity tainted your blood in some way and cursed you as an agent of dark prophecy. You gain access to the {trait/Fiend Blood} bloodline race trait and the {feat/Accursed} story feat. |",
			"| 89-90 | **Dishonored Family:** You were born into a family that once was honored among your society but has since fallen into disgrace. Now your family name is loathed and maligned by those who know it, putting you on your guard. You gain access to the {trait/Reactionary} combat trait, the {feat/Lost Legacy} story feat, and the {feat/Redemption} story feat. |",
			"| 91-92 | **Heir to a Legacy:** You are the heir to a family with an old name and a distinguished past. Your family might be wealthy or middle class, but your name itself is worth twice your fortunes. You gain access to the {trait/Influence} social trait and the {trait/Rich Parents} social trait. |",
			"| 93-94 | **Left to Die:** When you were born you were left to die, but by some twist of circumstance you survived. You gain access to the {trait/Courageous} combat trait, the {trait/Savage} social trait, and the {feat/Arisen} story feat. |",
			"| 95 | **Marked by the Gods:** A deity has marked you. That mark can be on your body or your soul. You gain access to the {trait/Birthmark} faith trait, the {trait/Sacred Touch} faith trait, and the {feat/Prophet} story feat. |",
			"| 96 | **Energy Infused:** During your birth you were exposed to potent source of divine energy. You gain access to the {trait/Sacred Conduit} faith trait and the {trait/Sacred Touch} faith trait. |",
			"| 97 | **Progeny of Power:** You were born during a particularly powerful conjunction or in some other time of power. You gain access to the {trait/Magical Talent} magic trait, the {trait/Charming} social trait, and the {trait/Sacred Touch} faith trait. |",
			"| 98 | **Prophesied:** Your birth was foretold, as recently as during the last generation to as far back as thousands of years ago. You gain access to the {trait/Prophesied} faith trait. |",
			"| 99 | **Reincarnated:** You have been reborn in many cycles, and may be reborn in many more until you accomplish the ultimate task for which you are destined. You gain access to the {trait/Reincarnated} faith trait, the {feat/Arisen} story feat, and the {feat/Forgotten Past} story feat. |",
			"| 100 | **The Omen:** The sages, priests, or wizards of your society decreed your birth an omen of a coming age or event - perhaps you are an omen of promise, perhaps one of dark times ahead. You gain access to the {trait/Omen} faith trait. |",
			"",
			"### Parents' Profession",
			"",
			"Most of the time, your parents both come from the same social stratum. It's uncommon, but not unheard of, for people to marry outside their caste. Roll on the table below to determine the principal profession of your parents. ",
			"",
			"| d% | Result |",
			"| --- | --- |",
			"| 01-05 | **Slaves:** You gain access to the {trait/Life of Toil} social trait. |",
			"| 06-25 | **Serfs/Peasants:** You gain access to the {trait/Poverty-Stricken} social trait. |",
			"| 26-30 | **Entertainers:** You gain access to the {trait/Talented} social trait. |",
			"| 31-34 | **Soldiers:** You gain access to the {trait/Tactician} combat trait. |",
			"| 35-37 | **Sailors:** You gain access to the {trait/Worldly} social trait. |",
			"| 38-40 | **Thieves:** You gain access to the {trait/Child of the Streets} social trait. |",
			"| 41-55 | **Yeomen:** You gain access to the {trait/Savanna Child} regional trait. |",
			"| 56-70 | **Tradespeople:** You gain access to the {trait/Artisan} social trait and the Life of Toil social trait. |",
			"| 71-85 | **Artisans:** You gain access to the Artisan social trait. |",
			"| 86-95 | **Merchants:** You gain access to the {trait/Merchant} social trait. |",
			"| 96-100 | **Clergy or Cultists:** You gain access to the {trait/Child of the Temple} faith trait. |",
			"",
			"### Adopted Outside Your Race",
			"",
			"If you made a roll that determined your character was adopted outside your race, roll on the table below to determine the type of creature that raised you. ",
			"",
			"| d% | Result |",
			"| --- | --- |",
			"| 01-05 | **Adopted by Dragons:** For its own purposes, a dragon raised you as its own. You have learned the language and history, wisdom, power, and might of dragonkind. You gain access to the {trait/Blood of Dragons} bloodline race trait and the {trait/Magical Knack} magic trait. |",
			"| 06-10 | **Adopted by the Fey:** Your adoptive parents were fey creatures such as korreds, pixies, or a dryad. You gain access to the {trait/Charming} social trait and the {trait/Magical Knack} magic trait. |",
			"| 11-13 | **Raised Among the Dead:** Your adoptive parent is a nonliving creature, such as a spectre, ghost, lich, or vampire. You were likely raised in empty ruined halls, among tombs and crypts, by a creature that feeds on life. What its purpose was for raising you, none can say. You gain access to the {trait/Deathtouched} bloodline race trait, the {trait/Magical Knack} magic trait, and the {feat/Glimpse Beyond} story feat. |",
			"| 14-19 | **Raised by Angels:** Angels attended your birth and took you to live with them in the heavens. These cosmic beings expanded your view to encompass not just the world but the larger universe. You know that wherever you go, your angelic parents watch over you. You gain access to the {trait/Blessed} faith trait. |",
			"| 20-25 | **Raised by Beasts:** When you were separated from your biological parents, you were found and raised by wild beasts. Your ways are the ways of the wild, and along with your advanced survival instincts you've adopted the natural habits of a specific beast. You gain access to the {trait/Resilient} combat trait and the {feat/Feral Heart} story feat. |",
			"| 26-70 | **Raised by Civilized Humanoids:** You were raised by a community of civilized humanoids of a race different from your own (chosen by your GM). Your attitudes, beliefs, and values reflect that race, although characteristics of your true nature frequently emerge. You gain access to a race trait from the race that raised you. |",
			"| 71-95 | **Raised by Savage Humanoids:** You were raised by savage humanoids such as orcs, kobolds, gnolls, troglodytes, or lizardfolk. As a result, your values, customs, and traditions are those of your adoptive parents, though characteristics of your true nature frequently emerge. You gain access to the {trait/Savage} social trait. |",
			"| 96-100 | **Fiend Raised:** You were separated from your natural parents and raised by a fiend who taught you the cruelty and malice of the gods and worked to fashion you into its own mortal instrument to corrupt innocent souls. You gain access to the {trait/Fiend Blood} bloodline race trait and the {feat/Damned} story feat. |",
			"",
			"### Nobility",
			"",
			"As a person of noble rank, you have access to a degree of wealth, privilege, or influence beyond that of the common people. If your character is of noble birth (and comes from a society where the nobility uses a traditional structure of rank), roll on the Nobility table to learn your parents' position among the ruling class.",
			"",
			"| d% | Result |",
			"| --- | --- |",
			"| 01-60 | **Gentry:** You are the child of a minor lord, lady, or noble with an income, hereditary land such as a manor, and titles. You likely grew up in a manor and your parents were paid tribute by peasants. Your parents serve a higher baron, count, or duke. |",
			"| 61-78 | **Knight:** You are the child of a knight, a noble with estates, titles, and lands who serves a lord. Your family has sworn an oath of fealty to a liege - such as a baron, count, or duke - and commits to military service in his or her name. As the child of a knight, you may serve as a squire to another knight while pursuing your own path to knighthood. |",
			"| 79-85 | **Baron:** You are the child of a baron or baroness, a noble responsible for a land encompassing several smaller manors that pay tribute. Your parents receive orders directly from the monarch, and you're expected to attend the royal court. You are entitled to hereditary estates, titles, and land. |",
			"| 86-91 | **Count:** You are the noble child of a count or countess. Your family members receive hereditary titles, land, and estates, and are among the most wealthy nobles in your domain. Knights and minor lords pay tribute to your family, and your parents attend directly to the monarch. You're expected to attend the royal court. |",
			"| 92-96 | **Duke:** You are the child of a duke or duchess, the most powerful noble in the realm apart from the royal family. Your parents attend directly to the monarch and have the highest place at court. Your lands, titles, and estates are significant, and many lords and knights serve under your parents' command. |",
			"| 97-99 | **Minor Prince:** You are the child of a prince or princess, and part of the royal family. You aren't the next in succession, but your power and wealth are grand indeed. |",
			"| 100 | **Regent:** You are a prince or princess, the son or daughter of the monarch. You owe fealty directly to your parents, and to no one else. Few command the power and wealth you do, and your presence inspires great respect, if not total awe, among those who kneel before the crown. |",
			"",
			"### Major Childhood Event",
			"",
			"During your childhood, you were influenced by a significant event that helped to shape the person you became. Roll on the table below to determine the type of event that shaped you in early childhood.",
			"",
			"| d% | Result |",
			"| --- | --- |",
			"| 01-05 | **Academy Training:** You attended a private academy where you studied a number of skills and gained training in your current profession. Whether you were a brilliant student or a dropout, the university environment was your home for a good portion of your formative years. You gain access to the {trait/Focused Mind} magic trait. |",
			"| 06-10 | **Betrayal:** A friend or family member whom you trusted more than anyone else betrayed you. You have never fully trusted anyone since and prefer to rely on your own abilities rather than place your trust in others. You gain access to the {trait/Suspicious} social trait. |",
			"| 11-15 | **Bullied:** In your early life, you were a victim: easy prey for those stronger or cleverer than yourself. They beat you when they could, using you for their sport. This abuse nursed a powerful flame of vengeance. You gain access to the {trait/Bullied} combat trait. |",
			"| 16-20 | **Competition Champion:** You distinguished yourself at an early age when you won a competition. This might have been a martial contest of arms, a showing of apprentice magicians, high stakes gambling, or something mundane like an eating championship. You gain access to the {trait/Influence} social trait and the {feat/Champion} story feat. |",
			"| 21-25 | **Death in the Family:** You were profoundly affected by the death of the relative closest to you: a parent, grandparent, favorite sibling, aunt, uncle, or cousin. This death affected you profoundly, and you've never been able to let go of it. You gain access to the {trait/Reactionary} combat trait and the {feat/Deny the Reaper} story feat. |",
			"| 26-30 | **Died:** You died, or came so close to death that you walked the boundary between the realms of the living and the dead. Having passed from life's domain once, you have a unique perspective on life, perhaps even a greater appreciation for it - or maybe your experience caused you to reject all trivial things, focusing only on matters of true import. You gain access to the {trait/Fearless Defiance} faith trait and the {feat/Arisen} story feat. |",
			"| 31-35 | **Fall of a Major Power:** In your early years, an old power with far-reaching influence fell into decline. This could have been an empire, a major organization or gang, or a person such as a benevolent king or evil dictator. Your early memories were founded in a world where this great power affected your region for good or ill. You gain access to the {trait/Worldly} social trait. |",
			"| 36-40 | **Fell in with a Bad Crowd:** In your youth, you ran with a brutal, evil, or sadistic crowd. You might have belonged to a gang, a thieves' guild, or some other nefarious organization. It was easy to cave in to pressure and do whatever they told you to do, and your outlook is colored by moral ambiguity. You gain access to the {trait/Child of the Streets} social trait. |",
			"| 41-45 | **First Kill:** You've had blood on your hands since your youth, when you first took the life of another creature. Whether this act repulsed you or gave you pleasure, it was a formative experience. You gain access to the {trait/Killer} combat trait and the {feat/Innocent Blood} story feat. |",
			"| 46-50 | **Troubled First Love:** Your first love was everything you imagined it would be. That is, until you were separated from your beloved. This may have been the result of distance, changing perspectives, death, or differences in class or family. Some have said this made you jaded; you think it has granted you insight on how the world really works. You gain access to the {trait/Worldly} social trait and you roll a d12 instead of a d20 on the {rule/Romantic Relationships/ table}. |",
			"| 51-55 | **Imprisoned:** Your criminal record began when you were young. You were imprisoned, punished, and possibly displayed in public as a criminal. Whether or not you committed the crime, the experience has stayed with you. You gain access to the {trait/Criminal} social trait. See [Crime and Punishment](rule/step_3_moral_conflicts_relationships_and_drawbacks). You also gain access to the {feat/Liberator} story feat. |",
			"| 56-60 | **Inheritance:** A great sum of wealth or property was bequeathed to you at an early age, providing you with extraordinary means. Daily costs of living have ceased to concern you, and you've learned that there is little that money cannot buy. You gain access to the {trait/Rich Parents} social trait. |",
			"| 61-65 | **Kidnapped:** You were kidnapped at some point in your childhood. The kidnappers might have been pirates, slavers, thieves looking for ransom, a powerful guild seeking to blackmail your parents, a cult, and so on else. Before you were released, were ransomed, or escaped, you picked up on various aspects of the criminal underworld. You gain access to the {trait/Canter} social trait and the {feat/Liberator} story feat. |",
			"| 66-70 | **Magical Gift:** When you were a child, you found, stole, or were given a magic item that gave you an extraordinary ability. You may have used this item for mischief, crime, or good. Since that time, magic items have always held a special fascination for you. You gain access to the {trait/Magical Talent} magic trait. |",
			"| 71-75 | **Major Disaster:** You witnessed - and survived - a major disaster in your childhood years, such as a great fire, flood, earthquake, volcano, or storm. It obliterated the settlement where you lived, whether a small village, large city, or entire island. You gain access to the {trait/Resilient} combat trait and the {feat/Unforgotten} story feat. |",
			"| 76-80 | **Mentorship/Patronage:** A mentor or patron took an interest in your development and volunteered to train or sponsor you. This creature's motives might not be entirely clear, but without its influence you would not be who you are. You gain access to the {trait/Mentored} social trait. |",
			"| 81-85 | **Met a Fantastic Creature:** When you were only a child, you made contact with a magical creature, such as a dragon, unicorn, genie, pixie, or similar creature. You learned a powerful lesson or a magic trick from that creature. This meeting changed your life and made you different from the other children. You gain access to the {trait/Gifted Adept} magic trait. |",
			"| 86-90 | **Ordinary Childhood:** Your childhood was fairly ordinary, with no major blessing or catastrophe - a stark contrast to an adventuring life. You lived your life in anticipation of growing up so you could affect the dull backdrop upon which your mundane life was painted. Now that you've grown, it's easy to miss those tranquil days where nothing ever seemed to happen. You gain access to the {trait/Ordinary} social trait. |",
			"| 91-95 | **Raiders:** A horde of raiders attacked your settlement and killed several of your people. This could have been a tribe of brutal humanoids or the conquering army of a civilized nation. As a result, you harbor deep resentment toward a particular faction, race, or country. You gain access to the {trait/Axe to Grind} combat trait, the {feat/Foeslayer} story feat, and the {feat/Vengeance} story feat. |",
			"| 96-100 | **The War:** You grew up against the backdrop of a major military conflict that affected much of your childhood world. You became accustomed to a short food supply, living in occupied territory, and moving from place to place. Several of the people you knew in your childhood were lost in the war, including members of your family. You gain access to the {trait/Vagabond Child} regional trait and the {feat/Deny the Reaper} story feat. |"
		],
		"parent_topics": [
			"basics",
			"traits_and_other_details",
			"character_background",
			"background_generator",
			"step_1_homeland_family_childhood"
		],
		"siblings": [
			"dwarf_background",
			"elf_background",
			"gnome_background",
			"half_elf_background",
			"half_orc_background",
			"halfling_background",
			"human_background",
			"siblings",
			"unusual_homeland",
			"birth_circumstances_and_more"
		]
	},
	"step_2_adolescence_and_training": {
		"name": "Step 2-Adolescence And Training",
		"subtitle": "Character Backgrounds",
		"sources": [ "Ultimate Campaign" ],
		"description": [
			"The training you undertake during your youth decides the person you will become in adulthood. To determine these aspects of your background, do the following:",
			"",
			"1. Roll on the class table corresponding to the class you've selected.",
			"",
			"2. Roll on the {rule/Influential Associates table} to determine an influential associate.",
			"",
			"3. Proceed to [Step 3-Moral Conflict, Relationships, and Resolutions](rule/step_3_moral_conflicts_relationships_and_drawbacks)."
		],
		"parent_topics": [
			"basics",
			"traits_and_other_details",
			"character_background",
			"background_generator"
		],
		"subtopics": [
			"class_background_tables",
			"influential_associates_table"
		],
		"siblings": [
			"step_1_homeland_family_childhood",
			"step_2_adolescence_and_training",
			"step_3_moral_conflicts_relationships_and_drawbacks"
		]
	},
	"class_background_tables": {
		"name": "Class Background Tables",
		"subtitle": "Character Backgrounds",
		"sources": [ "Ultimate Campaign" ],
		"description": [
			"{jumplist Alchemist / Barbarian / Bard / Cavalier / Cleric / Druid / Fighter / Gunslinger / Inquisitor / Magus / Monk / Oracle / Paladin / Ranger / Rogue / Sorcerer / Summoner / Witch / Wizard}",
			"",
			"### Alchemist",
			"",
			"Instead of wielding magic as divine and arcane casters know it, alchemists master fiery concoctions and mutagens by studying formulae that unlock the secrets of reagent reactions. Though some alchemists use their discoveries and knowledge of rare and exotic components to benefit the world, others are not so scrupulous with their powerful potables. Roll on the table below to determine what event inspired you to study alchemy.",
			"",
			"| d% | Result |",
			"| --- | --- |",
			"| 01-10 | **Accidental Discovery:** Your keen intellect has always been an asset in your studies of the alchemical arts, but along with your logic and rationale, you have a \"sense\" for alchemy. This intuition sometimes leads to discoveries through methods most of your peers would never have thought possible, but that you somehow know will work. You gain access to the {trait/Alchemical Intuition} magic trait. |",
			"| 11-20 | **Firebug:** Although you've studied all aspects of the alchemist's craft, your have a talent for fire. Fire has always been a seductive and powerful force that you have either embraced with glee or focused care. You are adept at exploiting a weakness to fire when you recognize it. You gain access to the {trait/Focused Burn} magic trait. |",
			"| 21-30 | **Wasn't Strong Enough:** You suffered something at an early age that made you feel powerless. Maybe a relative died from plague, a friend was crushed beneath rubble you were too weak to move, or some other horrible tragedy occurred. You turned to alchemy to transcend the limitations of your physical form. Your relentless dedication has made your bolstering abilities more persistent. You gain access to the {trait/Enduring Mutagen} magic trait. |",
			"| 31-40 | **Magic for the Uninclined:** You were always interested in the arcane, but lacked the innate magic of sorcerers or the single-minded dedication possessed by wizards. As a disciple of science, the magic of faith was also closed to you. You dedicated yourself to alchemy, focusing on extracts that mimic the magic you once hoped to wield. That original interest in magic still grants you occasional rare insight into the workings of your formulae. You gain access to the {trait/Cross-Knowledge} magic trait. |",
			"| 41-50 | **Master Craftsman:** The first time you saw air mix with the shapeless goo of a tanglefoot bag or shielded your eyes at the heatless light of a sunrod, you became ensnared by the wonders of alchemy. You've since labored to learn the secrets to crafting such items. You gain access to the {trait/Alchemical Adept} magic trait. |",
			"| 51-60 | **Physician:** Alchemy was the natural outgrowth of your time spent learning the healer's craft. Your first extracts were the accidental byproduct of making poultices and elixirs. Continuing your studies, you found the natural compassion you had as a healer mixing with an alchemist's cold logic, forging you into a clinician unlike most others. You gain access to the {trait/Precise Treatment} magic trait. |",
			"| 61-70 | **Formulae Stickler:** To you, alchemy is a delicate and complex symphony requiring multiple different elements to work together to produce the perfect result. Though others in your craft come up with ways to substitute certain ingredients when making bombs or mutagens, you disdain such practices, deeming them pollutions. To you, there is always a perfect ingredient and its addition makes your alchemy more potent. You gain access to the {trait/Meticulous Concoction} magic trait. |",
			"| 71-80 | **Nature's Foe:** You lost something or someone important to you through the cruel indifference of nature. Perhaps you watched someone get swallowed by a storm-tossed sea or witnessed a summer forest fire destroy your home and all of your possessions. No matter the impetus, the unpredictability of nature made you feel small and helpless. Your subsequent devotion to alchemy has been in no small part due to a desire to exert control over nature itself, a domineering intent palpable to all creatures of nature. You gain access to the {trait/Unnatural Revenge} social trait. |",
			"| 81-90 | **To Recreate a Miracle:** Your life or the life of someone you loved was saved by a magical elixir. Witnessing this instilled a sense of awe for the art of alchemy. Although your research has not yet been able to recreate the sheer potency of that draught long ago, your years questing to duplicate it have made you adept at brewing potions. You gain access to the {trait/Perfectionist's Brew} magic trait. |",
			"| 91-100 | **Mad Alchemist:** Rampant curiosity and a near fearlessness of the unknown drove you to experiment with the rudiments of alchemy. That curiosity has uncovered interesting alchemical secrets, at the cost of alchemical instability. Some consider your experiments mad. You gain access to the {trait/Unstable Mutagen} magic trait. |",
			"",
			"### Barbarian",
			"",
			"Barbarians are fueled by an almost supernatural rage that helps them loose the volatile stores of adrenaline within their bodies. This rage stays with the barbarian throughout her life as an adventurer, and she learns to refine her fits of passionate anger only over time. Yet each barbarian's rage is different and personal. It comes from the primal depths of her soul, and cannot be manufactured. Only a select few can channel that purest, deepest rage into overpowering combat prowess. Roll on the table below to determine the event that caused you to first experience your rage.",
			"",
			"| d% | Result |",
			"| --- | --- |",
			"| 01-10 | **Vengeance:** When you were young, a great wrong was done to you, a loved one, your family, or your people. This experience tore you apart and reduced you to a being of primal emotions. Dreams of vengeance became your only promise of comfort. You gain access to the {trait/Axe to Grind} combat trait, the {feat/Foeslayer} story feat, and the {feat/Vengeance} story feat. |",
			"| 11-20 | **Champion of a God:** At your coming-of-age ritual, your deity, totem, or patron spirit sparked your soul with a religious zeal. This entity might be a beast spirit, a warmongering god, a demon lord, or some other supernatural entity. In the name of this otherworldly force you become an unstoppable warrior - the bane of all your tribe's foes. You gain access to the {trait/Inspired} faith trait and the {feat/Champion} story feat. |",
			"| 21-30 | **Conquest:** Upon coming of age, you went on your first raid, where you learned the thrill of violence and chaos and the satisfaction that came with the spoils of your victory. When your enemies dare to stand against you, your rage rekindles until you have conquered and subdued them. You gain access to the {trait/Killer} combat trait. |",
			"| 31-40 | **Hated Foe:** In your formative years, you learned to despise a certain individual, tribe, kingdom, empire, race, or monster due to some slight it inflicted upon you or your people. This foe lurks ever close to your thoughts. So intense is your hatred that the mere thought of this foe can incite your rage. You gain access to the {trait/Reckless} combat trait and the {feat/Foeslayer} story feat. |",
			"| 41-50 | **Personal Flaw:** There is a part of yourself that you hate more than anything else. In your adolescence, you first realized this imperfection, to your lasting shame. This might be a gentle part of yourself you wish to eliminate or a brutal, prideful, greedy, or monstrous side you can't control. Your rage is fueled by self-loathing, or by projecting this part of yourself onto a foe you wish to destroy. You gain access to the {trait/Axe to Grind} combat trait. |",
			"| 51-60 | **Hatred of Civilization:** When you first encountered civilization in your youth, its weak and decadent people revolted you. Once, such people were free and strong, but rules and laws made them feeble. Your rage is the wild part - the pure part - of yourself that separates you from the craven ways of \"civilized\" people. You gain access to the {trait/Savage} social trait. |",
			"| 61-70 | **Persecution:** You grew up under the persecution of another power - perhaps a rival tribe, an expansionistic empire, or a tribe of violent monsters. Beaten and bloodied, your people barely survived the onslaught. But the beatings made you strong and taught you how to channel the pain into something useful. Since that time, the flame of rage has burned inside you, waiting to be released against your oppressors. You gain access to the {trait/Bullied} combat trait. |",
			"| 71-80 | **One of a Dying Breed:** You grew up knowing that your people were slowly dying out - that your extinction was inevitable in the face of the changing world. In youthful vigor, you declared that your fire would not be snuffed without a fight. Your rage stems from the desperate desire to be remembered, to make a mark upon the world before the sun sets on your dwindling kind. When you rage, a single thought permeates your burning mind: If you're going down, you're taking everyone with you. You gain access to the {trait/Reactionary} combat trait. |",
			"| 81-90 | **Chaos Embraced:** You grew up in wild lands where there were no laws except for those of nature: the laws of the predator and the prey. You searched for meaning in the world, in the gods, in the prayers of priests, in the patterns of the stars, but you found nothing. There is no true order to the natural universe except for that of raw and unbridled power. Chaos is the natural state of all things, and that's how you like it. You gain access to the {trait/Unpredictable} social trait. |",
			"| 91-100 | **Bloodthirsty:** The first time you spilled a deserving foe's blood and watched the thing's life ebb out onto the hard ground, you found yourself filled with a mad, euphoric ecstasy like none other. The memory of this visceral experience returns to you in every battle, like an insatiable addiction that can only be abated with further bloodshed. You gain access to the {trait/Bloodthirsty} combat trait and the {feat/Innocent Blood} story feat. |",
			"",
			"### Bard",
			"",
			"Bards have a talent for song and story, and they come to their careers by developing this talent as they pick up on a smattering of other skills. Roll on the table below to determine the incident that brought you to that path.",
			"",
			"| d% | Result |",
			"| --- | --- |",
			"| 01-10 | **Celebrity:** In your formative years, you saw a player or troupe of players perform before an enthralled audience. That's when you decided that you wanted to be up on that stage performing for the adulation of the crowd. As a minor celebrity, you gain access to either the {trait/Charming} social trait or the {trait/Influence} social trait. |",
			"| 11-20 | **Cultural Mandate:** There has always been a revered storyteller in your culture. This could be an official skald, a royal minstrel, the washerman who spins parables and folk wisdom, or the old farmer who tells tall tales at the pub. Ever since you were young, your community has groomed you to fulfill this role. As a silver-tongued storyteller, you gain access to the {trait/Fast Talker} social trait. |",
			"| 21-30 | **Dabbler:** Whether you grew up rich or poor, you refused to accept the limits imposed by your social class or means. In your youth, you determined to learn a little bit of all there was to know. You may not be the master of any one career, but the breadth of your experience is wide, textured, and diverse. You gain access to the {trait/Worldly} social trait. |",
			"| 31-40 | **For Love:** When you were young, you tried to express yourself to your beloved using song or poetry. Driven by desire, you refined your skill and learned to articulate raw emotion in story and song. You gain access to the {trait/Ear for Music} religion trait and the {feat/True Love} story feat. You roll a d12 instead of a d20 on the {rule/Romantic Relationships/ table}. |",
			"| 41-50 | **Gift:** Someone gave you a special instrument or a collection of songs and stories at a time in your life when you needed them most. You have treasured this object above all other possessions, and it started you on a path to new songs and stories. You gain access to the {trait/Seeker} social trait. |",
			"| 51-60 | **Ongoing Patron:** When you were young, a person with money or power took an interest in your art and sponsored you. Most of what you created was dictated by the patron's tastes, and you probably still work for this patron, who maintains a strong influence over your life. You gain access to the {trait/Oathbound} faith trait. |",
			"| 61-70 | **Spy:** Someone once asked you to employ your artistic talents as an excuse to observe a person, steal an object, or retrieve a piece of information. Infiltrating various houses and estates in the guise of an actor, minstrel, or storyteller, you honed your art while being paid better than most other performers. You gain access to the {trait/Criminal} social trait. See [Crime and Punishment](rule/step_3_moral_conflicts_relationships_and_drawbacks). |",
			"| 71-80 | **Troupe of Players:** You were born into, helped found, or fell in with a troupe of traveling players. You spent your early years rambling from one place to another - from tavern to tavern, town to town, or even between countries. Long hours traveling gave you plenty of time to practice and hone your skill. You gain access to the {trait/World Traveler} human race trait (which you may take regardless of your race). |",
			"| 81-90 | **Virtuoso:** One day, you picked up an instrument or told a tale, and your raw natural ability captivated everyone who saw you perform. Words and music have always come to you effortlessly, as naturally as breathing. You gain access to the {trait/Talented} social trait and the {feat/Magnum Opus} story feat. |",
			"| 91-100 | **Worldshaker:** Since childhood, you've observed the world around you and translated those observations into story and song. Your unique, unabashed vision resonated with the audience, revealing new perspectives as well as simple truths. You're used to people quoting your words and looking up to you, though some authority figures deem you a rabble-rouser and troublemaker. You gain access to the [Natural-Born Leader](trait/natural_born_leader_social) social trait. |",
			"",
			"### Cavalier",
			"",
			"A cavalier is a mounted warrior who abides by some edict or code - even a personal code that may apply only to that cavalier. How exactly this pattern of moral judgments and personal beliefs came to be serves as the foundation of a cavalier's call to duty. Roll on the table below to determine how you obtained the code that set you upon the cavalier's path.",
			"",
			"| d% | Result |",
			"| --- | --- |",
			"| 01-10 | **Tragedy and Loss:** In your formative years, you experienced a significant tragedy that forged you into the person you've become. You gain access to the {trait/Grief-Filled} social trait. |",
			"| 11-20 | **Faith:** You embraced a religious faith at an early age and devoted your life to its ideals. You soon learned that it was not enough to follow and worship. Faiths need champions: people capable of defending the virtues, tenets, and precepts of the faith from those who would seek to corrupt, alter, or destroy it. You gain access to the {trait/Indomitable Faith} faith trait. |",
			"| 21-30 | **Champion of the People:** You grew up among common people. You were close to these people and you witnessed their oppression, their suffering, and their helplessness. Someone needed to stand up and protect them, and that someone would be you. You gain access to the {trait/Militia Veteran} regional trait, the {feat/Champion} story feat, and the {feat/Town Tamer} story feat. |",
			"| 31-40 | **Squired:** You were a young squire who served a very different kind of knight. This knight taught you more than the art of battle: she taught you to live by a strict code to guide your actions and your sword. You gain access to the {trait/Influence} social trait and the {trait/Oathbound} faith trait. |",
			"| 41-50 | **Military Order:** At the beginning of your career, you served with a company of mercenaries, rogues, and professional soldiers. The experience taught you how to work strategically with diverse groups. You gain access to the {trait/Tactician} combat trait and the {trait/Worldly} social trait. |",
			"| 51-60 | **Personal Code:** In your early years, you made sense of the chaotic, disorderly world you grew up in by formulating your own code of ethics and behavior. Though you are the ultimate arbiter and authority over this code, you do not break it, for without it your existence loses all meaning. You gain access to the {trait/Principled} faith trait. |",
			"| 61-70 | **Equestrian:** The first time you rode a horse, you discovered a kinship with it and knew you were born to ride, and the superior horsemanship you gained through your bond with the animal propelled you into the ranks of the cavaliers. You gain access to the {trait/Beast Bond} social trait. |",
			"| 71-80 | **Entitlement:** You became a cavalier early in your career, not by personal action or effort but by family favor, connections, or promotion. You were given fine weapons, tactical training, a mount, and the edicts of your order. Now you must learn how to follow them. You gain access to the {trait/Rich Parents} social trait. |",
			"| 81-90 | **Honor Bound:** Long ago, a promise was made that you are bound to fulfill. This could be a vow you made in your youth, or one made by an ancient forebear. Regardless, you must follow a cavalier's code despite any personal doubts or misgivings until you have fulfilled the terms of the oath. You gain access to the {trait/Oathbound} faith trait. |",
			"| 91-100 | **Old Soldier:** When you were young, you discovered an ancient chivalric oath sworn by knights of yore. Though the beautiful edicts of this oath seem to have been forgotten by the world, this old way fulfills you and gives you purpose. You gain access to the {trait/Inspired} faith trait. |",
			"",
			"### Cleric",
			"",
			"Clerics are not merely people of religious faith, they are devoted servants who wield true divine power from their deities. The particular path that steers a cleric toward her faith can mean the difference between a demon-worshiping cultist and a lawful harbinger of her deity's blessed faith. The following background events outline some of the ways clerics find their faith. Roll on the table below to determine how you came to your faith.",
			"",
			"| d% | Result |",
			"| --- | --- |",
			"| 01-10 | **Angelic Encounter:** A supernatural being, such as an angel or demon, appeared to you and proclaimed that you were destined to perform a great task in service to your god. You might have tried to deny it - and you even might still have doubts - but eventually you took up the mantle of a holy warrior and chose to meet this destiny head on, either to prove to yourself that you're worthy of such a destiny or to show your supernatural messenger that you cannot be pigeon-holed so easily. You gain access to the {trait/Prophesied} faith trait. |",
			"| 11-20 | **Atonement:** In your youth, you committed actions you are not proud of. Your deeds left dark stains upon your soul, ones so deep they might take a lifetime to wash away. When you hit rock-bottom - whether through greed, addiction, hedonism, or simply lack of good sense - you turned to faith, vowing to atone for all of the horrible acts you've committed. You gain access to the {trait/Oathbound} faith trait. |",
			"| 21-30 | **Converted:** In your early life, you followed a different faith, a different god or powerful entity, or perhaps no faith at all. A representative of your current faith showed you the error of your ways and converted you, and you couldn't be happier. You can only hope to do for others what this individual did for you. You gain access to the {trait/Inspired} faith trait. |",
			"| 31-40 | **Devoted:** From your earliest memory, you've had a close relationship with your deity. This entity has been a constant presence in your life: your greatest comfort, best companion, truest love, or some combination of the three. You've never had to see or speak with your deity to know that he watches over you, and the beliefs and criticisms of others do not faze you - your faith is enough. You gain access to the {trait/Blessed} faith trait and the {feat/Fearless Zeal} story feat. |",
			"| 41-50 | **Healed:** As a child, you were afflicted with a terrible physical or mental illness or a debilitating wound that prevented you from functioning in society. A miracle worker touched your body and commanded you to be well, and - for perhaps the first time in your life - you were whole. Now you live your life in tribute to the deity whose divine healer restored you, and perhaps hope to bestow similar gifts unto deserving nonbelievers. You gain access to the {trait/Sacred Touch} faith trait and the {feat/Battlefield Healer} story feat. |",
			"| 51-60 | **Reborn:** You died or nearly died. In the midst of this experience, your mind came to a place of quiet where you witnessed your deity or its agents pulling your body and spirit back from the brink of death. Every day since has been a gift, and you strive to understand the reason you have been saved while countless others perish. You gain access to the {trait/Deathtouched} bloodline race trait and the {feat/Arisen} story feat. |",
			"| 61-70 | **Religious Colony:** You grew up in a religious colony or settlement. This may have been a small village in the hinterlands or a kingdom-sized theocracy devoted to a single religion. When you came of age, you decided to serve your god and country as a cleric, a choice that garnered respect, dignity, and honor among your people. You gain access to the [Natural-Born Leader](trait/natural_born_leader_social) social trait. |",
			"| 71-80 | **Revelation:** In your youth, a deity granted you visions or dreams that revealed startling truths. These visions might have been prophetic, deeply insightful, or filled with extraordinary solutions to problems that plagued you, your family, or your community. So powerful and compelling were the visions that you devoted your life to the deity. You gain access to the {trait/Worldly} social trait. |",
			"| 81-90 | **Sanctuary:** When you were young, you did a very wicked deed - or were accused of one - and fled to the only place that could shelter you from the law. You found sanctuary among the worshipers of a deity, and they took you in and protected you. In time, you joined the faithful to serve their cause in the world, though the shadow of your past sin still lurks beyond the church's walls. You gain access to the {trait/Criminal} social trait. See [Crime and Punishment](rule/step_3_moral_conflicts_relationships_and_drawbacks). |",
			"| 91-100 | **Taken in by the Church:** You spent your youth in a church or monastery serving as an acolyte or doing menial work on the grounds, either taken in as an orphan, sent there by your equally devout parents, or by taking on the faith of your own volition. The traditions and rituals of the religion served as your way of life throughout your adolescence, and you left that pious community with the skills to champion your faith in the world. You gain access to the {trait/Child of the Temple} faith trait. |",
			"",
			"### Druid",
			"",
			"Druids come by their primal power in various ways. One druid might receive her power from an elemental creature, and another might learn it from a beast or the fey. Roll on the table below to determine the event that caused you to come into your power. ",
			"",
			"| d% | Result |",
			"| --- | --- |",
			"| 01-10 | **Lost in the Wild:** You got lost in the wilderness and were forced to survive on your own. You may have wandered desert dunes, thick forest, or high mountains - or perhaps you were shipwrecked on a desert island. Young and vulnerable, you feared the natural dangers of the world at first, but acclimated to the natural way of life as you learned to tap into the primal power of the world. You gain access to the {trait/Resilient} combat trait. |",
			"| 11-20 | **Fey Meeting:** Walking in the woods, you met a fey creature, such as a brownie, elf, nymph, gnome, sprite, or treant. This magical being taught you how to tend the natural world in the gentle manner of the fey. You gain access to the {trait/Magical Knack} magic trait. |",
			"| 21-30 | **Spirit of Nature:** Through a ritual, vision, or dream, you communed with a primordial spirit of nature. In the form of a majestic beast, this spirit charged you with preserving the natural world from those who would destroy it. You are instilled with the spirit of this creature - a small fragment of its power grows in you as you mature. You gain access to the {trait/Sacred Touch} faith trait. |",
			"| 31-40 | **Tree Tender:** You learned to care for plants in your youth by tending a small garden, orchard, grove, or field. These plants flourished like no others. You've always understood plants better than people. You gain access to the {trait/Devotee of the Green} faith trait. |",
			"| 41-50 | **Druid Circle:** You discovered, or were initiated into, a circle of druids that protects an expanse of wilderness. The druids taught you of their duty to nature and the powers that the natural world granted them. Soon you learned enough to join the circle as an initiate. You gain access to the {trait/Mentored} social trait. |",
			"| 51-60 | **Civilized Outcast:** For a time, you lived in an urban environment. But you soon discovered that social communities, bureaucracies, and laws made you feel constrained and unnatural. You left civilization and retreated into the wild at the first opportunity. You still retain the lessons, habits, and refinements of civilized behavior, but your heart belongs to nature. You gain access to the {trait/Civilized} social trait. |",
			"| 61-70 | **Savage:** You spent your formative years among a tribe or village far from civilization. The elders chose you as successor and taught you the lore of the elements and the animals. You gain access to the {trait/Savage} social trait. |",
			"| 71-80 | **Raised by Beasts:** You were reared in part by wild animals. Most of what you know you learned by observing these beasts, their natural instincts being unburdened by artifice or manipulation. Even though you possess a humanoid body, the beasts recognize you as one of their own. You gain access to the {trait/Animal Friend} gnome race trait (which you may take regardless of your race) and the {feat/Feral Heart} story feat. |",
			"| 81-90 | **Avatar:** Once you were an ordinary youth. But when the natural world needed saving, the land chose you as its champion, lending you as much power as you were able to control. You might not understand the reasons for your power, but you are one with nature and your will is the will of the world. You gain access to the {trait/Child of Nature} religion trait. |",
			"| 91-100 | **Beastlord:** Natural birds and beasts have always obeyed you. From your earliest years, you've possessed a gentleness or a power that allows you to communicate with animals as though you shared a common language. Perhaps you have fey blood or traces of lycanthrope ancestry. You gain access to the {trait/Beast Bond} social trait. |",
			"",
			"### Fighter",
			"",
			"Those who become fighters take up the sword for many reasons. Some fight for coin, others for duty, and others for survival. Roll on the table below to determine the event that led you to this profession.",
			"",
			"| d% | Result |",
			"| --- | --- |",
			"| 01-10 | **Adventure:** Since you can remember, you sought to become a great warrior. Inspired by legends of the past or personal heroes of your civilization, you longed to wield steel and carve your way in the world. You gain access to the {trait/Seeker} social trait. |",
			"| 11-20 | **Conscripted:** You didn't choose the military life so much as you were drafted into it. You have a non-military background and skill set. Who knows what course your life might have taken had you not been forced to take up arms? You gain access to the {trait/Worldly} social trait. |",
			"| 21-30 | **Duty:** You took up the sword because no one else would. When a great danger threatened your home, you stepped forth to meet the challenge, though you were only a youth with just the strength of your arm and steadfastness of your courage to see you through. You gain access to the {trait/Courageous} combat trait. |",
			"| 31-40 | **Gladiator:** As an adolescent, you learned to fight and kill because your master made you, and if you had not learned, you would be dead. Killing was a way of life - a means of survival. At first you did it because you had to, but that soon changed when you heard the chorus of the crowd. You gain access to the {trait/Killer} combat trait, the {trait/Life of Toil} social trait, and the {feat/Champion} story feat. |",
			"| 41-50 | **Joined the Watch:** Your village, town, city, or tribe needed new recruits for the volunteer watch patrol, and you joined up - whether for money, duty, peace, or power. This rudimentary training gave you an understanding of civilized justice and showed you how to wield a weapon with skill. You gain access to the {trait/Militia Veteran} regional trait. |",
			"| 51-60 | **Knighted:** Your military path began when you were knighted or made a squire to a knight. Your family's status could have influenced this event, or you might be a simple commoner rewarded with a title for a rare feat of courage. As a member of the nobility, you gain access to the {trait/Influence} social trait. |",
			"| 61-70 | **Mercenary:** Everyone needs to earn a living, and in your youth you were fast, strong, or tough enough to fight for pay. There are good causes and bad causes, but at the end of the day, it all comes down to money. Sometimes you got easy jobs, like guarding merchant caravans; other times the jobs are rough, like fighting in a rebel lord's private army. You gain access to the {trait/Mercenary} social trait. |",
			"| 71-80 | **On the Street:** You spent adolescence in a seedy part of town. You learned to fight dirty and fight mean. Turns out you were good at it. Your skills drew the interest of gang and guild leaders, tavern keepers, and anyone else who needed hired muscle. You gain access to the {trait/Child of the Streets} social trait. |",
			"| 81-90 | **Schooled:** You learned to fight in a structured environment where you were exposed to a variety of weapons, armor, strategies, and tactics. You learned to fight as part of a unit, how to follow orders and how to command a squad. You gain access to the {trait/Tactician} combat trait. |",
			"| 91-100 | **Survival** You spent some part of your life in the wild - in places that abide by the laws of nature rather than those of civilization. You survived by being stronger, faster, and more cunning than the predators. That meant you fought not for coin, honor, or principle, but for your very life. You gain access to the {trait/Resilient} combat trait. |",
			"",
			"### Gunslinger",
			"",
			"Armed with dangerous, emergent technology and blessed with death-defying luck and skill, gunslingers are practically born to be legends. But for every gunslinger who rises to epic fame as a hero or villain, another has been left lifeless at the hands of the weapon she sought to master. Regardless of this destiny, however, no other class is so wedded and intrinsically linked to a single kind of weapon as the gunslinger. How she came to possess, learn, and master the unique power of firearms forms the backbone of every gunslinger's current motivations. Roll on the table below to determine what event caused you to choose the way of the gun.",
			"",
			"| d% | Result |",
			"| --- | --- |",
			"| 01-10 | **Any Fool Can Swing a Sword:** Sometime during your youth, you came to the conclusion that most melee and ranged weapons are crude and primitive compared to firearms. It puzzles you that anyone with martial aptitude deigns to devote their skill to anything other than firearms. You disregard such \"lesser\" weapons and prefer the feel of your trusty firearm over any other tool of war. You gain access to the {trait/Reckless Contempt} combat trait. |",
			"| 11-20 | **Bucking Tradition:** You come from a proud tradition of ancient arms and august codes of conduct like those followed by paladins, cavaliers, and samurai. Instead of following in the vaunted steps of your predecessors, though, you chose to learn the art of firearms to the shock and perhaps even anger of your family and peers. Your break with tradition fostered in you a nearly insurmountable will that fuels your identity as a gunslinger. You gain access to the {trait/Resolve of the Rejected} combat trait. |",
			"| 21-30 | **Custodian of the Future:** Firearms are not just an effective implement for killing or a curious mechanical trinket; they are the next step in the technological development of your people. Your passion for the workings of your weapons has you constantly assembling and dismantling firearms to truly understand their mechanics. This ongoing dedication improves your ability to repair firearms and make them deadlier while in your skilled hands. You gain access to the {trait/Unblemished Barrel} combat trait. |",
			"| 31-40 | **Defining Moment:** Guns are inexorably linked to a moment where your life dramatically changed. Perhaps you were so sickly as a child that you couldn't turn a crossbow's winch or bend a bow, but firearms showed you that you could still hunt and fight. Perhaps you picked up a firearm in a desperate moment to help a wounded gunslinger and knew that you had just taken your first step along the same path. A firearm at your side instills in you a sense of purpose and destiny that no one can take away. You gain access to the {trait/Black Powder Fortune} combat trait. |",
			"| 41-50 | **Look at What I Can Do:** The lure of something new and showy drove you to first pick up a gun. Although several near mishaps taught you to respect the volatile weapon and the powder that powers it, you still enjoy doing trick shots and getting the oohs and aahs of a crowd. You gain access to the {trait/Black Powder Bravado} combat trait. |",
			"| 51-60 | **Mechanical Savant:** For you, the lure of firearms is not the effect they produce, but the science and mechanical process behind the effect. Your endless tinkering and perfectionism have made your own gun easier to upgrade. You gain access to the {trait/Just Like New} combat trait. |",
			"| 61-70 | **Black Powder Presence:** You grew up belittled and even beaten for not being the biggest or the strongest of your compatriots, family, or race. With no burgeoning aptitude for magic, you looked for some other way to exceed those who found superiority in brute strength - and you found it in gunslinging. You gain access to the {trait/Larger Than Life} combat trait. |",
			"| 71-80 | **Sacred Charge:** Your gunslinger training is more than just martial skill - it's a calling. Perhaps you are part of an elite group of guards serving and defending a temple or faith. Conversely, you might come from a land where firearms represent the pinnacle of your society's advancement or are the last vestige of those who came before. Your sense of higher purpose allows you to fight on and keep firing when winning seems impossible. You gain access to the {trait/Never Stop Shooting} combat trait. |",
			"| 81-90 | **Shock and Awe:** The sound and fury of gunfire is as potent a weapon as the pellets and bullets your weapon discharges. You live for the reflexive wince that others make when they jump at the sound of a firearm, and laugh heartily at the amazement you inspire in others with your cacophonous black-powder weapons. You gain access to the {trait/Startling Report} combat trait. |",
			"| 91-100 | **Some Things Are Stronger Than Magic:** You grew up either oppressed by magic cruelly wielded or loathing the elitism of those who possessed such arcane or divine power. Searching for something nonmagical that relies on skill and practice led you to the study and wielding of firearms. You relish trumping pompous spellcasters with a quick draw and a keen eye. You gain access to the {trait/Black Powder Interjection} combat trait. |",
			"",
			"### Inquisitor",
			"",
			"Bolstering the ranks of both good and evil deities, inquisitors draw their power from unwavering convictions to the causes of their gods. Unlike clerics and oracles, however, inquisitors are less interested in the theological and metaphysical aspects of faith and belief than what they consider to be the harsh realities of defending that faith. Roll on the table below to determine what event made you temper your faith with stern judgment.",
			"",
			"| d% | Result |",
			"| --- | --- |",
			"| 01-10 | **Bureaucracy's Bane:** You chose the inquisitor's path because you have no taste for the petty rules and regulations that mire the leaders of your faith in inaction and inefficacy. You know that you are an instrument of your deity and that your directives do not require intercession by the less motivated. You gain access to the {trait/Focused Disciple} faith trait. |",
			"| 11-20 | **Chaplain:** You learned long ago that in the heat of battle and under the pall of war, even the most devout can waiver in faith. You subsequently dedicated yourself to stewarding the faith of soldiers and allies in times of great conflict. You gain access to the Battlefield Disciple combat trait and the {feat/Battlefield Healer} story feat. |",
			"| 21-30 | **Exemplar:** You found early on that you lacked the logic or the vocabulary to communicate the virtues of faith - more precisely, *your* faith - to others. You decided that the best way to foster respect and appreciation for your god was not with words, but with action. You gain access to the {trait/Beacon of Faith} faith trait. |",
			"| 31-40 | **Failed Cleric:** Your original training in divine magic was as a cleric, but your faith eventually distilled into you the ability to hear lies and see weaknesses in the \"unfaithful.\" You gain access to the {trait/Schooled Inquisitor} faith trait. |",
			"| 41-50 | **Faith-Bringer:** You know that in order to bring the light of your deity to others, you must traverse hostile territories and face even more hostile inhabitants. You gain access to the Weathered Emissary social trait and the {feat/Fearless Zeal} story feat. |",
			"| 51-60 | **False Witness:** You've seen innocent people suffer due to another's lies. While these injustices made you feel powerless, they've also kindled a desire in you to punish those who regard truth so cheaply. You gain access to the {trait/Vigilant Battler} combat trait. |",
			"| 61-70 | **Few Left to Safeguard the Faith:** You are the vanguard of your faith. Perhaps you are a pilgrim for a good deity in an unholy land, or the secret enforcer of a sect that operates in the shadows of the world. You are accustomed to working alone and with little guidance from the superiors of your church, trusting your own moral judgment to act on behalf of your god. This certainty acts as a defense against the magic of other, \"lesser\" deities. You gain access to the {trait/Disdainful Defender} faith trait. |",
			"| 71-80 | **Temple Detective:** Your ability to sniff out falsehood and see weakness in others made you uniquely suited to guard the religious houses of your order. You gain access to the {trait/Truth's Agent} social trait. |",
			"| 81-90 | **The Path of Righteous Rage:** Your faith does not manifest in calm prayer or serene meditation. You achieve the transcendent feeling of the divine when you are in the throes of battle for your deity. You gain access to the {trait/Indelible Ire} combat trait. |",
			"| 91-100 | **Zealot:** Your devotion is fanatical and your powers are clearly proof of your connection with the divine. Although you know that other gods bestow similar powers upon their own disciples, you either revile or pity those of \"lesser\" faiths. You gain access to the {trait/Zealous Striker} faith trait. |",
			"",
			"### Magus",
			"",
			"The rare spellcasters known as magi dedicate themselves to the synthesis of two separate disciplines: sword and spell. This core of all magi can be embraced only with ambition and purpose. Roll on the table below to determine what event drove you to blend martial powers and magical ability.",
			"",
			"| d% | Result |",
			"| --- | --- |",
			"| 01-10 | **A Mage without Magic:** Early in your arcane training, you were exposed to antimagic. The powerlessness you felt from all of your magic being stripped away left you feeling desperate and helpless. You vowed to never be that helpless child again, to be strong in such moments, putting you on the path of the magus. You gain access to the {trait/Dispelled Battler} combat trait. |",
			"| 11-20 | **Conflicting Legacy:** You were born to a family or clan with two great pedigrees: one of magic and one of battle. Unable to choose either path for fear of alienating a mentor or parent, you sought to master both. Your dedication to the blending of martial and magical has been so intense that your martial prowess feeds your arcane power. You gain access to the {trait/Arcane Revitalization} magic trait. |",
			"| 21-30 | **Ready for Anything:** For you, the path of the magus is not about the fluid blend of disparate fields of study or conquering an insurmountable challenge, but the art of preparation for any obstacle that comes your way. A dedicated and logical person, you hone the magus affinity for operating all manner of magical devices from blind luck to a refined procedure. You gain access to the {trait/Pragmatic Activator} magic trait. |",
			"| 31-40 | **Lost Teacher:** Your magus training was interrupted when you lost your teacher through the displacement of your family, lack of funds to continue schooling, or the teacher's unexpected death. Despite this hardship, the time you spent with your mentor had already sown the seeds of your training and you've been able to continue on your own in the time since - ceaselessly seeking, reading, and learning from any magical text you can find. You gain access to the {trait/Self-Taught Scholar} magic trait. |",
			"| 41-50 | **Promise Keeper:** Your dreams of becoming a wizard were cut short by unfortunate circumstances, such as the death of your family or clan's matriarch or patriarch, hostile invading forces, conscription in the army, and so on. This forced you to become a protector and stunted the growth of your studies. Though you have successfully blended the two disciplines, you still long for the unfulfilled potential of your career as a wizard. You gain access to the {trait/Cross-Disciplined} magic trait. |",
			"| 51-60 | **Shameful Secret:** You come from either a proud military and martial background or a legacy of skilled wizards. When you developed an aptitude for two different powers viewed as incompatible by your family or teachers, it drove you to hide half of your abilities and to pretend full-blown competency with the other. Some of the tricks you used to perpetrate this deception have stayed with you to this day. You gain access to the {trait/Partial Protege} magic trait. |",
			"| 61-70 | **Spell Backfire:** At some point during your magical training, you attempted to cast a spell and failed. But rather than being wasted, the arcane energy reabsorbed itself into your body, waiting to be reused in some other way. When the arcane energy exploded outward through your staff or some other instrument you wielded, you received your first glimpse of the ways that magic could be repurposed - a versatility you retain today. You gain access to the {trait/Malleable Magic} magic trait. |",
			"| 71-80 | **Spell's Edge:** The first time you held a magic weapon and felt the thrum of arcane energy within, you knew that magic and melee were meant to be joined. Since that moment, magic weaponry has become symbolic of the most potent syntheses of your magus training, and your ability to create magical weapons and imbue mundane arms with magic still resonates with this focus. You gain access to the {trait/Bladed Magic} magic trait. |",
			"| 81-90 | **Vindication:** You spent your formative years trying to convince combat instructors of the virtues of magic and arcane mentors of the importance of strength in arms, only to be mocked and exiled from both disciplines. Since then, you've wandered from master to master, honing your knowledge of both fields of study to show them all that not only have you achieved power, but you've also eclipsed all those who shunned you. You gain access to the {trait/Arcane Temper} magic trait. |",
			"| 91-100 | **What If:** You don't know the meaning of impossible. Everyone around you thinks you have your head stuck in the clouds, but you continually strive to achieve things that have never been accomplished before - perhaps things that have never even been dreamed of. Bucking convention has brought numerous failures, but you've learned from your mistakes and are able to snatch victory over seemingly impossible odds. You gain access to the {trait/Inspired} faith trait. |",
			"",
			"### Monk",
			"",
			"Masters of the martial arts, monks are the pinnacle of discipline and perfection. Wielding strange arms and stranger fighting arts, monks are defined by their training. Whether brought up as the protege of a grand master or self-taught through stolen glimpses into the windows of a secret school, a monk's story is emblazoned in every step, cut, and strike he makes. Roll on the table below to determine the origin of your exotic training.",
			"",
			"| d% | Result |",
			"| --- | --- |",
			"| 01-10 | **Bellicose Historian:** What started as a scholar's curiosity in exotic fighting styles bloomed into a fanatical desire not just to learn about martial arts, but to master them. You gain access to the {trait/Style Sage} social trait. |",
			"| 11-20 | **Classically Schooled:** Training from dawn to dusk to hone every inch of your body into a fighting instrument, you studied with scores of other students in an academy or school dedicated to one specific martial art. You gain access to the {trait/Simple Disciple} social trait. |",
			"| 21-30 | **Elite Fighting Force:** You learned your fighting skills as one of a highly trained group dedicated to a special purpose, such as guarding a temple or protecting a noble. Your training emphasized unobtrusive teamwork and unquestioned dedication to some higher purpose. You gain access to the {trait/Veiled Disciple} social trait. |",
			"| 31-40 | **Tournament Champion:** A shining example of your style or order, you've honed martial prowess through spirited and exciting competition. You gain access to the Martial Performer combat trait. |",
			"| 41-50 | **Lineage Holder:** You are the senior or sole student of a great master. You rose to prominence early and received secret training in an art that is rare and exotic. Having achieved a strong foundation in the physical and metaphysical elements of this martial art, you've been designated the lore keeper for its history and traditions, and must now find new student or students to train. You gain access to the {trait/Martial Manuscript} faith trait. |",
			"| 51-60 | **Nature's Disciple:** Just as many great masters learned and crafted styles from the beauty and majesty of nature, your fighting style comes from time spent in the wild rather than from formal training. You have seen firsthand how the mantis hunts, how the tiger swipes, and how the crane beats its wings. Your observance of the natural world gave you the ability to extrapolate combat forms without traditional training. You gain access to the {trait/Nature's Mimic} combat trait. |",
			"| 61-70 | **Secret Student:** Your teacher and fellow students grew up as part of a conquered people, forbidden to train at war and forced to conceal the fighting style as seemingly harmless dances and your weapons as mundane tools... until the day you all you could rise up against tyranny. You gain access to the {trait/Hidden Hand} combat trait. |",
			"| 71-80 | **Spirit Teacher:** Your martial training is both physical and metaphysical in nature, allowing you to unlock a higher state of consciousness that allows you to draw on the wisdom and power of long-dead masters. You gain access to the {trait/Spirit Sense} faith trait. |",
			"| 81-90 | **Unsuspecting Master:** You were trained in martial arts through unorthodox methods such as seemingly menial tasks or training through conditioning exercises that promised the smallest scrap of food as a reward. Your nontraditional training makes you resourceful and clever. You gain access to the {trait/Surprise Weapon} combat trait. |",
			"| 91-100 | **Wandering Savant:** Although you've received some formal training in exotic combat, you decided to put your skills to the test and further your learning by wandering the wide world. You gain access to the {trait/Wanderer's Shroud} faith trait. |",
			"",
			"### Oracle",
			"",
			"Oracles do not choose their path. Rather, the oracle's mystery chooses her in the midst of a climactic event that marks the oracle with an abiding curse. Roll on the table below to determine your mystery. ",
			"",
			"| d% | Result |",
			"| --- | --- |",
			"| 01-10 | **Battle:** In your early years, a battle broke out near your home and you were embroiled in the fighting. At the end of the battle, you were the only one left standing, with scores of slain foes strewn at your feet. You gain access to the {trait/Veteran of Battle} religion trait and the {feat/Battlefield Healer} story feat. |",
			"| 11-20 | **Bones:** In your formative years, you were entombed or buried alive in a graveyard. For days, you lay within the grave until your terror strangely turned to comfort. Since your return, you've been a different person: part mortal and part ghost, in possession of the powers of the dead. You gain access to the {trait/Fearless Defiance} faith trait. |",
			"| 21-30 | **Flame:** A great fire consumed you and laid waste to the environment around you. It might have devoured your family, friends, or an entire settlement, but you survived unburned as if the fire did not dare to touch you. Since that day, you've tamed fire as though it were a savage animal bent to your will. You gain access to the {trait/Flame-Touched} magic trait. |",
			"| 31-40 | **Heavens:** The night sky's mysteries have always enthralled you. But one night, while you gazed upon the stars, the perfect order of the universe revealed itself and you nearly went mad from the revelation. Since that night, you've possessed strange powers over the heavens. You gain access to the {trait/Starchild} religion trait. |",
			"| 41-50 | **Life:** A terrible plague afflicted your homeland, killing thousands. You caught the disease, but instead of dying from it, you flourished. As you grew healthier, so did everyone you came into contact with. You gain access to the {trait/Sacred Touch} faith trait. |",
			"| 51-60 | **Lore:** You were able to speak before any other child your age. Rather than stumble through the rudimentary syllables of language, you spoke in full sentences, reciting the greatest literature of many languages in story, song, and poem. Sometimes you spoke of events that had not yet come to pass, and the wise came to seek your counsel. Your gift came at a cost, however; though your knowledge is vast, your body and mind carry a curse. You gain access to the {trait/Scholar of the Great Beyond} faith trait. |",
			"| 61-70 | **Nature:** You became separated from your family and lost in the untamed wilderness for many days, months, or years. The wilderness took its toll, but when you finally emerged from the wild, you were its master. You gain access to the {trait/Child of Nature} religion trait. |",
			"| 71-80 | **Stone:** You were buried beneath the earth, possibly after an avalanche or earthquake. For 3 days the earth covered you, until at the end of the third day you emerged from the mountain unharmed but not unchanged. You gain access to the {trait/Earth-Touched} magic trait. |",
			"| 81-90 | **Waves:** You were swept beneath the surface of the water once. You should have drowned, but instead you washed up on shore after a long interval. You emerged from the depths afflicted with a strange condition but otherwise unharmed. You gain access to the {trait/Water-Touched} magic trait. |",
			"| 91-100 | **Wind:** In your early years, you were caught in a powerful storm that ravaged the countryside, destroying everything in its path. Bolts of lightning struck your body and thunder deafened your ears, but when you came to the storm's tranquil center, the tempest ceased. Since then you've had power over storms, though you still bear the mark of the great storm you endured. You gain access to the {trait/Storm-Touched} magic trait. |",
			"",
			"### Paladin",
			"",
			"Champions of virtue and the rule of law, many paladins are called to their path at a young age. Some hear the whispers of celestial beings in their minds, while other are drawn down the path of the paladin by tragedy and a sincere desire to strike a blow to the evil that stalks the world. Paladins sometimes take on younger charges such as orphans or runaways during their journeys, and the seeds of goodness can be sowed into these impressionable youths to grow another knight on the quest for righteousness. Roll on the table below to determine the formative events that led you to become a paladin.",
			"",
			"| d% | Result |",
			"| --- | --- |",
			"| 01-10 | **Divine Calling:** An otherworldly agent of law and good - such as an angel, empyreal lord, or perhaps some other celestial envoy of the gods - tasked you to be a divine champion. You accepted the calling (maybe grudgingly) because ultimately you realize that the laws of destiny and one's divine calling cannot be denied. In return, that celestial agent watches over you and makes sure you can fully realize your destiny and meet the course that has been set for you by a higher power. You gain access to the {trait/Blessed} faith trait. |",
			"| 11-20 | **Dread Penance:** You, or perhaps your family, owe a debt for some past wrongdoing or vice. Maybe you made deals with some unscrupulous loan sharks during a gambling binge or your not-so-distant ancestors were responsible for the persecution of a marginalized group of people. Whatever the offense, your past action hangs over your head and fills you with guilt. You've taken a solemn oath to make good on this past misdeed. Only then will you feel like your life is truly worthwhile. You gain access to the {trait/Oathbound} faith trait. |",
			"| 21-30 | **Holy Epiphany:** Your faith and purpose came in a brilliant flash of insight. Maybe you suddenly realized that evil can be stopped only with vigilance and deliberate action, or maybe an epiphany showed you that the innocent need protection from corrupt forces for good to flourish in the world. Whatever the nature of your epiphany, it guides your actions and gives you insights others lack. You gain access to the {trait/Inspired} faith trait. |",
			"| 31-40 | **Zealous Devotion:** Maybe your faith was not popular among those around you during your youth. Maybe you have strange or controversial views regarding your religion, and the other members of your congregation find your practices bizarre or insulting. Whatever the case, your faith is constantly being questioned regardless of your obviously pious nature, and such persecution only serves to embolden your zeal. You gain access to the {trait/Indomitable Faith} faith trait. |",
			"| 41-50 | **Moral Debt:** The world and all things material are intrinsically corrupt. All creatures are born with a moral debt, and only by fighting evil, upholding law, and championing the common good can one be truly free of that corruption. You work every day to pay off this debt and move those around you to do the same. You gain access to the {trait/Principled} faith trait and the {feat/Fearless Zeal} story feat. |",
			"| 51-60 | **Mark of Faith:** You were born with the mark of your faith. Maybe at some point you rebelled against such branding, or it could be you've always accepted the mark as an indicator of your destiny. In either case, it was a harbinger of the paladin path. You gain access to the {trait/Birthmark} faith trait. |",
			"| 61-70 | **Righteous Mentor:** A paladin of note and great honor took you under her wing and taught you many things. She taught you how to adhere to your oath with grace and dignity, and how the simple act of doing so was enough to earn the respect and devotions of others. You gain access to the [Natural-Born Leader](trait/natural_born_leader_social) social trait. |",
			"| 71-80 | **Warrior of Truth:** Early in your life, you learned that the philosophies of law and good not only create the best society but also reveal truths that would otherwise remain obscured. You are rarely clouded by pure dogma; instead you're unafraid to question and create your own path toward truth, justice, and righteousness. You gain access to the {trait/Skeptic} magic trait. |",
			"| 81-90 | **Knight-Errant:** You know that evil stalks the world, and only one who is dedicated to the spread of good can stop these vile forces. To make sure fiends and wrongdoers do not go unpunished, you adopted the code of the paladin in order to travel the land and eradicate the wicked. Your goal is the relentless pursuit to seek out evil and put it down. You gain access to the {trait/Seeker} social trait. |",
			"| 91-100 | **Terrible Secret:** You know a terrible secret about an ancient evil that threatens your homeland or perhaps even the entire world. You have sworn to keep this secret quiet lest it gain power in the retelling, but you also must work to thwart the evil whenever possible. This at times contradictory path has led you many places in your travels, and the knowledge you have gleaned from your adventures continues to serve you well in your fight against the wicked. You gain access to the {trait/Scholar of the Great Beyond} faith trait. |",
			"",
			"### Ranger",
			"",
			"Rangers are the hunters of legend. Although known for their ability to master varying environments and their dangers, rangers often achieve this expertise through the dedicated pursuit of their quarry. Though such a target could be a lost or kidnapped friend or a forgotten ruin, more often a ranger's target is a hated enemy, and no feature of the class lends itself better to the establishment of character than his favored enemy. While a professional headhunter might hone his skills to track down humans or other civilized folk, a ranger whose family was murdered by ravenous orcs likely has a different set of priorities while on the hunt. Roll on the table below to determine the formative events that led you to become a ranger.",
			"",
			"| d% | Result |",
			"| --- | --- |",
			"| 01-10 | **An Eye for an Eye:** The choice of your favored enemy was nothing more than simple vengeance. Perhaps you lost a loved one, family, or even a whole community to the vicious rampaging of a ferocious beast, or saw your entire homeland swallowed up by monstrous hordes. No matter the reason, your drive to hunt down and destroy creatures of their kind won't be sated so long as even one lives. You gain access to the Tireless Avenger faith trait and the {feat/Foeslayer} story feat. |",
			"| 11-20 | **Ancient Hatred:** The history of your people is a saga of struggle against another race. Though common among elves and orcs or dwarves and giants, many different races can have such longstanding animosity. Your choice of a favored enemy was a simple outgrowth of this racial antipathy. You gain access to the {trait/Knowing the Enemy} social trait. |",
			"| 21-30 | **Big Game Hunter:** Whether you sought out the thrill of hunting large prey or merely grew up in the shadows of creatures large enough to crush an entire village with a careless step, you have learned how to be quick and to size up weaknesses in those behemoths who seem to have none. You gain access to the {trait/Evasive Sting} combat trait. |",
			"| 31-40 | **Blood Cleansing:** Either you have forsaken your kinsfolk or they have forsaken you. Maybe you grew up among a wicked or corrupt people who you needed to escape, or maybe they exiled you for being different. Whatever the case, your own kind are now your favored enemy, much to your continued chagrin or morbid amusement. You gain access to the {trait/Scarred Descendant} combat trait. |",
			"| 41-50 | **Bounty Hunter:** You have always been good at finding and extracting people from their hidey-holes. Most likely you hunt humanoids of either your own subtype or of one common to your region. You gain access to the Easy Way or the Hard Way combat trait and the {feat/Town Tamer} story feat. |",
			"| 51-60 | **Detached Observer:** You set yourself apart with a pall of cold logic that allows you to see weaknesses in members of your own race that you strive not to succumb to yourself. Most likely, you pick your own race as your dominant favored enemy, and you excel as a spy or assassin paid to capture enemies of your organization. You gain access to the {trait/Cold and Calculating} combat trait. |",
			"| 61-70 | **Divine Purpose:** Not all those who hear the voices of the gods can distill that echo into magical power like clerics or oracles. These whispers of belief encouraged you to track and hunt those creatures who pose the greatest threat to your faith. Perhaps you're a good ranger who hunts the undead or devotes effort to slaying fiends, or you could choose to target good fey and celestials, emboldened by divine invective. You gain access to the {trait/Faith's Hunter} combat trait. |",
			"| 71-80 | **Nightmare Slayer:** From an early age, you stood up against some of the most terrifying creatures imaginable, facing off against creatures most mortals only dream of in their wildest nightmares. Possibly hailing from lands besieged by dragons or plagued by the living dead, you are not only resistent to the fear such creatures normally engender, but you live to show your enemies the face of the unafraid. You gain access to the {trait/Fearless Defiance} faith trait. |",
			"| 81-90 | **Opportunist:** You are an expert in creatures both common and exotic, particularly in terms of what valuable items you can harvest from their remains. The natural world exists for the benefit of those who know what to take, and you have learned how to scavenge pelts, toxins, and even rare spell components from your defeated foes. You might pick animals, magical beasts, or dragons as your dominant favored enemy - or humanoids if you're a particularly grisly trophy collector. You gain access to the {trait/Harvester} social trait. |",
			"| 91-100 | **Survivalist:** You were orphaned at a young age and left to fend for yourself in the wilds, or simply lived a life at the edge of society that required a constant scrabble for basic existence. You probably have animals or magical beasts (the edible ones) as your dominant favored enemy, and are adept at lying in wait and springing into action. You gain access to the {trait/Hunter's Knack} combat trait. |",
			"",
			"### Rogue",
			"",
			"The rogue's path is one of cunning, quickness, skill, and stealth. One of the broadest character archetypes, the rogue is found among all walks of life - from highborn spies infiltrating the courts of kings to common criminals making their livings preying on passersby in the alleys and streets. Roll on the table below to determine how you came to the profession.",
			"",
			"| d% | Result |",
			"| --- | --- |",
			"| 01-10 | **Gang War:** Growing up in the backstreets of an urban jungle, you were forced to choose between surviving as a predator or suffering as prey. You affiliated with a guild, gang, or group of thieves and thugs, carrying out illicit missions to further their interests and sabotage those of rival gangs. You gain access to the [Dirty Fighter](trait/dirty_fighter_apg) combat trait. |",
			"| 11-20 | **Greed:** No matter how much or little you had growing up, it was never enough. You discovered a talent for lifting items and coin purses from others' belts. The world always provided for you, and when you saw something you wanted, you learned to take it. You gain access to the {trait/Ambitious} social trait and the {feat/Thief of Legend} story feat. |",
			"| 21-30 | **Poverty:** In your youth, you rarely had enough food to keep from starving. Poverty and hunger forced you to steal to survive, or to help your loved ones survive. You gain access to the {trait/Poverty-Stricken} social trait. |",
			"| 31-40 | **Spy:** You've always had an innocent expression and a silver tongue, so naturally you were recruited as a spy during your childhood. You could have come from any social class; you might have gathered information as an urchin on the streets or acted as servant to one lord while you reported to another. You gain access to the {trait/Fast Talker} social trait. |",
			"| 41-50 | **The Kill:** You killed someone when you were relatively young. You might have done it in self-defense, in anger, or as part of an initiation ritual. And it was easier than you suspected. Afterward, some individuals or groups started paying you to kill for them, and you made a lucrative career of assassination. You gain access to the {trait/Killer} combat trait and the {feat/Innocent Blood} story feat. |",
			"| 51-60 | **The Trained:** Your early talent for feats of agility and acrobatics garnered you an experienced mentor. Impressed by your natural ability, this mentor taught you how to fight, dodge, and throw. He may have been a master thief, circus performer, fencing master, or swashbuckling pirate. You gain access to the {trait/Mentored} social trait. |",
			"| 61-70 | **Outlawed:** For reasons just or unjust, you became a fugitive at an early age. You have lived outside the light of society for some time, risking capture or punishment whenever you need to break the law again. You gain access to the {trait/Criminal} social trait. See [Crime and Punishment](rule/step_3_moral_conflicts_relationships_and_drawbacks). |",
			"| 71-80 | **Thrill Seeker:** As an adolescent, you and your friends took turns daring one another to take risks, each new challenge inspiring greater excitement. Since then, you've become an adrenaline junkie, performing dangerous tasks in order to chase that high. You gain access to the {trait/Acrobat} social trait. |",
			"| 81-90 | **Henchman:** You've always worked for someone else. You do what you are told and in return you are appreciated by the boss, rewarded, and paid. You gain access to either the {trait/Oathbound} faith trait or the {trait/Child of the Streets} social trait. |",
			"| 91-100 | **Scout:** Your natural ability turned into employment in an elite squad of stealthy infiltrators. You penetrate enemy lines, gather information, deliver coded messages, and sabotage enemy supplies. You likely work for a private individual or military order. You gain access to the {trait/Canter} social trait. |",
			"",
			"### Sorcerer",
			"",
			"Wielders of power on a seemingly impossible scale, sorcerers are conduits of the arcane energies inside them. These powers stem universally from the sorcerers' distinctive bloodlines. Either linked to powerful scions of mystical power like angels, devils, or dragons or touched by the forces of destiny themselves, sorcerers prove that sometimes when magic is involved, either you have it or you don't. Roll on the table below to determine the event that made you aware of the forces at work within your own blood.",
			"",
			"| d% | Result |",
			"| --- | --- |",
			"| 01-10 | **Awakened Moment:** At some point, the dormant power within you awakened with a fright. It might have been the first time you came close to a dragon, celestial, or genie. Or the moment could have come at the grave of a great ancestor or in a lush and verdant glen. What slumbered in your blood has never quieted, and you frequently draw upon the inspiration of your awakening. You gain access to the {trait/Ascendant Recollection} magic trait. |",
			"| 11-20 | **Dreams of Something Different:** The first hints of your exceptional nature came to you as fragments of remembered dreams or split-second visions. As these episodes increased in both frequency and clarity, they unlocked a power in your blood you didn't know you had. You gain access to the Strength Foretold magic trait. |",
			"| 21-30 | **Failed Wizard:** Although your arcane aptitude was evident at an early age, you were pushed toward wizardry as the conduit for your magic. While you never mastered magic in this fashion, your time spent studying arcane tomes gave you obscure but often pertinent knowledge. You gain access to the {trait/Reluctant Apprentice} magic trait. |",
			"| 31-40 | **One of a Kind:** You know that sorcerous power comes from the blood, but as far as you know, none of your ancestors possessed your gift. You keep searching for the reason for your magical powers, which has led you to greater proficiency with divinations and a keen interest in the workings of your bloodline. You gain access to the {trait/Knowledgeable Caster} magic trait. |",
			"| 41-50 | **Outcast:** Driven away by your family and people, your arcane gifts have always inspired both fear and revulsion. You've become adept at spotting hostility in others who would despise you for your power. You gain access to the {trait/Outcast's Intuition} magic trait. |",
			"| 51-60 | **Proud Heritage:** You hail from a long line of prominent sorcerers with even more prominent ancestral features. Your acceptance of your bloodline brings with it a pride and imposing mien that becomes amplified among others. You gain access to the {trait/Imposing Scion} social trait. |",
			"| 61-70 | **Shameful Heritage:** The obvious hints of your heritage were a source of shame to your family. No matter the manifestation of your differences, being a pariah taught you to practice your arts in secret. You gain access to the {trait/Unseen But Not Undone} magic trait. |",
			"| 71-80 | **Too Lucky:** You've always had a knack for getting out of trouble. This sense of preternatural good fortune led to your inquiries into magic and the discovery of your own sorcerous powers. You gain access to the {trait/Fate's Favored} faith trait. |",
			"| 81-90 | **Unharmed:** At some point in your early life, you were exposed to something dangerous like a fall into stormy waters or a spell cast your way. But instead of dying, you survived entirely unscathed. This experience either first hinted at or confirmed that you were different, marking the first step on your path to sorcery. You gain access to the {trait/Unscathed} magic trait. |",
			"| 91-100 | **Wild Talent:** The magic in your blood was always as uncontrollable as it has powerful. You were forced to learn control at an early age, either out of fear that your powers might hurt someone or out of remorse once they had. This relentless vigilance and self-control gave you tremendous focus and arm you with strategic methods to redirect those wild energies coursing through you. You gain access to the {trait/Volatile Conduit} magic trait. |",
			"",
			"### Summoner",
			"",
			"Most, if not all, spellcasters can call to otherworldly creatures for aid. And though many learn to call increasingly powerful minions to assist them, none boast the same connection to these outsiders as summoners do. A summoner is defined by the bond formed with the single creature that acts as his eidolon. Protectors, steeds, and links to other worlds, eidolons are lifelong companions for their mortal masters. The choice to tie oneself to an eidolon and the circumstances leading to that choice form the foundation of any summoner's character. Roll on the table below to determine what caused you to forge your otherworldly bond with your trusted companion. ",
			"",
			"| d% | Result |",
			"| --- | --- |",
			"| 01-10 | **Abandoned:** At some point early on, you were abandoned. This sense of loss always made you feel as though something were missing. The discovery of your eidolon and your subsequent mutual bond fostered in you the sense of companionship you've always longed for. You gain access to the {trait/Greater Link} magic trait. |",
			"| 11-20 | **Caretaker:** You met your eidolon or another outsider in a moment of danger. Wounded or lost, the creature crashed between worlds and ended up at your feet. In helping this panicked, otherworldly creature, you felt a link to it. You can still draw on the inspiration from that moment when dealing with others, outsider or not. You gain access to the {trait/Destined Diplomat} social trait. |",
			"| 21-30 | **Forced to Confront Your Own Limits:** The bond with your eidolon first manifested when you saw someone in danger and were unable to help. Your feeling of desperation and frustration at the limits of your own form attracted your eidolon - whether or not it was able to help you in that moment. This need to exceed your own limitations continues to manifest in the evolution of your eidolon. You gain access to the {trait/Desperate Speed} magic trait. |",
			"| 31-40 | **Imaginary Friends:** As a child, you created imaginary playmates that you felt truly spoke to and heard you. These whispers were actually the wandering thoughts of outsiders trying to make contact, knowing that someday you would have an affinity with their kind. By the time you learned to summon your eidolon and other outsiders, these whispered fragments had turned themselves into an understanding of the language of outsiders. You gain access to the {trait/Unintentional Linguist} social trait. |",
			"| 41-50 | **Monophobic:** You were always terrified of being alone when you were younger, so you surrounded yourself with others. But it was establishing this link to your eidolon that ultimately allowed you to overcome this debilitating fear. Now, even when your eidolon is not with you, you know it's never far away; conversely, when you have your true friend and companion with you, you are far better for it. You gain access to the {trait/Perpetual Companion} faith trait. |",
			"| 51-60 | **Outsider's Lineage:** You have the blood of outsiders in your veins. This lineage either laid dormant until your powers manifested or was a storied part of your family heritage. Regardless, your connection to the planes has always been potent. No matter what other subjects you studied, your understanding of planar matters has always seemed instinctive or innate rather than the product of memorization and study. You gain access to the {trait/Planar Savant} faith trait. |",
			"| 61-70 | **Pick On Someone Your Own Size:** When you were young, you or others you cared for were bullied by agents of an oppressive power. At some point, you stood up against one or many of the tyrants, feeling that somehow you were bigger, stronger and more resilient than you actually were. You later realized that this support was the first trace of your eidolon trying to make contact with you. You can still draw on that power today, making your aura strong and your presence powerful. You gain access to the {trait/Twinned Presence} magic trait. |",
			"| 71-80 | **Raising Gone Wrong:** You lost someone important to you. Through means, luck, or simple pity, you had the chance to raise that person from the dead, but something went wrong with the spell and the raising did not occur... at least not as planned. Your lost friend or kin's soul bonded with a powerful outsider on the other side of the veil and returned to you as your eidolon. Possessed of some of the memories and experiences of the life you spent together, your companion feels a stronger devotion than even most others of its kind. You gain access to the {trait/Loyalty Across Lifetimes} faith trait. |",
			"| 81-90 | **Saved by Another:** Someone or something saved you from great danger. It might have been a family member who saved you from a precipitous fall or adventurers who saved you from a marauding monster. Your sense of gratitude fostered a strong sense of protectiveness, particularly when defending your allies or your eidolon. You gain access to the {trait/Dedicated Defender} combat trait. |",
			"| 91-100 | **Stranger in Your Own Skin:** You have felt awkward and uncomfortable your entire life, as if you were born into a body that wasn't truly yours. Your quest to become what you've always felt you should be led you to your eidolon, in which you found what you see as your own idealized form. The link that you and your eidolon share allows you to escape some of the inherent limits of your form from time to time. You gain access to the {trait/Linked Surge} magic trait. |",
			"",
			"### Witch",
			"",
			"Some witches make pacts for their power by choice. Many more discover it by accident or circumstance. Roll on the table below to determine which of the following events shaped your early life and sent you down the witch's path.",
			"",
			"| d% | Result |",
			"| --- | --- |",
			"| 01-10 | **Apprenticed:** Your development was guided by a mortal or magical creature, such as a wisewoman, hag, dryad, elf, or pixie, who instructed you in the arts of spellcasting, potions, charms, and hexes. You gain access to the {trait/Hedge Magician} magic trait. |",
			"| 11-20 | **Desperate Accident:** You lived an ordinary life until one day catastrophe struck and you called out desperately to any power that would come to your aid. The entity that gave you this power might be benevolent or sinister in nature, but ever since you called it, the being remains close to you. You gain access to the {trait/Reckless} combat trait. |",
			"| 21-30 | **Forbidden Lore:** In your youth, there was something you fervently desired - perhaps love, wealth, or revenge. But no matter how hard you tried, you couldn't obtain that which you coveted. Only when you turned your eye to ancient tomes and ruins and experimented with strange powers beyond your comprehension were you able to get what you wanted. You gain access to the {trait/Dangerously Curious} magic trait. |",
			"| 31-40 | **Found Familiar:** When you were young, you happened upon a strange animal with whom you forged an instant bond. It instructed you in casting spells and became your closest, most trusted companion. You gain access to the {trait/Animal Friend} gnome race trait (which you may take regardless of your race). |",
			"| 41-50 | **Gifted:** You received your magical ability as a gift from a supernatural being, such as an angel, devil, god, ancient dragon, or powerful fey. This creature expects you to act on its behalf in exchange for the power it loaned you. You gain access to the {trait/Magical Knack} magic trait. |",
			"| 51-60 | **Inborn Power:** Many fey creatures are born with the innate ability to cast spells, and either because of having fey blood in your lineage or being born near fey lands you too were gifted this talent. You gain access to the {trait/Magical Lineage} magic trait. |",
			"| 61-70 | **Initiated:** When you came of age, a coven of witches initiated you into their circle because you showed great promise. After your initiation ritual, you changed on a fundamental level. You gain access to the {trait/Mentored} social trait. |",
			"| 71-80 | **Invocation:** When you reached adolescence, you wanted power and you wanted it immediately. You didn't have the patience or tolerance to endure endless years of boring theory and formal magical training, so you offered up your body and soul in an invocation to an entity that would grant your desire. You gain access to the {trait/Oathbound} faith trait. |",
			"| 81-90 | **Possessed:** For reasons you may never understand, an otherworldly entity took possession of you in your formative years. Since then, your mortal body has been the vessel for this mysterious power. You gain access to the {trait/Possessed} magic trait. |",
			"| 91-100 | **Unknown:** The circumstances by which you gained your powers are confusing, even to you. You may have received them when you stepped into a enchanted land or touched a strange artifact, or perhaps you simply awoke one day with them. You strive to find the meaning of your powers, as they drive your life in unforeseen directions. You gain access to the {trait/Seeker} social trait. |",
			"",
			"### Wizard",
			"",
			"Perhaps no other class exemplifies the acquisition of power through sheer focus and determination as well as the wizard. Neither touched by divine purpose nor blessed with magic in their blood, wizards must spend their entire lives studying the same texts, tomes, scrolls, and recitations to master the magical arts. Such a craft can be self-taught or instilled through instruction, learned in an academy or at the fringes of the world, but it can be mastered only through the most rigorous and regimented of study. Roll on the table below to determine how you came to study wizardry, and how that study forever shaped you.",
			"",
			"| d% | Result |",
			"| --- | --- |",
			"| 01-10 | **Brains over Brawn:** You were bullied or excluded throughout your life because you lacked physical power and fighting prowess. To compensate, you turned to transmutation magic. Your practice and perseverance has granted you skill with spells of that school. You gain access to the {trait/Tenacious Shifting} magic trait. |",
			"| 11-20 | **Dangerous Intellect:** At a young age, those around you, whether family or friends, realized that your intellect was more than mere precociousness. As your sense of curiosity became dangerous, those responsible for you pushed you into studying magic in the hopes that you would find infinite puzzles to solve. You gain access to the {trait/Tireless Logic} social trait. |",
			"| 21-30 | **Fitting In:** You hail from a long line of sorcerers or from a community known for its natural affinity for magic. Your manifestation of wizardly talent, as opposed to blood-based sorcery, caused you to hide those talents at a young age, and then to disguise them as sorcery to the best of your ability later. You still retain some tricks from this early misdirection. You gain access to the {trait/Shrouded Casting} magic trait. |",
			"| 31-40 | **Gifted Pride:** Your affinity for magic has made you somewhat crass and arrogant, though some find your blunt disposition charming or worthy of respect. The air of superiority surrounding you is palpable and allows you to use you intellect to cow others at times when lesser individuals might barely get a word in. You gain access to the {trait/Bruising Intellect} social trait. |",
			"| 41-50 | **Mortality's Mirror:** Your childhood innocence ended the moment you realized that someday you would die. This revelation may have come to you at the deathbed of a beloved relative, during a bloody siege against your homeland, or via some other eye-opening event. You have spent the rest of your life trying to master magic in order to change this most universal fate from stealing your last breaths away. You now have a keen eye for the magic of death and for discerning answers to ancient riddles. You gain access to the {trait/Greater Purpose} magic trait. |",
			"| 51-60 | **Righting a Wrong:** In your youth, you witnessed an event that changed the fate of many or of a tragic few, such as a natural disaster (like a flood, hurricane, or fire) or simply a friend's unfortunate accident during a childish game. You were burdened by the knowledge that magic - perhaps even a spell as simple as {spell/feather fall} - could have changed the course of lives. You've dedicated yourself to magic in an effort to make sure that you are never subject to the capricious whims of fate again. You gain access to the {trait/Desperate Resolve} magic trait. |",
			"| 61-70 | **Storied Lineage:** Your family name is synonymous with wizardry of the highest caliber. Magic was your destined path before you were even born, and both your family and those who know of your lineage have supported this notion your entire life, granting you an unwavering confidence in your talents. While the pursuit of arcane mastery is never easy, you are driven to live up to the expectations set forth for you. You gain access to the {trait/Resilient Caster} magic trait. |",
			"| 71-80 | **The Way Things Work:** Magic came alive the first time you held a magic item. The notion of extraordinary magic resting within something as seemingly ordinary as a ring, amulet, or stoppered vial changed the way you viewed the world, and ever since you've possessed a sense of curiosity and awe for all magic items. You gain access to the {trait/Magic Crafter} magic trait and the {feat/Eldritch Researcher} story feat. |",
			"| 81-90 | **Unpaid Debt:** Someone saved your life at great cost. Whether through healing magic or basic heroism, your savior gave her life that you might live. Striving to repay this debt has led you to study magic, the only thing capable of making enough of a difference in the world to make you feel that you have earned the gift given to you. This sense of purpose has engendered an unshakable resolve in you. You gain access to the {trait/Principled} faith trait. |",
			"| 91-100 | **Unquenchable Hunger for Knowledge:** For most wizards, magic is an end to which all studies strive, but not for you. For you, magic is a means to an end: and that end is knowledge. Your desire to know all of the secrets of the world requires the ability to cross continents in a blink, ride the winds, breathe water like a fish, and survive any kind of trap. Your unquenching quest for knowledge has made you ever ready for danger. You gain access to the {trait/Eldritch Delver} magic trait. |"
		],
		"parent_topics": [
			"basics",
			"traits_and_other_details",
			"character_background",
			"background_generator",
			"step_2_adolescence_and_training"
		],
		"siblings": [
			"class_background_tables",
			"influential_associates_table"
		]
	},
	"influential_associates_table": {
		"name": "Influential Associates",
		"subtitle": "Character Backgrounds",
		"sources": [ "Ultimate Campaign" ],
		"description": [
			"Influential associates are people who had (or continue to have) a strong influence upon your development. They are archetypes and templates for NPCs that you can customize to fit your background. Roll on the table below to determine an associate or ally who had a major influence on your life. Then flesh out the details to show how this person fits within your story. You might also wish to use other tables in this section to randomly fill in this person's details.",
			"",
			"### Influential Associates",
			"",
			"| d% | Result |",
			"| --- | --- |",
			"| 01-05 | **The Hunter:** This person was a lone wolf who nonetheless cautiously allowed you to become a member of her solitary pack. She taught you how to thrive on your own in spite of the many perils and natural dangers of your native environment. You gain access to the {trait/Child of Nature} religion trait. |",
			"| 06-10 | **The Pariah:** You met a disgraced exile, and found in his words and attitudes something that spoke to you. What once seemed true in your religion, society, or family began to appear false the more time you spent with this person, and you quickly learned not to trust everyone you meet - especially among those who would claim to be most deserving of it. You gain access to the {trait/Suspicious} social trait. |",
			"| 11-15 | **The Confidante:** There was a person in your life to whom you could tell anything. She knows your deepest secrets and your emotional weaknesses and vulnerabilities just as you know hers. This person could be a valuable friend and a frightening enemy, so you make sure to never divulge her secrets or give her a reason to do so with yours. You gain access to the {trait/Trustworthy} social trait. |",
			"| 16-20 | **The Mentor:** You had a mentor who taught you everything worth knowing about life. This could have been the person who taught you the heroic abilities you possess, or simply a kindred spirit who helped form your worldview. You gain access to the {trait/Mentored} social trait. |",
			"| 21-25 | **The Mercenary:** With this person, there was always a cost. No deed was done making a trade for something of equal or greater value. Whether this individual's actions tended toward good, evil, or pure balance, he was always fair in his dealings. You respected this trait and it influenced your own philosophy. You gain access to the {trait/Mercenary} social trait. |",
			"| 26-30 | **The Lover:** You had a romantic connection in your adolescent years, and this person deeply influenced your personality. Perhaps this was a first love, a casual partner you grew close to, or the one who got away. The experience bolstered your confidence in romantic interactions even though you often find your thoughts still straying toward that special someone from so long ago. You gain access to the {trait/Charming} social trait and the {feat/True Love} story feat. Roll a d12 instead of a d20 on the {rule/Romantic Relationships/ table}. |",
			"| 31-35 | **The Fool:** One of your close associates was a clown who mocked propriety and custom, instead engaging in wild and somewhat random actions from time to time. After a while, you learned that there was simple wisdom to this foolery - a careless worldview that taught you how to cast off concern. You gain access to the {trait/Unpredictable} social trait. |",
			"| 36-40 | **The Liege Lord:** You became close with someone you were bound to serve, be it a minor lord or lady, master (in the case of a slave), prince or princess, king or queen. Though this person held power over you, she held you closer than a subject or servant. As a result, you're used to dealing with and being close to power, and your name is known among the ranks of the privileged. You gain access to the {trait/Influence} social trait. |",
			"| 41-45 | **The Relative:** There is a relative you were especially close to. To you, this person was the meaning of family. He helped shepherd you into adulthood, teaching you everything you know about the world. You are bound to this person or his memory, and you strive to keep a promise, vow, or oath that you made to him. You gain access to the {trait/Oathbound} faith trait. |",
			"| 46-50 | **The Boss:** You once gained employment under an organized and powerful individual with far-reaching influence. When the boss was present, everyone listened. This could have been a military commander, tribal chieftain, guild leader, or gang leader. From the boss, you learned how to make people listen, make them see reason, and keep them in line. You gain access to the [Natural-Born Leader](trait/natural_born_leader_social) social trait. |",
			"| 51-55 | **The Academic:** One of your associates had such a lust for knowledge that she could never be satisfied with simple answers or obvious solutions. This desire for knowledge frequently exceeded her need for companionship, but you were the single exception. Through this association you developed a keen appreciation for numbers, geometry, logic, hard study, and problem solving. You gain access to the {trait/Mathematical Prodigy} magic trait. |",
			"| 56-60 | **The Criminal:** One of your associates committed crimes regularly. He regaled you with many stories of daring robberies and break-ins - and perhaps even murders. You learned most of what you know of the criminal element from him, and he trusted you as a friend. You gain access to the {trait/Canter} social trait. |",
			"| 61-65 | **The Seer:** You were close to a person who claimed to see the future - perhaps an oracle, seer, prophet, or merely some festival charlatan. Whether they're true or a trick, you've seen visions of distant places and of times that may come to pass. The seer's influence either made you into an optimist with a drive to change the future or a fatalist resigned to accept it. You gain access to the {trait/Scholar of the Great Beyond} faith trait. |",
			"| 66-70 | **The Mystic:** You were especially close to a holy person in your community who fundamentally changed your life by opening your eyes to the incredible powers that exist beyond the natural world. Regardless of whether you follow a faith, certain religious artifacts, rituals, and texts played a large part in making you the person you are. You gain access to the {trait/Child of the Temple} faith trait. |",
			"| 71-75 | **The Dead One:** One of your greatest influences was a sentient undead creature, such as a ghost, lich, grave knight, wraith, or vampire. You encountered it on several occasions and survived... mostly unscathed. Through this strange relationship you learned of its mortal life, giving you perspective on your own life. You gain access to the {trait/Deathtouched} bloodline race trait and the {feat/Glimpse Beyond} story feat. |",
			"| 76-80 | **The Fiend:** In your adolescent years, you dealt with or were possessed by a fiend who lent you raw power at a time of great need. This experience tainted your body and mind and changed your life. Some part of the demon remains inside you like an old friend, influencing you toward destructive ends. You gain access to the {trait/Possessed} magic trait and the {feat/Damned} story feat. |",
			"| 81-85 | **The Wanderer:** You knew someone who traveled from place to place with the changing of the wind, such as a minstrel, convict, merchant, outcast, soldier, or sailor. This person brought you wondrous mementos and told you of all the places he had traveled and the people who lived there, inspiring a wanderlust within you. You gain access to the {trait/Worldly} social trait. |",
			"| 86-90 | **The Champion:** You were close to someone who excelled at athletic endeavors and tests of strength or skill. Through your friendship or rivalry, you developed the competitive spirit that continues to drive you in everything you do. You gain access to the {trait/Ambitious} social trait. |",
			"| 91-95 | **The Craftsperson:** One of your major influences cherished perfection in every form of art. This person might have followed any path in life, from craftsperson to artist to assassin. From this person you developed a disciplined mind, a solitary focus, and the ability to create something useful and beautiful. You gain access to the {trait/Artisan} social trait. |",
			"| 96-100 | **Well-Connected Friend:** In your circle of disparate associates, there was someone everyone knew. This person collected friends like trophies, and she had contacts in every social or professional circle. Through this connection, you continue to meet and associate with a wide variety of people in every walk of life. You gain access to the {trait/Well-Informed} halfling race trait (which you may take regardless of your race). |"
		],
		"parent_topics": [
			"basics",
			"traits_and_other_details",
			"character_background",
			"background_generator",
			"step_2_adolescence_and_training"
		],
		"siblings": [
			"class_background_tables",
			"influential_associates_table"
		]
	},
	"step_3_moral_conflicts_relationships_and_drawbacks": {
		"name": "Step 3-Moral Conflicts, Relationships, and Drawbacks",
		"subtitle": "Character Backgrounds",
		"sources": [ "Ultimate Campaign" ],
		"description": [
			"{jumplist Conflicts / Crime and Punishment / Determining Alignment / Deity and Religious Philosophy}",
			"",
			"With age come the events and relationships that leave a definitive mark on your personality. You face and resolve moral challenges, your romantic relationships blossom and sometimes wilt, you meet those who become adventuring companions, and you face your vulnerabilities either in the form of personal challenges or adversaries who represent some side of yourself.",
			"",
			"To determine a major conflict you had in the past, as well as your romantic relationships and personality drawbacks, do the following:",
			"",
			"1. Roll on the tables below to determine a major conflict you had, whom you had the conflict with, the motivation for the conflict, and how you resolved it. Then adjust your alignment using the alignment track.",
			"",
			"2. Choose the deity or religious philosophy you follow, which grants access to a trait.",
			"",
			"3. Roll on the {rule/Romantic Relationships/ table} to determine what your romantic relationships have been like.",
			"",
			"4. Roll on the [Relationship with a Fellow Adventurer table](rule/romantic_relationships), likely multiple times, to determine the various relationships with your fellow adventurers.",
			"",
			"5. Roll on the {rule/Character Drawback table} to determine your character's drawbacks. You can take this drawback to gain another trait.",
			"",
			"### Major Conflict and Alignment",
			"",
			"The following tables provide a means of determining your alignment by introducing a pivotal moral conflict in your early life - one moment during your ethical development that determined the kind of person you grew up to be.",
			"",
			"When determining your conflict, you accumulate a number of Conflict Points (CP). The conflict and your motivation are each worth a number of CP; you can adjust the number of CP based on the resolution of the conflict. When you determine the total CP, you then must add your CP on one alignment track or distribute the points on both of them - the good-evil track and the lawful-chaotic track, as detailed on the Determining Alignment table. Position 1 on the track represents the first CP added. Each point on the first track represents you turning away from what is good and heading down a path of evil. Each point on the second track represents a disregard for law as you grow more chaotic. This determines how the conflict ultimately affected your alignment and to what extent. If you are using the rules for changing your alignment, this also determines your starting place on the alignment track. If you start with 0 CP on either track, assume you start at 1 on the track for those rules.",
			"",
			"### Conflicts",
			"",
			"Begin by rolling on the Conflicts table. This table lists 20 conflicts, ranging from minor indiscretions to grievous sins. The type of die you roll on this table is based on the needs of the campaign as well as your character's starting class. First, consult with your GM; If you can play any alignment in the campaign, roll a d20. If your campaign allows only nonevil characters, roll a d12. If you are playing a paladin or some other character who must be good, roll a d6. Once you are done, proceed to Conflict Subject table and to the tables and sections subsequent to it.",
			"",
			"#### Conflicts Table",
			"",
			"| d20 | Result | CP |",
			"| --- | --- | --- |",
			"| 1 | **Minor Failure:** You failed a friend, family member, or loved one who depended on youto fulfill an important task. | 1 |",
			"| 2 | **Petty Crime:** You committed a minor crime, like vandalism, trespassing, or mischief. | 1 |",
			"| 3 | **Told a Lie:** You deliberately made someone believe something that was not true to further your own goals. | 1 |",
			"| 4 | **Broke a Promise:** You swore an oath or vow that was important to someone else, but you did not keep your promise. | 1 |",
			"| 5 | **Humiliation:** You publicly humiliated or scandalized someone with either true orslanderous information. | 2 |",
			"| 6 | **Negligence:** You caused someone else to suffer by your own inaction, disregard, orexcessive recklessness. | 2 |",
			"| 7 | **Minor Theft:** You stole several small or inexpensive items that belonged tosomeone else. | 2 |",
			"| 8 | **Seducer:** You tempted or manipulated someone to act in accordance with yourwhim, careless of whether it was in theirown best interests. | 3 |",
			"| 9 | **Cheater:** You broke a rule, law, contract, or agreement for your own gain. | 3 |",
			"| 10 | **Betrayal:** You betrayed someone who trusted you. | 4 |",
			"| 11 | **Malign Associates:** You allied with a destructive creature, organization, or individual. | 4 |",
			"| 12 | **Destroyed a Reputation:** You deliberately ruined the honor, reputation, or fortunes of another individual or group. | 5 |",
			"| 13 | **Major Theft:** You stole expensive items. | 5 |",
			"| 14 | **Corrupted an Innocent:** You counseled an otherwise innocent person who trusted you, toward adverse choices. | 6 |",
			"| 15 | **Blackmailed:** You used sensitive knowledge or threats to force someone's cooperation. | 6 |",
			"| 16 | **Destruction:** You destroyed someone else's property. | 6 |",
			"| 17 | **Armed Robbery:** You robbed someone with the threat of violence. | 6 |",
			"| 18 | **Violent Crime:** You beat, assaulted, or mutilated someone. | 7 |",
			"| 19 | **Murder:** You killed someone. | 8 |",
			"| 20 | **Mass Murder:** You killed several sentient beings. | 12 |",
			"",
			"#### Conflict Subject",
			"",
			"To determine the key person (or people) involved in the conflict, roll on the table below. Only on the rare occasion that the subject was a child or a young person does the subject affect the accumulation of CP.",
			"",
			"#### Conflict Subject Table",
			"",
			"| d20 | Result |",
			"| --- | --- |",
			"| 1 | Commoner |",
			"| 2 | Merchant |",
			"| 3 | Tradesperson |",
			"| 4 | Artisan |",
			"| 5 | Civic or military official |",
			"| 6 | Noble |",
			"| 7 | Leader |",
			"| 8 | Clergy |",
			"| 9 | Soldier or warrior |",
			"| 10 | Spellcaster |",
			"| 11 | Scoundrel |",
			"| 12 | Child or young person (increase your CP by 1) |",
			"| 13 | Family member |",
			"| 14 | Close friend |",
			"| 15 | Lover or former lover (roll a d12 instead of a d20 on the {rule/Romantic Relationships/ table}) |",
			"| 16 | Enemy or rival |",
			"| 17 | Gangster or underworld figure |",
			"| 18 | Adventurer |",
			"| 19 | Humanoid monster |",
			"| 20 | Non-humanoid monster |",
			"",
			"#### Conflict Motivation",
			"",
			"To determine the source of your motivation for the conflict, roll on the table below. If the campaign allows the full spectrum of alignments, roll a d10 on this table. If the campaign allows only nonevil alignments, roll a d8. If you're a paladin, roll a d4. The motivation affects the CP gained from the conflict. ",
			"",
			"#### Motivation",
			"",
			"| d10 | Result | CP |",
			"| --- | --- | --- |",
			"| 1 | Justice | 1 |",
			"| 2 | Love | 1 |",
			"| 3 | Pressured or Manipulated | 2 |",
			"| 4 | Religion | 2 |",
			"| 5 | Family | 3 |",
			"| 6 | Money | 3 |",
			"| 7 | Jealousy | 4 |",
			"| 8 | Hatred or Malice | 4 |",
			"| 9 | Pleasure | 5 |",
			"| 10 | Amusement or Entertainment | 5 |",
			"",
			"#### Resolution",
			"",
			"Once you determine the nature and CP for the event, the next step is to determine the resolution. Instead of rolling for the conflict's resolution, you choose how you dealt with it, and your choice can affect the number of CP the conflict is worth. In games that do not allow evil characters, you cannot take a resolution that would adjust your character to an evil alignment.",
			"",
			":HL[Regret and Penance (-3 CP):] Not only do you regret your action, but you have publicly admitted to it and did your best to make amends for the wrongdoing. Most know of the conflict's details and those who don't can easily find them out if they know where to look or whom to ask.",
			"",
			":HL[Sincere Regret (-2 CP):] Though you feel sincere regret for the event and its memory affects your behavior, it's still a secret. Only your trusted companions know of the conflict, and they have promised a degree of discretion.",
			"",
			":HL[Secret Regret (-1 CP):] You regret the conflict, but go to great lengths to keep it secret and try desperately to forget it ever happened. Only you and maybe a select few people know of your involvement in the conflict.",
			"",
			":HL[Mixed Feelings (0 CP):] Sometimes you regret the conflict, but other times you feel as if you didn't have a choice in the matter or that you made the right decision. Most of the time, you just avoid thinking about the conflict. Only you and maybe a select few people know of your involvement.",
			"",
			":HL[Denial (+1 CP):] You feel little if any regret, and deny the event mostly so others won't judge you. Few if any know of your part in the conflict, and your constant denials are meant to keep it that way.",
			"",
			":HL[No Guilt (+2 CP):] Either guilt is for the weak, or you know you made the right decision. You might not openly brag about your part in the conflict, but you don't deny it when confronted either.",
			"",
			":HL[You Enjoyed It (+3 CP):] Those who cling to petty morals have no understanding of what true freedom and power is. The fact is, you enjoyed your part in the conflict and would do it all over again if the opportunity presented itself. Many people know of your misdeed, and they also realize your complete lack of remorse.",
			"",
			"### Crime and Punishment",
			"",
			"If you have the {trait/Criminal} social trait, roll on the Crime table to determine the crime for which you were accused or convicted. After determining the crime, roll on the Punishment table to learn the severity of the punishment you received - or have yet to receive - for having been judged guilty.",
			"",
			"#### Crime",
			"",
			"| d% | Crime |",
			"| --- | --- |",
			"| 01-10 | Adultery |",
			"| 11-20 | Arson |",
			"| 21-30 | Burglary |",
			"| 31-40 | Heresy |",
			"| 41-50 | Minor offense (sumptuary law) |",
			"| 51-60 | Murder |",
			"| 61-70 | Rebellion/treason |",
			"| 71-80 | Robbery |",
			"| 81-90 | Smuggling |",
			"| 91-100 | Unlawful use of magic |",
			"",
			"#### Punishment",
			"",
			"| d% | Punishment |",
			"| --- | --- |",
			"| 01-10 | Beating |",
			"| 11-20 | Branding |",
			"| 21-30 | Exile |",
			"| 31-40 | Fine |",
			"| 41-50 | Imprisonment |",
			"| 51-60 | Stocks |",
			"| 61-70 | Torture |",
			"| 71-80 | Trial by combat |",
			"| 81-90 | Trial by fire |",
			"| 91-100 | Trial by water |",
			"",
			"### Determining Alignment",
			"",
			"| CPs: | 1-2 | 3-4 | 5-6 |",
			"| --- | --- | --- | --- |",
			"| **Track 1:** | Good | Neutral | Evil |",
			"| **Track 2:** | Lawful | Neutral | Chaotic |",
			"",
			"### Deity and Religious Philosophy",
			"",
			"Once you have determined your alignment, choose a deity or religious philosophy. Association with a specific deity gives you access to a related religion trait. Even if you are not interested in your character being associated with a deity, you can choose \"No Deity\" or \"Undecided\" granting you access to abilities outside the realm of faith.",
			"",
			">:HL[Abadar:] {trait/Eyes and Ears of the City}",
			">",
			">:HL[Asmodeus:] {trait/Asmodean Demon Hunter}",
			">",
			">:HL[Cayden Cailean:] {trait/Fortified Drinker}",
			">",
			">:HL[Calistria:] {trait/Calistrian Courtesan}",
			">",
			">:HL[Desna:] {trait/Starchild}",
			">",
			">:HL[Erastil:] {trait/Patient Optimist}",
			">",
			">:HL[Gorum:] {trait/Veteran of Battle}",
			">",
			">:HL[Gozreh:] {trait/Child of Nature}",
			">",
			">:HL[Iomedae:] {trait/Divine Warrior}",
			">",
			">:HL[Irori:] {trait/Wisdom in the Flesh}",
			">",
			">:HL[Lamashtu:] {trait/Voice of Monsters}",
			">",
			">:HL[Nethys:] {trait/Magic Is Life}",
			">",
			">:HL[Norgorber:] {trait/Shadow Whispers}",
			">",
			">:HL[Pharasma:] [Undead Slayer](trait/undead_slayer_pharasma)",
			">",
			">:HL[Rovagug:] {trait/Wrecking Wrath}",
			">",
			">:HL[Sarenrae:] {trait/Flame of the Dawnflower}",
			">",
			">:HL[Shelyn:] {trait/Ear for Music}",
			">",
			">:HL[Torag:] {trait/Guardian of the Forge}",
			">",
			">:HL[Urgathoa:] {trait/Corpse Cannibal}",
			">",
			">:HL[Zon-Kuthon:] {trait/Pain Is Pleasure}",
			">",
			">:HL[No Deity:] Even in a world filled with the powers of the divine, you have decided to follow reason, put your faith in the potential of mortals, or otherwise invest in the ways of the material world instead of embracing the teachings of deities. You gain access to the {trait/Tireless Logic} social trait.",
			">",
			">:HL[Undecided:] You have remained undecided when it comes to your faith, but are accepting of others' faiths and are at least somewhat open to the idea of joining an organized faith should you find one that strikes your fancy. You gain access to the {trait/Ease of Faith} faith trait."
		],
		"parent_topics": [
			"basics",
			"traits_and_other_details",
			"character_background",
			"background_generator"
		],
		"subtopics": [
			"romantic_relationships",
			"character_drawback_table"
		],
		"siblings": [
			"step_1_homeland_family_childhood",
			"step_2_adolescence_and_training",
			"step_3_moral_conflicts_relationships_and_drawbacks"
		]
	},
	"romantic_relationships": {
		"name": "Romantic Relationships",
		"subtitle": "Character Backgrounds",
		"sources": [ "Ultimate Campaign" ],
		"description": [
			"Roll on the table below to determine the kinds of romantic relationships you have had in the past. You might have a background that requires you to roll a d12 on this table instead of a d20.",
			"",
			"### Romantic Relationships",
			"",
			"| d20 | Result |",
			"| --- | --- |",
			"| 01-02 | **One Significant Relationship:** You had a true love once, but that time has passed. |",
			"| 03-06 | **A Few Significant Relationships:** You've tried to make deep connections with individuals on several occasions, but it's never worked out. |",
			"| 07-09 | **Several Significant Relationships:** You've engaged in a number of partnerships, but for some reason or another your relationships always fail. |",
			"| 10-12 | **Current Lover:** You are currently involved in a romantic relationship. You gain access to the {feat/True Love} story feat. |",
			"| 13-16 | **Several Inconsequential Relationships:** You have had many lovers but no long-lasting, meaningful relationships. |",
			"| 17-18 | **Experience but No Substantial Relationships:** You've had a fling or two, but have so far shied away from any ties or commitments. |",
			"| 19-20 | **No Experience:** You have never experienced any kind of romantic connection whatsoever. |",
			"",
			"### Relationship with Fellow Adventurers",
			"",
			"This table is best used by the adventuring party as a whole to determine starting relationships between the characters. One player begins the process by choosing someone in the group and rolling to learn the relationship between her and the second character. Then the next player chooses a different character and rolls to determine their relationship, and so on, until finally the last player rolls to determine his relationship with the first character. It is easiest to do this sitting around a table, with each player passing the dice clockwise until the dice have completed a full turn around the table.",
			"",
			"You can also use this table free-form if you wish, rolling for your relationship for as many or as few of the other characters as you care to define; however, the first method guarantees that every character has connections to two other characters to improve group cohesion.",
			"",
			"If you end up with a result that makes no sense or isn't possible, reroll or just chose another option.",
			"",
			"### Relationship with Fellow Adventurers",
			"",
			"| d% | Result |",
			"| --- | --- |",
			"| 01-05 | Family or close as family - close friends, close/distant relatives, relatives by marriage/adoption |",
			"| 06-10 | Friend of a friend |",
			"| 11-15 | Tavern buddies |",
			"| 16-20 | Hunting companions |",
			"| 21-25 | Business associates, current or former |",
			"| 26-30 | Contractor and employer |",
			"| 31-35 | Former allies |",
			"| 36-40 | Former enemies |",
			"| 41-45 | Friendly competitors |",
			"| 46-50 | Romantic competitors, current or former |",
			"| 51-55 | Know each other by reputation only |",
			"| 56-60 | Former inmates (prison, asylum, or captivity) or former inmate and captor |",
			"| 61-65 | Criminal connections |",
			"| 66-70 | Servants or apprentices to the same master |",
			"| 71-75 | Met on a pilgrimage, caravan, or journey |",
			"| 76-80 | Veterans of a skirmish or war |",
			"| 81-85 | Follow (or followed) the same faith or cult |",
			"| 86-90 | Best friends |",
			"| 91-95 | Gaming or gambling associates |",
			"| 96-100 | From the same hometown or region |"
		],
		"parent_topics": [
			"basics",
			"traits_and_other_details",
			"character_background",
			"background_generator",
			"step_3_moral_conflicts_relationships_and_drawbacks"
		],
		"siblings": [
			"romantic_relationships",
			"character_drawback_table"
		]
	},
	"character_drawback_table": {
		"name": "Character Drawback",
		"subtitle": "Character Backgrounds",
		"sources": [ "Ultimate Campaign" ],
		"description": [
			"Character drawbacks are emotional weak points - chinks your armor. A drawback gives you a small mechanical penalty and a roleplaying hook. Drawbacks also serve as loopholes in the alignment system. When roleplaying your drawback, you might act well outside the bounds of your alignment within certain situations. Each of the following grants a drawback you may choose to take. If you take a drawback option, you may take three traits you have access to instead of two. Roll on the following table to determine your character's drawback.",
			"",
			"Discuss with the GM the details of this drawback, such as what the attachment is or who the person involved might be.",
			"",
			"### Character Drawback",
			"",
			"| d% | Result |",
			"| --- | --- |",
			"| 01-05 | **Attachment (Object):** You are attached to a precious possession with immense sentimental value and significance. Without it, you are no longer yourself and are prone to suffer from depression, moodiness, or aggressive behavior. You gain access to the {trait/Attached} drawback. |",
			"| 06-10 | **Attachment (Person):** You are attached to a particular person - a friend, family member, or loved one - who means more than anything or anyone in the world. Your thoughts always return to this person. You gain access to the {trait/Attached} drawback. |",
			"| 11-15 | **Family:** Your family means everything to you, and there is nothing you wouldn't do for them. Maybe your ties extend to your entire clan or bloodline, or perhaps there is one specific member of your family you hold closer than any other. You gain access to the [Family Ties](trait/family_ties_drawback) drawback. |",
			"| 16-20 | **Justice:** Unfairness and injustice are intolerable. Whenever you witness them, you feel compelled to act or speak out. When you're personally wronged, you require appeasement - or revenge if you don't receive it. You gain access to the {trait/Headstrong} drawback. |",
			"| 21-25 | **Love:** Your love for someone motivates you. When this person is in danger, you're prone to feel weak, powerless, or angry. You gain access to the {trait/Lovesick} drawback. |",
			"| 26-30 | **Loyalty:** You value loyalty over all things. You treasure the friends, associates, and lovers you have earned throughout the years, and when someone breaks your trust or betrays you in some way, you become utterly unhinged. You gain access to the {trait/Pride} drawback. |",
			"| 31-35 | **Material Wealth:** You have a weakness for material things - money, fine jewelry, exquisite foods, expensive or rare items, and so on. When such riches are within your reach, you're driven to possess them, and you claim them either as an honest collector or a cunning thief. You gain access to the {trait/Avarice} drawback. |",
			"| 36-40 | **Pleasure:** You crave luxury, entertainment, and pleasure. You might indulge in every passing fancy or hold strong against a temptation that constantly eats at you. You gain access to the {trait/Hedonistic} drawback. |",
			"| 41-45 | **Power:** You long for the ability to influence the world around you, whether that's as small as a village or as large as a plane of reality. You gain access to the {trait/Power-Hungry} drawback. |",
			"| 46-50 | **Pride:** You present an image to the world that can't be tarnished. When someone questions your motives, criticizes your actions, or insults your honor or pride, you question his friendship or count him among your enemies until he makes amends. You gain access to the {trait/Pride} drawback. |",
			"| 51-55 | **Race:** You are truly comfortable only around others of your race, and you have a hard time putting faith or trust in those of races different from your own. You gain access to the {trait/Xenophobic} drawback. |",
			"| 56-60 | **Religion:** Your beliefs are of paramount importance in your life, whether you belong to a temple, follow a cult, or practice a religious philosophy independently. When others question or attack the beliefs, principles, relics, or structures of your faith, you respond with fury. You gain access to the {trait/Zealous>_drawback} drawback. |",
			"| 61-65 | **Reputation or Fame:** You've worked hard to establish your identity and reputation, and someone who slanders or insults you must answer for it. You strive to promote your identity to the point where everyone knows your reputation. You gain access to the {trait/Vain} drawback. |",
			"| 66-70 | **Safety or Security:** You are cautious and guarded - wary of others who might harm you, steal from you, or betray your trust. As such, you sleep lightly, always suspecting someone or something to sneak in upon you in the dark. Even when in relationships with people who trust you, there's always the fear that they harbor hidden agendas or will change and turn against you. You gain access to the {trait/Paranoid} drawback. |",
			"| 71-75 | **Self-Doubt:** No matter what you do, it's never good enough. You cannot help but see in your victories many little defeats and failures. If you were stronger, smarter, faster, or more powerful, maybe you could be better. However, stuck in the body and mind you have, you feel you're destined to fail. You gain access to the {trait/Doubt} drawback. |",
			"| 76-80 | **Social Acceptance:** You want others to accept you, to believe you're special and worthy of merit. You are self-conscious about your social flaws and breaches of etiquette. Rejection is among your greatest fears. You might go to extraordinary lengths to be accepted by or seek favor from your peers. You gain access to the {trait/Dependent} drawback. |",
			"| 81-85 | **The Future:** Your concerns lie not with the present, but with preparation for the future. You may be an avid and organized planner, or perhaps you see the signs of a coming dark age or troubled time. You behave cautiously, conservatively, and methodically as you plan for events that might one day occur. You gain access to the {trait/Meticulous} drawback. |",
			"| 86-90 | **The Past:** You long for the world to return to a past age. You've adopted the manners and style of this age, and are fascinated by its customs, relics, and artifacts, and by the historical figures of that time. Perhaps you live so much in this past age that your connection to the present is tenuous. Or your pretentiousness annoys others. You gain access to the {trait/Sentimental} drawback. |",
			"| 91-95 | **Worldview:** In your eyes, your moral philosophy - your alignment - is the only correct and true way of the world. Perhaps you gently pity, argue with, or brawl with those misguided souls who don't see the world your way or by your light of reason. You gain access to the {trait/Provincial} drawback. |",
			"| 96-100 | **Youth:** You reflect upon your youth as a golden time, one ever present in your mind and that refuses to fade into the background. Every day, you feel yourself growing older and closer to your inevitable end. You seek ways to make yourself look and feel young in attempt to rekindle that fire of your adolescence, but despite your attempts, you realize that your time still draws ever nearer. You gain access to the {trait/Vain} drawback. |"
		],
		"parent_topics": [
			"basics",
			"traits_and_other_details",
			"character_background",
			"background_generator",
			"step_3_moral_conflicts_relationships_and_drawbacks"
		],
		"siblings": [
			"romantic_relationships",
			"character_drawback_table"
		]
	},
	"espionage_backgrounds": {
		"name": "Espionage Backgrounds",
		"sources": [ "Spymaster's Handbook" ],
		"description": [
			"{SOURCE Spymaster's Handbook/4}",
			"",
			"Once you select the sort of spy your character is from the options below (agent, mole, saboteur, or spymaster), you can either choose a background from the corresponding table or roll randomly on the table to determine it. Most of the selected backgrounds grant access to either one trait or two traits and a drawback. As normal, taking a drawback entitles the character to a free trait. If you choose a background that has two traits and a drawback and you take both traits as well as the drawback, your third trait can be any sort of trait appropriate to your character - you can even choose a trait of the same type as one of the background's traits (which is normally prohibited). This benefit assumes that your GM allots each player character the option of either two traits or three traits and one drawback. Work with your GM to determine the benefit if your game grants characters more or fewer traits or drawbacks"
		],
		"parent_topics": [
			"basics",
			"traits_and_other_details",
			"character_background"
		],
		"subtopics": [
			"agent",
			"mole",
			"saboteur",
			"spymaster_bg"
		],
		"siblings": [
			"how_to_create_a_background",
			"using_this_section",
			"early_life",
			"adolescence",
			"adulthood",
			"quick_establishment",
			"background_generator",
			"espionage_backgrounds",
			"bad_beginnings"
		]
	},
	"agent": {
		"name": "Agent",
		"subtitle": "Espionage Character Backgrounds",
		"sources": [ "Spymaster's Handbook" ],
		"description": [
			"{SOURCE Spymaster's Handbook/4}",
			"",
			"Agents operate in the field, collecting information at every opportunity. Agents train in Perception and Sense Motive to detect anything unusual as they go about their adventures. All classes can be agents, but this is most commonly a role for druids, inquisitors, investigators, and rangers.",
			"",
			"| d% | Result |",
			"| --- | --- |",
			"| 01-15 | **Calistrian Initiate:** You worked in a temple of Calistria, where you learned to listen with great care when others are at their most relaxed. You gain access to the {trait/Calistrian courtesan} and {trait/charming} traits, as well as the {trait/lonely} drawback. |",
			"| 16-30 | **Consecrated Confidante:** You stumbled upon a dangerous secret once while counseling a member of your faith, and ever since have listened all the more closely to those who cross paths with you. You gain access to the {trait/divine confidante} trait. |",
			"| 31-45 | **Galtan Collaborator:** In order to stay alive in the chaotic nation of Galt, you quickly learned you had to condemn someone to the Gray Gardeners' guillotines at least occasionally to keep attention off of you. You gain access to the {trait/bully} trait and the {trait/guilty fraud} drawback. |",
			"| 46-60 | **Patriotic Vigilance:** You believe in your nation's ideals and have earned respect for your ability to notice threats against it. You gain access to the {trait/official ties} trait. |",
			"| 61-75 | **Rootless Warrior:** Whether you're a Varisian wanderer, a Kellid barbarian, or some other adventurer, you have learned to keep moving to avoid difficult questions while profiting from selling the information you stumble upon to interested parties. You gain access to the {trait/friend in every town} and {trait/reactionary} traits, as well as the {trait/secret shame} drawback. |",
			"| 76-100 | **Itinerant Scholar:** You found travel to be the best way to get exposure to a wide array of magical techniques, including closely guarded ones that might be dangerous to share. You gain access to the {trait/secret scrolls} trait."
		],
		"parent_topics": [
			"basics",
			"traits_and_other_details",
			"character_background",
			"espionage_backgrounds"
		],
		"siblings": [
			"agent",
			"mole",
			"saboteur",
			"spymaster_bg"
		]
	},
	"mole": {
		"name": "Mole",
		"subtitle": "Espionage Character Backgrounds",
		"sources": [ "Spymaster's Handbook" ],
		"description": [
			"{SOURCE Spymaster's Handbook/4}",
			"",
			"Moles position themselves to infiltrate locations and organizations under false pretenses. Most are skilled at Bluff, Disguise, and Stealth. Practice with enchantments, illusions, or transmutations is also quite invaluable to them. Bards, rogues, slayers, and wizards are popular classes for moles.",
			"",
			"| d% | Result |",
			"| --- | --- |",
			"| 01-15 | **Lovesick Warden:** Before you even reached adulthood, you joined the border patrol to watch enemy armies posturing near Kalabuto or Nirmathas, and fell in love with someone from the other side. You gain access to the {trait/frontier-forged} and {trait/tactician} traits, as well as the {trait/lovesick} drawback. |",
			"| 16-30 | **Chelish Informant:** Whether raised in a free nation or under Chelish authority, you dismiss fanciful idealism and wish to share in the amazing power and wealth of Cheliax's rulers under whatever identity is most useful. You gain access to the {trait/Chelish sympathizer} trait. |",
			"| 31-45 | **Kitharodian Actor:** The [Kitharodian Academy](rule/f_bards) taught you to see real intrigue like a performance you could master with enough practice and sacrifice. You gain access to the {trait/mentored} and {trait/youthful infiltrator} traits, as well as the {trait/empty mask} drawback. |",
			"| 46-60 | **Twilight Impersonator:** You once glimpsed a Twilight Talon surprise and attack an oppressor while disguised as an innocuous professional, and were inspired to develop the skills of a spy even though Andoran could offer you no official support. You gain access to the {trait/ordinary} and {trait/surprise weapon} traits ~~as well as the *stateless agent* drawback~~ (No such drawback was provided in the book). |",
			"| 61-75 | **Wolf in Sheep's Clothing:** You were groomed from a young age (perhaps by drow, geniekin, or gillmen) to live among a foreign people as one of them in order to help conquer or undermine them. You gain access to the {trait/deep cover} trait. |",
			"| 76-100 | **Double Agent:** Your government trained you in the ways of revolutionaries and dissidents so you could move among them and goad them into revealing themselves. You gain access to the {trait/official ties} and {trait/vigilant battler} traits, as well as the {trait/paranoid} drawback."
		],
		"parent_topics": [
			"basics",
			"traits_and_other_details",
			"character_background",
			"espionage_backgrounds"
		],
		"siblings": [
			"agent",
			"mole",
			"saboteur",
			"spymaster_bg"
		]
	},
	"saboteur": {
		"name": "Saboteur",
		"subtitle": "Espionage Character Backgrounds",
		"sources": [ "Spymaster's Handbook" ],
		"description": [
			"{SOURCE Spymaster's Handbook/5}",
			"",
			"Saboteurs specialize in exploiting the information they glean from fellow spies or their own observations, striking foes when and how it will hurt them the most, preferably without exposing themselves. Saboteurs favor Craft, Disable Device, and Knowledge skills. The most popular classes for saboteurs are alchemists, fighters, rogues, and wizards.",
			"",
			"| d% | Result |",
			"| --- | --- |",
			"| 01-20 | **Avenger:** You were orphaned and raised as a vengeance-seeker by a vigilante or a secretive organization such as the church of Calistria. You gain access to the {trait/grief-filled} and {trait/youthful infiltrator} traits, as well as the {trait/attached} drawback. |",
			"| 21-40 | **Criminal Enforcer:** As a young tough in the territory of a criminal organization, you demonstrated a talent for exploiting enemies' vulnerabilities. You gain access to the {trait/criminal} and [dirty fighter](trait/dirty_fighter_apg) traits, as well as the {trait/infamous} drawback. |",
			"| 41-60 | **Impure Thinker:** Raised in Touvette, Nidal, Rahadoum, or another nation that suppressed your religion, you seek out any way you can to undermine the authorities without drawing attention to yourself. You gain access to the {trait/hidden faith} trait. |",
			"| 61-80 | **Ninja Training:** You were raised by a ninja clan of Minkai to use stealth as both a tool and a weapon to gain glory and honor for yourself or your clan. You gain access to the {trait/criminal roots} trait. |",
			"| 81-100 | **Quantium Problem-Solver:** You witnessed a devastating magical accident in Nex, possibly engineered by the Invisible Blades, and realized how easy it would be to eliminate anyone undetected in similar fashion. You gain access to the {trait/dangerously curious} and {trait/mercenary} traits, as well as the {trait/magical klutz} drawback."
		],
		"parent_topics": [
			"basics",
			"traits_and_other_details",
			"character_background",
			"espionage_backgrounds"
		],
		"siblings": [
			"agent",
			"mole",
			"saboteur",
			"spymaster_bg"
		]
	},
	"spymaster_bg": {
		"name": "Agent",
		"subtitle": "Espionage Character Backgrounds",
		"sources": [ "Spymaster's Handbook" ],
		"description": [
			"{SOURCE Spymaster's Handbook/5}",
			"",
			"Spymasters collect and analyze data from subordinate spies. Effective spymasters maintain covert contact with their spies, train in Bluff and Sense Motive, and are often spellcasters. Arcanists, inquisitors, oracles, skalds, and sorcerers tend to make effective spymasters.",
			"",
			"| d% | Result |",
			"| --- | --- |",
			"| 01-15 | **Bellflower Sown:** You stumbled into a [Bellflower Network](rule/aff_antislavery) group moving slaves out of Cheliax and saved the group with a quick improvisation. You gain access to the {trait/slave runner} trait. |",
			"| 16-30 | **Child of the Resistance:** You were raised among dissenters in an oppressed nation such as Galt, Irrisen, or Mzali, who found your youthful idealism inspiring in the face of tyranny. You gain access to the {trait/dedicated defender} and [natural-born leader](trait/natural_born_leader_social) traits. |",
			"| 31-45 | **Corrupt Official:** You were selected at a young age to serve your community in a public role by drawing secretly upon connections and information derived from political favors and Drumish or Taldan money. ~~You gain access to the *heir to corruption* trait.~~ (No such trait was provided in the book.) |",
			"| 46-60 | **Reputable Business:** You earned a position of respect in your community by passing the tests of the esteemed [Prophets of Kalistrade](rule/f_profits), and can easily spend time talking to almost anyone without question. You gain access to the {trait/Kalistocratic prophecy} trait. |",
			"| 61-75 | **Spiritual Guide:** Your faith encourages you to counsel anyone who prays to your deity (whether or not he has chosen her as his patron), making you the perfect choice to coordinate agents serving your faith or an allied organization. You gain access to the {trait/persuasive insight} trait. |",
			"| 76-100 | **Military Strategist:** You were implicitly trusted by soldiers or officers impressed by your strategic instincts. You gain access to the {feat/Wily Warrior} story feat."
		],
		"parent_topics": [
			"basics",
			"traits_and_other_details",
			"character_background",
			"espionage_backgrounds"
		],
		"siblings": [
			"agent",
			"mole",
			"saboteur",
			"spymaster_bg"
		]
	},
	"bad_beginnings": {
		"name": "Bad Beginnings",
		"subtitle": "Backgrounds",
		"sources": [ "Agents of Evil" ],
		"description": [
			"{jumplist Early Events / Growing Up / Conflict and Romance}",
			"",
			"{SOURCE Agents of Evil/6}  ",
			"For some, evil is a choice, while others find themselves thrust unwillingly into its service. This section presents for potential backstories components for those intertwined with dark masters and foul destinies. These rules are meant to be used in tandem with the background generator, though they can be used separately as inspiration for characters specifically meant to be agents of evil. Many of the examples here cite specific locations on Golarion, though they can easily be adapted to better suit a player's preference.",
			"",
			"### Early Events",
			"",
			"| d% | Result |",
			"| --- | --- |",
			"| 1-20| **Bandit Apprentice:** As an infant, you were accidentally carried off by bandits after your parents hid you in a basket or chest. The bandit leader took a shine to you and raised you as her own. |",
			"| 21-40| **Bargaining Chip:** A longstanding feud ended with a brutish lord taking you hostage following some offense perpetrated by your parents. Considering the matter settled, your parents left you with your cruel new master rather than part with any lands or gold. |",
			"| 41-55| **Child Soldier:** By the age of 6, you had already been involved in the ongoing conflict between opposing forces such as Molthune and Nirmathas. While you weren't on the front lines, you ferried combat materials between outposts and performed tasks assigned by senior soldiers, and took your first life at a shockingly young age. |",
			"| 56-70| **Diabolical Upbringing:** Your parents belonged to an influential evil organizationperhaps they served House Thrune or were secretly members of the Night Heralds. You were raised with the understanding that you would keep important secrets for your parents, things that could never be spoken of to outsiders. Evil and deception are second nature to you, and have always been a facet of your life. |",
			"| 71-80| **Penniless Heir:** Raised among the out-of-touch nobility of a waning empire or kingdom, such as Taldor or Ustalav, you were born into luxury. But some twist of fortuneyour family's own missteps or the predations of courtly intriguedestroyed your family's reputation and fortunes. The final years of your childhood were spent watching your family's finances slowly vanish and your loved ones lose themselves to alcohol, drugs, or suicide. |",
			"| 81-85| **Planar Offering:** Shortly after your birth, someone or something temporarily banished you to an Outer Plane and left you in the care of an extraplanar creature. Your parents spoke little of this event, but rumors and legends floated constantly throughout your hometown. You still don't know the reason for your brief exile in the beyond. |",
			"| 86-95| **Sunless:** Your formative years were spent under harsh and lightless rule, such as in Nidal or the Darklands drow nations. Your skin appears sickly and pale, and to this day you find the sun to be a fascinating or frightening sight, despite suffering no adverse affects in sunlight. |",
			"| 96-100| **Wild Foundling:** You were found in some untamed portion of the jungles of the Mwangi Expanse or the snowy wastes of Irrisen. The only other thing at the site where you were discovered was a strange idol matching no known religion or philosophy. |",
			"",
			"### Growing Up",
			"",
			"| d% | Result |",
			"| --- | --- |",
			"| 1-30| **Boarding School:** Your guardians gave little reason when they sent you away to be schooled elsewhere. You were educated at a prestigious academy, such as Ustalav's University of Lepidstadt or Korvosa's famed Acadamae. In spite of this seeming honor, you railed against being sent away and harbor a grudge against your parents for their apparent rejection. You saw your new home as a constant torment and your fellow students as enemies, and pushed yourself to succeed so you could leave as quickly as possible. |",
			"| 31-60| **Exiled:** Others drove you away from your hometown long before you reached adulthood. Regardless of the circumstances, you are bitter about your exile, blaming others for your departure and hoping that one day you can take revenge upon anyone involved and reclaim your home. |",
			"| 61-70| **Humiliated:** No matter how much you protested, others found sport in mocking and physically assaulting you. You served as a convenient target for frustrated peers thanks to circumstances beyond your control, and rarely felt safe around others. A single event from this deplorable period of your life has stayed with you, but you keep it a secret from all but your most trusted of allies. |",
			"| 71-80| **Secret Society Inductee:** By choice or by force, a strange cult inducted you into their fold while you were still young. Dedicated to a deity or power forbidden by the laws of your nationor any religion in atheistic Rahadoumyou kept your faith and involvement a secret. When the authorities finally discovered and purged your circle's members, you escaped. To this day, you maintain a longstanding grudge against those agents who killed or imprisoned your friends. |",
			"| 81-90| **Sole Survivor:** Whether it was a freak accident, a military assault, or a natural disaster, you survived. The disaster wiped out your family and childhood friends before you could even act, miraculously sparing you. Your own memories of the event remain vague, either due to trauma or perhaps the tampering of outside forces. |",
			"| 91-100| **Thief in Training:** Bored with matters of academia or manual labor, you found yourself under the watchful eye of a member of the local thieves' guild during your adolescence. You served a vicious gangsuch as the Sczarni, Absalom's Bloody Barbers, or Westcrown's Council of Thievesbut your youth shielded you from the guild's most horrific activities. Your young mind filled in those gaps with romanticized notions inspired by adventure stories, strongly skewing your view of the guild. |",
			"",
			"### Conflict and Romance",
			"",
			"| d% | Result |",
			"| --- | --- |",
			"| 1-20| **Bad Romance:** You fell in love, but swiftly or slowly you watched your lover's mistakes mount and mount, ultimately leading somewhere dark. Your paramour ultimately turn to evil magic or transformed into a vile creature, such as a ghoul, vampire, or werewolf. Evil goals and lack of morality have significantly twisted the heart you once loved, but your lover's affection for you remains as powerful as ever. |",
			"| 21-40| **Drafted:** Whether to combat rising rebellion in Cheliax or to expand the domain of the Padishah Empire of Kelesh, you were drafted into the military and served under a particularly ruthless commander who was intent on achieving her objectives at any cost. You followed orders, survived, and were honorably discharged, but the things you saw and did for the greater glory of your homeland still haunt you. |",
			"| 41-60| **Ordained Target:** Chosen as an ideal sacrifice by the Night Heralds, a cult of the Great Old Ones, or another dark religion because of some accidental alignment of the stars during your birth, you escaped the zealots' first attempt and are now hunted. Your pursuers believe you to have special significance in their grand scheme, but your death can empower them only through ritual sacrifice, so they endeavor to protect you from other threats and capture you alive. |",
			"| 61-80| **Temptation:** You had little choice in the person you fell in love with, whether it was the son of a blood-soaked Kellid chieftain or the handmaiden of a corrupt Nexian Arclord. The target of your affections tried hard to curb the dark impulses growing within for your sake, and you likewise compromised your morals for the sake of the relationship. Whose outlook and agenda will eventually win out remains unclear, but neither of you can ignore the deep passion between you. |",
			"| 81-100| **Wrong Enemy:** You had a clear purpose in battling a well-defined enemy, such as the orc hordes of Belkzen or the pirates of the Shackles. But your clarity of purpose was shattered when your so-called allies turned against you, making you realize that not all conflicts are clear-cut. You have learned that all people have the potential for evil. |"
		],
		"parent_topics": [
			"basics",
			"traits_and_other_details",
			"character_background"
		],
		"siblings": [
			"how_to_create_a_background",
			"using_this_section",
			"early_life",
			"adolescence",
			"adulthood",
			"quick_establishment",
			"background_generator",
			"espionage_backgrounds",
			"bad_beginnings"
		]
	}
}
