{
	"create_greater_undead": {
		"name": "Create Greater Undead",
		"sources": [ "PRPG Core Rulebook" ],
		"description": [
			"## Create Greater Undead",
			"",
			"{SOURCE PRPG Core Rulebook/261}  ",
			"**School** {spelldef/necromancy} [{spelldef/evil}]; **Level** arcanist 8, cleric 8, oracle 8, shaman 8, sorcerer 8, wizard 8",
			"",
			"### Casting",
			"",
			"**Casting Time** 1 hour  ",
			"**Components** V, S, M (a clay pot filled with grave dirt and an onyx gem worth at least 50 gp per HD of the undead to be created)",
			"",
			"### Effect",
			"",
			"**Range** close (25 ft. + 5 ft./2 levels)  ",
			"**Target** one corpse  ",
			"**Duration** instantaneous  ",
			"**Saving Throw** none; **Spell Resistance** no",
			"",
			"This spell functions like create undead, except that you can create more powerful and intelligent sorts of undead: shadows, wraiths, spectres, and devourers. The type or types of undead created is based on caster level, as shown below.",
			"",
			"| Caster Level | Undead Created |",
			"| --- | --- |",
			"| 15th or lower | Shadow |",
			"| 16th-17th | Wraith |",
			"| 18th-19th | Spectre |",
			"| 20th or higher | Devourer |"
		]
	},
	"create_holds": {
		"name": "Create Holds",
		"sources": [ "Dungeoneer's Handbook" ],
		"description": [
			"## Create Holds",
			"",
			"{SOURCE Dungeoneer's Handbook/30}  ",
			"**School** {spelldef/transmutation}; **Level** arcanist 4, druid 4, hunter 3, ranger 3, redmantisassassin 4, sorcerer 4, wizard 4",
			"",
			"### Casting",
			"",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S, M (handful of pebbles)",
			"",
			"### Effect",
			"",
			"**Range** medium (100 ft. + 10 ft./level)  ",
			"**Effect** path of handholds  ",
			"**Duration** 1 hour/level (D)  ",
			"**Saving Throw** none; **Spell Resistance** no",
			"",
			"You create a path of handholds on earthen, plaster, stone, or wooden walls (not on walls made of metal or other, harder materials). The handholds are created in pairs and are approximately 3 feet apart, located in a specific path indicated by your gestures while casting the spell. The handholds' path can span up to 30 feet out from you plus an additional 10 feet per 3 caster levels (maximum 90 feet at 18th level). The handholds protrude approximately 6 inches from the wall, measure 10 inches lengthwise, and are perfectly suited for gripping with fingers or claws. At the end of the spell's duration, any creature being supported by the handholds immediately begins to fall."
		]
	},
	"create_mindscape": {
		"name": "Create Mindscape",
		"sources": [ "Occult Adventures" ],
		"description": [
			"## Create Mindscape",
			"",
			"{SOURCE Occult Adventures/162}  ",
			"**School** {spelldef/illusion} ({spelldef/phantasm}) [{spelldef/mind-affecting}]; **Level** arcanist 5, medium 4, mesmerist 4, psychic 4, sorcerer 5, wizard 5",
			"",
			"### Casting",
			"",
			"**Casting Time** 1 round  ",
			"**Components** V, S",
			"",
			"### Effect",
			"",
			"**Range** long (400 ft. + 40 ft./level)  ",
			"**Target** one creature  ",
			"**Duration** 10 minutes/level  ",
			"**Saving Throw** Will disbelief, see text; **Spell Resistance** yes",
			"",
			"You create an [immersive mindscape](rule/immersive_mindscapes) that the minds of both you and another creature enter together. You choose whether the mindscape is overt or veiled, and whether it's harmless or harmful. You can choose any shape and size trait, as well as any gravity trait (though you can't make it so the gravity is so strong it harms creatures within). The mindscape has normal time, no alignment traits, and normal magic.",
			"",
			"You designate where both you and your subject appear. You don't need line of sight to draw the subject creature into the mindscape, but you must be aware of its presence within range. If you target an area with more than one sentient creature and you have never seen any of the creatures before (for example, if you know a group of soldiers is inside a barracks but you can't see them through the door), the subject of this spell is selected at random. If you have seen firsthand the creature you wish to target (continuing the example, if you spied the sergeant entering the room moments before), you can select it unerringly from among all the creatures. You must appear somewhere in your mindscape, though it's relatively easy to shield yourself from the view of any other creatures inside if they don't realize they're in a mindscape. You must also create a method of exit from the mindscape when you cast this spell, and that method must be possible to achieve based on the traits of the mindscape, even if it is obscure or difficult. The GM decides whether a method of escape is reasonable. Anything that would be a reasonable method of waking from a dream during deep sleep could allow one to leave a mindscape.",
			"",
			"More creatures than the initial two can enter an existing mindscape, typically through the use of the mindscape door spell. You can create illusory creatures within the mindscape, but you're able to direct or concentrate on only one at a time. Only this creature is believable; any others largely remain silent or speak generic, repetitive phrases.",
			"",
			"As is normal with mindscapes, you and any other creatures within the mindscape are unable to take actions within the real world, and your bodies lose their Dexterity bonuses to AC.",
			"",
			"If you choose to create a veiled mindscape, the first time another creature interacts with the environment, it can attempt a Will save to disbelieve the effect. Disbelieving a mindscape reveals to that creature that it's within a mindscape and gives it the knowledge needed to leave the mindscape, but doesn't free it from the mindscape. For example, if you create a mindscape that takes the form of a parlor inside a stately mansion, and your target creature succeeds at its Will save, it gains the understanding that walking out the front door of the mansion allows it to return to its physical body, but it must actually move through the mental landscape of the mansion to reach the front door and exit in order to flee the mindscape. If the mindscape is overt, the creature automatically knows how to exit if it so chooses.",
			"",
			"This spell ends at any time that you choose to depart the mindscape, freeing the target as well. Any creature that drops below 0 hit points while inside the mindscape returns to its body. If this happens to you, the spell also ends, freeing anyone still inside.",
			"",
			"Create mindscape can be made permanent with a permanency spell by a caster of 12th level or higher at a cost of 10,000 gp. You and other creatures aware of a permanent mindscape can come and go using the mindscape door spell.",
			"",
			"### Create Mindscape, Greater",
			"",
			"{SOURCE Occult Adventures/163}  ",
			"**School** {spelldef/illusion} ({spelldef/phantasm}) [{spelldef/mind-affecting}]; **Level** arcanist 7, mesmerist 6, psychic 6, sorcerer 7, wizard 7",
			"",
			"#### Casting",
			"",
			"**Casting Time** 1 round  ",
			"**Components** V, S",
			"",
			"#### Effect",
			"",
			"**Range** long (400 ft. + 40 ft./level)  ",
			"**Target** one creature/level  ",
			"**Duration** 1 day/level  ",
			"**Saving Throw** Will disbelief, see text; **Spell Resistance** yes",
			"",
			"This spell functions like create mindscape, except it can affect more creatures, the mindscape lasts longer, and you can choose the mindscape's magic trait. You can also direct a number of believable creatures at a time equal to your caster level.",
			"",
			"Greater create mindscape can be made permanent with a permanency spell by a caster of 15th level or higher at a cost of 17,500 gp. You and other creatures aware of a permanent mindscape can come and go using the mindscape door spell."
		]
	},
	"create_mindscape_greater": {
		"name": "Create Mindscape, Greater",
		"sources": [ "Occult Adventures" ],
		"copyof": "create_mindscape"
	},
	"greater_create_mindscape": {
		"copyof": "create_mindscape_greater"
	},
	"create_pit": {
		"name": "Create Pit",
		"sources": [
			"Advanced Player's Guide",
			"Villain Codex"
		],
		"description": [
			"## Create Pit",
			"",
			"{SOURCE Advanced Player's Guide/213}  ",
			"**School** {spelldef/conjuration} ({spelldef/creation}); **Level** arcanist 2, sorcerer 2, summoner 2, unchained summoner 2, wizard 2",
			"",
			"### Casting",
			"",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S, F (miniature shovel costing 10 gp)",
			"",
			"### Effect",
			"",
			"**Range** medium (100 ft. + 10 ft./level)  ",
			"**Effect** 10-ft.-by-10-ft. hole, 10 ft. deep/2 levels  ",
			"**Duration** 1 round + 1 round/level  ",
			"**Saving Throw** Reflex negates; **Spell Resistance** no",
			"",
			"You create a 10-foot-by-10-foot extradimensional hole with a depth of 10 feet per two caster levels (maximum 30 feet). You must create the pit on a horizontal surface of sufficient size. Since it extends into another dimension, the pit has no weight and does not otherwise displace the original underlying material. You can create the pit in the deck of a ship as easily as in a dungeon floor or the ground of a forest. Any creature standing in the area where you first conjured the pit must make a Reflex saving throw to avoid falling into it. In addition, the edges of the pit are sloped, and any creature ending its turn on a square adjacent to the pit must make a Reflex saving throw with a +2 bonus to avoid falling into it. Creatures subjected to an effect intended to push them into the pit (such as bull rush) do not get a saving throw to avoid falling in if they are affected by the pushing effect.",
			"",
			"Creatures who fall into the pit take falling damage as normal. The pit's coarse stone walls have a Climb DC of 25. When the duration of the spell ends, creatures within the hole rise up with the bottom of the pit until they are standing on the surface over the course of a single round.",
			"",
			"### Acid Pit",
			"",
			"{SOURCE Advanced Player's Guide/204}  ",
			"**School** {spelldef/conjuration} ({spelldef/creation}) [{spelldef/acid}]; **Level** arcanist 4, sorcerer 4, summoner 4, unchained summoner 4, wizard 4",
			"",
			"#### Casting",
			"",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S, M (drop of acid), F (Fine shovel worth 10 gp)",
			"",
			"#### Effect",
			"",
			"**Range** medium (100 ft. + 10 ft./level)  ",
			"**Effect** 10-ft.-by-10-ft. hole, 10 ft. deep/2 levels  ",
			"**Duration** 1 round + 1 round/level  ",
			"**Saving Throw** Reflex negates, see text; **Spell Resistance** no",
			"",
			"This spell functions as create pit, except that it places a 5-foot-deep pool of acid at the bottom of the pit. The pit has a maximum depth of 100 feet. Creatures who fall into the pit take falling damage as normal (the acid counts as a yielding surface), plus 2d6 points of acid damage per round spent in contact with the acid. In addition, exposed items carried by a creature in the pit may be harmed. Refer to [Table 9-2](rule/saving_throw). Items are affected one at a time in the order listed on the table, and must make Fortitude saves after 3 consecutive rounds in the acid or gain the broken condition. Objects with the broken condition (regardless of how they became broken) must make a Fortitude saving throw each round spent within the acid or be destroyed. The walls of the pit are quite slippery and have a Climb DC of 30.",
			"",
			"### Hungry Pit",
			"",
			"{SOURCE Advanced Player's Guide/228}  ",
			"**School** {spelldef/conjuration} ({spelldef/creation}); **Level** arcanist 5, sorcerer 5, summoner 5, unchained summoner 5, wizard 5",
			"",
			"#### Casting",
			"",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S, F (miniature shovel costing 10 gp)",
			"",
			"#### Effect",
			"",
			"**Range** medium (100 ft. + 10 ft./level)  ",
			"**Effect** 10-ft.-by-10-ft. hole, 10 ft. deep/2 levels  ",
			"**Duration** 1 round + 1 round/level  ",
			"**Saving Throw** Reflex negates, Reflex half, see text; **Spell Resistance** no",
			"",
			"This spell functions as create pit, except that the pit has the ability to squeeze and crush any creature trapped within it and has a maximum depth of 100 feet. Creatures who fall into the hole take falling damage as normal. In addition, anyone within the pit, not just those on the bottom, takes 4d6 points of bludgeoning damage each round as the pit contracts and then returns to its normal size (a successful Reflex save halves this damage). The ever-shifting walls of the pit are quite difficult to scale and have a Climb DC of 35.",
			"",
			"### Spiked Pit",
			"",
			"{SOURCE Advanced Player's Guide/246}  ",
			"**School** {spelldef/conjuration} ({spelldef/creation}); **Level** arcanist 3, sorcerer 3, summoner 3, unchained summoner 3, wizard 3",
			"",
			"#### Casting",
			"",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S, F (miniature shovel costing 10 gp)",
			"",
			"#### Effect",
			"",
			"**Range** medium (100 ft. + 10 ft./level)  ",
			"**Effect** 10-ft.-by-10-ft. hole, 10 ft. deep/2 levels  ",
			"**Duration** 1 round + 1 round/level  ",
			"**Saving Throw** Reflex negates; **Spell Resistance** no",
			"",
			"This spell functions as create pit, except that the pit is lined with wickedly sharp spikes along its bottom and walls and has a maximum depth of 50 feet. Creatures who fall into the pit take falling damage as normal, plus 2d6 points of piercing damage from the spikes. Any creature or object coming into contact with the spikes along the walls, such as a creature trying to climb out, or rope or other typical aids to climbing, takes 1d6 points of piercing damage each round they are in contact with the walls. For those willing to accept the damage incurred while climbing, the pit's walls have a Climb DC of 20.",
			"",
			"### Walk the Plank",
			"",
			"{SOURCE Villain Codex/188}  ",
			"**School** {spelldef/conjuration} ({spelldef/creation}); **Level** arcanist 5, sorcerer 5, summoner 5, unchained summoner 5, wizard 5",
			"",
			"#### Casting",
			"",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S, M (a shark tooth and a splinter of a ship's hull)",
			"",
			"#### Effect",
			"",
			"**Range** close (25 ft. + 5 ft./2 levels)  ",
			"**Effect** 20-ft.-by-20-ft. hole, 10 ft. deep/4 levels  ",
			"**Duration** 1 round plus 1 round/level  ",
			"**Saving Throw** Reflex negates (see text); **Spell Resistance** no",
			"",
			"This spell functions as per create pit, except as noted here. All but the top 10 feet of the hole is filled with saltwater, reducing the fall damage for anyone falling into the pit to 1d3 points of nonlethal damage and allowing Huge or larger creatures at the water's surface to simply pull themselves out of the pit as part of a normal move action, without a Climb check. Additionally, the pit contains a single advanced shark for every 4 caster levels you have (maximum four advanced sharks). If desired, when you cast the spell, you can substitute two of the summoned sharks for one great white shark. These sharks immediately attack any creature that falls into the pit, even you. If multiple creatures fall in the pit, the sharks attack randomly. When the spell ends, creatures inside the hole rise up with the bottom of the pit, as normal for create pit, but the conjured water and sharks vanish."
		]
	},
	"acid_pit": {
		"name": "Acid Pit",
		"sources": [ "Advanced Player's Guide" ],
		"copyof": "create_pit"
	},
	"hungry_pit": {
		"name": "Hungry Pit",
		"sources": [ "Advanced Player's Guide" ],
		"copyof": "create_pit"
	},
	"spiked_pit": {
		"name": "Spiked Pit",
		"sources": [ "Advanced Player's Guide" ],
		"copyof": "create_pit"
	},
	"walk_the_plank": {
		"name": "Walk the Plank",
		"sources": [ "Villain Codex" ],
		"copyof": "create_pit"
	},
	"create_soul_gem": {
		"name": "Create Soul Gem",
		"sources": [
			"Book of the Damned",
			"Book of the Damned - Volume 3: Horsemen of the Apocalypse"
		],
		"description": [
			"## Create Soul Gem",
			"",
			"{SOURCE Book of the Damned/184;Book of the Damned - Volume 3: Horsemen of the Apocalypse/38}  ",
			"**School** {spelldef/necromancy} [{spelldef/death}, {spelldef/evil}]; **Level** arcanist 3, cleric 3, occultist 3, oracle 3, shaman 3, sorcerer 3, spiritualist 3, warpriest 3, witch 3, wizard 3",
			"",
			"### Casting",
			"",
			"**Casting Time** 1 round  ",
			"**Components** V, S, F (crystal lens worth 500 gp)",
			"",
			"### Effect",
			"",
			"**Range** close (25 ft. + 5 ft./2 levels)  ",
			"**Target** one dying or recently dead creature  ",
			"**Duration** 1 day/level  ",
			"**Saving Throw** Will negates; **Spell Resistance** yes",
			"",
			"You draw forth the ebbing life force of a dying creature or one that has died in the past round, focusing it through a crystal lens focus to transform into a [soul gem](monster/cacodaemon). If the creature is alive and fails its saving throw, it dies and you capture its soul in the gem. If the creature is dead, it can still resist the spell effect by attempting a Will save as if it were still alive. The value of the soul gem created depends on the nature of the creature it is made from (see below). Soul gems created by this spell crumble to dust once the spell's duration expires, releasing the trapped soul to travel on to judgment in the Great Beyond.",
			"",
			"Only one soul gem can be created from a dying creature. Any attempt to resurrect a body whose soul is trapped in a soul gem requires a caster check against create soul gem's save DC. Failure results in the resurrection spell having no effect, while success shatters the target's soul gem and returns the creature to life as normal. If the soul gem resides in an unholy location, such as that created by the unhallow spell, the DC of this check increases by 2. If you are a {prestigeclass/souldrinker}, you can cast this spell and expend 5 soul points to fill the gem with the equivalent of one basic soul.",
			"",
			"### The Value of Souls",
			"",
			"Trapped souls are one of the fundamental currencies throughout Abaddon, the Abyss, and Hell. Three key factors influence a soul's value in the soul trade: the strength of the soul's life force (which relates directly to the CR of the creature from which the soul was harvested), the soul's age (how long the soul has been cycled through reincarnation, which directly relates to the sapience of the creature from which the soul was harvested), and the soul's flavor (which is determined by factors that include the alignment, personality, and religion of the creature from which the soul was harvested). Of course, it's worth noting that while trading in souls may prove lucrative, the practice is undeniably evil and an affront to the natural order, and thus it is considered to be an evil act unless one is trading souls for an altruistic purpose (such as to smash purchased prisons and release the souls trapped within).",
			"",
			"**Life Force:** A soul's life force sets its base gp value. This is equal to the CR of the creature from which the soul was harvested &times; 1,000. Thus, the base value of a CR 1 creature's soul is 1,000 gp, while the base value of a CR 20 creature's soul is 20,000 gp.",
			"",
			"**Age:** A soul from a creature who in life had an Intelligence, Wisdom, or Charisma score of 2 or less (including the lack of a score at all in one of those categories, and regardless of how high the other ability scores were) is less refined and younger in age, and as such is worth half its base value. Thus, the soul of a CR 1 animal with an Intelligence of 1 is worth 500 gp, while the soul of a CR 20 vermin with no intelligence score at all would be worth 10,000 gp.",
			"",
			"**Flavor:** As a general rule, a soul's flavor has no direct impact on its gp value for the purposes of functioning as a material component or raw materials for magic item creation, but in certain circumstances subject to the GM's discretion, the soul's flavor can halve or double its final value. For example, a paladin's soul might have double its normal value to a daemon who finds lawful good souls to be particularly delicious, while the soul of a devout worshiper of Desna might be worth only half as much when used to create a magic item designed to be particularly deadly when used against chaotic good creatures, since such a soul would inherently resist being used in such a way"
		]
	},
	"create_treasure_map": {
		"name": "Create Treasure Map",
		"sources": [ "Advanced Player's Guide" ],
		"description": [
			"## Create Treasure Map",
			"",
			"{SOURCE Advanced Player's Guide/214}  ",
			"**School** {spelldef/divination}; **Level** arcanist 2, bard 2, druid 3, hunter 2, medium 2, occultist 2, psychic 2, ranger 2, skald 2, sorcerer 2, wizard 2",
			"",
			"### Casting",
			"",
			"**Casting Time** 1 hour  ",
			"**Components** V, S, M (powdered metal and rare inks worth 100 gp)",
			"",
			"### Effect",
			"",
			"**Range** touch  ",
			"**Target** one dead creature  ",
			"**Duration** instantaneous  ",
			"**Saving Throw** none; **Spell Resistance** no",
			"",
			"You can take a piece from a dead creature's body and use it to create a map that reveals the locations of any valuables that creature knew about while still alive. You must cut this piece off yourself and the creature cannot have died more than 24 hours prior to the casting of this spell. You cannot cast this spell on a creature without a physical body, and the portion you remove must have a fairly level surface such as a piece of hide, carapace, or skin. The map you create is accurate to the best knowledge the creature had at the time of its death. It reveals the location of one source of treasure for every three caster levels you possess. Any inaccuracies or faulty information held by the creature are represented on the map as well. Similarly, the map cannot account for any changes that occur after the creature's death. You must choose the scale of the map when creating it, opting between nearby (e.g., one or two dungeon levels), local (e.g., a valley or community), or broad (e.g., a country or larger). The map reveals the locations of what the creature deemed most valuable within its area. Depending on the creature, the map might reveal a source of tasty food, suitable mates, or even your own treasure vault."
		]
	},
	"create_undead": {
		"name": "Create Undead",
		"sources": [ "PRPG Core Rulebook" ],
		"description": [
			"## Create Undead",
			"",
			"{SOURCE PRPG Core Rulebook/262}  ",
			"**School** {spelldef/necromancy} [{spelldef/evil}]; **Level** arcanist 6, cleric 6, oracle 6, shaman 6, sorcerer 6, spiritualist 6, warpriest 6, wizard 6",
			"",
			"### Casting",
			"",
			"**Casting Time** 1 hour  ",
			"**Components** V, S, M (a clay pot filled with grave dirt and an onyx gem worth at least 50 gp per HD of the undead to be created)",
			"",
			"### Effect",
			"",
			"**Range** close (25 ft. + 5 ft./2 levels)  ",
			"**Target** one corpse  ",
			"**Duration** instantaneous  ",
			"**Saving Throw** none; **Spell Resistance** no",
			"",
			"A much more potent spell than animate dead, this evil spell allows you to infuse a dead body with negative energy to create more powerful sorts of undead: ghouls, ghasts, mummies, and mohrgs. The type or types of undead you can create are based on your caster level, as shown on the table below.",
			"",
			"| Caster Level | Undead Created |",
			"| --- | --- |",
			"| 11th or lower | Ghoul |",
			"| 12th-14th | Ghast |",
			"| 15th-17th | Mummy |",
			"| 18th or higher | Mohrg |",
			"",
			"You may create less powerful undead than your level would allow if you choose. Created undead are not automatically under the control of their animator. If you are capable of commanding undead, you may attempt to command the undead creature as it forms.",
			"",
			"This spell must be cast at night."
		]
	},
	"create_variant_mummy": {
		"name": "Create Variant Mummy",
		"sources": [ "Pathfinder #81: Shifting Sands" ],
		"description": [
			"## Create Variant Mummy",
			"",
			"{SOURCE Pathfinder #81: Shifting Sands/73}  ",
			"**School** {spelldef/necromancy} [{spelldef/evil}]; **Level** arcanist 7, cleric 7, oracle 7, sorcerer 7, wizard 7",
			"",
			"### Casting",
			"",
			"**Casting Time** 1 hour  ",
			"**Components** V, S, M (onyx gems worth 50 gp per HD of the undead to be created)",
			"",
			"### Effect",
			"",
			"**Range** close (25 ft. + 5 ft./2 levels)  ",
			"**Target** 1 corpse steeped in a peat bog for at least 24 hours  ",
			"**Duration** instantaneous  ",
			"**Saving Throw** none; **Spell Resistance** no",
			"",
			"This spell functions as create undead, except it creates one of the following variant mummies: bog mummy, ice mummy, or Osirian tomb guardian."
		]
	},
	"create_water": {
		"name": "Create Water",
		"sources": [ "PRPG Core Rulebook" ],
		"description": [
			"## Create Water",
			"",
			"{SOURCE PRPG Core Rulebook/262}  ",
			"**School** {spelldef/conjuration} ({spelldef/creation}) [{spelldef/water}]; **Level** adept 0, cleric 0, druid 0, hunter 0, inquisitor 0, occultist 0, oracle 0, paladin 1, shaman 0, warpriest 0",
			"",
			"### Casting",
			"",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S",
			"",
			"### Effect",
			"",
			"**Range** close (25 ft. + 5 ft./2 levels)  ",
			"**Effect** up to 2 gallons of water/level  ",
			"**Duration** instantaneous  ",
			"**Saving Throw** none; **Spell Resistance** no",
			"",
			"This spell generates wholesome, drinkable water, just like clean rain water. Water can be created in an area as small as will actually contain the liquid, or in an area three times as large-possibly creating a downpour or filling many small receptacles. This water disappears after 1 day if not consumed.",
			"",
			"*Note:* Conjuration spells can't create substances or objects within a creature. Water weighs about 8 pounds per gallon. One cubic foot of water contains roughly 8 gallons and weighs about 60 pounds."
		]
	},
	"creeping_doom": {
		"name": "Creeping Doom",
		"sources": [ "PRPG Core Rulebook" ],
		"description": [
			"## Creeping Doom",
			"",
			"{SOURCE PRPG Core Rulebook/262}  ",
			"**School** {spelldef/conjuration} ({spelldef/summoning}); **Level** druid 7, shaman 7, summoner 5, unchained summoner 6",
			"",
			"### Casting",
			"",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S",
			"",
			"### Effect",
			"",
			"**Range** close (25 ft. + 5 ft./2 levels)/100 ft.; see text  ",
			"**Effect** four swarms of insects  ",
			"**Duration** 1 round/level  ",
			"**Saving Throw** Fortitude partial, see text; **Spell Resistance** no",
			"",
			"This spell summons four massive swarms of biting and stinging insects. These swarms appear adjacent to one another, but can be directed to move independently. Treat these swarms as centipede swarms with the following adjustments. The swarms have 60 hit points each and deal 4d6 points of damage with their swarm attack. The save to resist their poison and distraction effects is equal to the save DC of this spell. Creatures caught in multiple swarms only take damage and make saves once.",
			"",
			"You may summon the swarms so that they share the area of other creatures. As a standard action, you can command any number of the swarms to move toward any target within 100 feet of you. You cannot command any swarm to move more than 100 feet away from you, and if you move more than 100 feet from any swarm, that swarm remains stationary, attacking any creatures in its area (but can be commanded again if you move within 100 feet)."
		]
	},
	"creeping_ice": {
		"name": "Creeping Ice",
		"sources": [ "Advanced Class Guide" ],
		"description": [
			"## Creeping Ice",
			"",
			"{SOURCE Advanced Class Guide/178}  ",
			"**School** {spelldef/evocation} [{spelldef/cold}]; **Level** arcanist 4, druid 4, hunter 4, sorcerer 4, summoner 3, unchained summoner 4, wizard 4",
			"",
			"### Casting",
			"",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S",
			"",
			"### Effect",
			"",
			"**Range** medium (100 ft. + 10 ft./level)  ",
			"**Effect** anchored plane of ice, up to one 10-ft. square/level  ",
			"**Duration** 10 minutes/level  ",
			"**Saving Throw** Reflex negates (see text); **Spell Resistance** yes",
			"",
			"This spell covers the floor, the ground, or some other calm horizontal surface (such as a placid lake or a gentle river) with a sheet of slowly growing ice. The initial sheet of ice cannot form in an area occupied by physical objects or creatures. Its surface must be smooth and unbroken when created. The ice is hard, strong, and opaque, and is 1 inch thick per caster level. The ice is strong enough to support the weight of a typical horse, making it possible for creatures to cross a body of water.",
			"",
			"Each 10-foot square of ice has 3 hit points per inch of thickness. Creatures can hit the ice automatically. A section of ice whose hit points drop to 0 is destroyed, leaving an area of ice chunks, slush, and snow that counts as difficult terrain. If a creature tries to break through the ice with a single attack, the DC for the Strength check is 15 + your caster level.",
			"",
			"Each round on your turn, the sheet of ice grows 1 foot in all directions except toward you. This growth is slow enough that any creature in the area has time to move out of the way or step onto the ice. If the growing ice completely covers a creature's square, the creature must choose whether it moves onto the sheet of ice, is knocked prone on the sheet of ice, or is bull rushed into an adjacent square."
		]
	},
	"crime_wave": {
		"name": "Crime Wave",
		"sources": [ "Ultimate Intrigue" ],
		"description": [
			"## Crime Wave",
			"",
			"{SOURCE Ultimate Intrigue/208}  ",
			"**School** {spelldef/enchantment} ({spelldef/compulsion}) [{spelldef/mind-affecting}]; **Level** antipaladin 4, arcanist 7, bard 5, mesmerist 5, psychic 7, sorcerer 7, wizard 7",
			"",
			"### Casting",
			"",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S, M (a tarnished coin)",
			"",
			"### Effect",
			"",
			"**Range** medium (100 ft. + 10 ft./level)  ",
			"**Target** one creature/level, no two of which can be more than 30 ft. apart  ",
			"**Duration** 1 round/level (D)  ",
			"**Saving Throw** Will negates; **Spell Resistance** yes",
			"",
			"You instill overwhelming avarice in the targets and impel them toward a wild spree of larceny. Creatures affected by a crime wave must roll percentile dice each round to determine what action they take.",
			"",
			"| d% | Behavior |",
			"| --- | --- |",
			"| 1-25 | Act normally, but with suspicion toward others. The target doesn't benefit from or provide benefits with teamwork feats and the aid another action. If a creature attempts to use a harmless spell or effect on the target, there is a 50% chance the target tries to avoid that effect as best as possible (taking an attack of opportunity against a spellcaster, requiring a successful attack roll on a touch spell, or attempting a saving throw). |",
			"| 26-50 | Attempt a steal combat maneuver or Sleight of Hand check to steal a random valuable object from the nearest creature (or a nearby unattended object, if obviously of great value), moving adjacent to that creature or object as needed. Once an affected creature has stolen an item, further results of 26-50 cause the affected creature to flee, focusing all of its efforts on escaping with its loot and fighting to prevent the stolen object from being taken. |",
			"| 51-75 | Attempt to break, destroy, or deface the nearest unattended manufactured object or structure. If the object or structure is too difficult to damage, the affected creature instead vandalizes or otherwise defaces its appearance. |",
			"| 76-100 | Attack the nearest creature (for this purpose, a familiar counts as part of the affected creature's self). |",
			"",
			"A character affected by a crime wave who is unable to carry out the indicated action moves toward the nearest source of cover or concealment and attempts a Stealth check to hide. Affected creatures with the ability to turn invisible (including through the use of magic items or spells) do so instead of attempting a Stealth check.",
			"",
			"### Crime of Opportunity",
			"",
			"{SOURCE Ultimate Intrigue/208}  ",
			"**School** {spelldef/enchantment} ({spelldef/compulsion}) [{spelldef/mind-affecting}]; **Level** antipaladin 1, mesmerist 1",
			"",
			"#### Casting",
			"",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S, M (a silt purse)",
			"",
			"#### Effect",
			"",
			"**Range** close (25 ft. + 5 ft./2 levels)  ",
			"**Target** one creature  ",
			"**Duration** 1 round  ",
			"**Saving Throw** Will negates; **Spell Resistance** yes",
			"",
			"You awaken a sudden criminal impulse in the target, compelling it to commit a criminal act as if affected by the crime wave spell."
		]
	},
	"crime_of_opportunity": {
		"name": "Crime of Opportunity",
		"sources": [ "Ultimate Intrigue" ],
		"copyof": "crime_wave"
	},
	"crimson_breath": {
		"name": "Crimson Breath",
		"sources": [ "Adventurer's Guide" ],
		"description": [
			"## Crimson Breath",
			"",
			"{SOURCE Adventurer's Guide/160}  ",
			"**School** {spelldef/transmutation}; **Level** alchemist 4, arcanist 4, cleric 4, druid 4, hunter 4, investigator 4, oracle 4, sorcerer 4, warpriest 4, witch 4, wizard 4",
			"",
			"### Casting",
			"",
			"**Casting Time** 1 standard action  ",
			"**Components** S",
			"",
			"### Effect",
			"",
			"**Range** close (25 ft. + 5 ft./2 levels)  ",
			"**Target** one creature  ",
			"**Duration** instantaneous  ",
			"**Saving Throw** Fortitude negates; **Spell Resistance** no",
			"",
			"When you cast this spell, your salivary glands transform and instantly fill with potent venom. Make a ranged touch attack against a single target in range; if you hit, the target is affected by a dose of {equipment-poison/breath of the mantis god}. The Fortitude save DC for this poison is the same as the spell's DC, not the standard save DC for the poison."
		]
	},
	"crimson_confession": {
		"name": "Crimson Confession",
		"sources": [ "Advanced Class Guide" ],
		"description": [
			"## Crimson Confession",
			"",
			"{SOURCE Advanced Class Guide/179}  ",
			"**School** {spelldef/abjuration}; **Level** arcanist 2, occultist 2, psychic 2, sorcerer 2, witch 2, wizard 2",
			"",
			"### Casting",
			"",
			"**Casting Time** 10 minutes  ",
			"**Components** V, S",
			"",
			"### Effect",
			"",
			"**Range** touch  ",
			"**Target** or Area object touched or up to 1 sq. ft.  ",
			"**Duration** permanent and 1 hour/level (see text)  ",
			"**Saving Throw** Fortitude negates; **Spell Resistance** yes",
			"",
			"You ward an object or an area with your personal rune or mark. You can choose for the writing to be visible or invisible, and it doesn't harm the material upon which it is placed. A detect magic spell causes an invisible mark to glow and be visible. If any creature other than you touches the warded object or area and fails a Fortitude save, its skin turns bright red for 1 hour per level. This coloring cannot be washed away, but it can be dispelled.",
			"",
			"See invisibility, true seeing, a gem of seeing, or a robe of eyes likewise allows the user to see an invisible mark. A read magic spell reveals the words, if any. The ward cannot be dispelled, but it can be removed by the caster or by an erase spell."
		]
	},
	"cruel_jaunt": {
		"name": "Cruel Jaunt",
		"sources": [ "Horror Adventures" ],
		"description": [
			"## Cruel Jaunt",
			"",
			"{SOURCE Horror Adventures/114}  ",
			"**School** {spelldef/conjuration} ({spelldef/teleportation}) [{spelldef/evil}, {spelldef/fear}, {spelldef/mind-affecting}]; **Level** antipaladin 4, arcanist 6, cleric 6, inquisitor 6, magus 6, oracle 6, psychic 6, shaman 6, sorcerer 6, warpriest 6, witch 6, wizard 6",
			"",
			"### Casting",
			"",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S, M/DF (a dilated human eyeball)",
			"",
			"### Effect",
			"",
			"**Range** medium (100 ft. + 10 ft./level)  ",
			"**Target** you  ",
			"**Duration** 1 round/level (D)  ",
			"**Saving Throw** none; **Spell Resistance** no",
			"",
			"You gain the ability to detect fear, as per {spell/sense fear}, but you sense creatures within medium range.",
			"",
			"Once per round as a standard action, you can teleport to a creature suffering from a fear effect within the spell's range if you are aware of the creature and its rough location. You can carry objects with you so long as you don't transport more than your maximum load. You arrive in a random open space within 20 feet of the creature and immediately begin sensing the location of creatures with a fear condition from your new location.",
			"",
			"Once you teleport to a new location with this spell, you can take no additional actions for the round, as if casting dimension door. You can't teleport if there are no creatures suffering from a fear effect in range."
		]
	},
	"crusaders_edge": {
		"name": "Crusader's Edge",
		"sources": [
			"Inner Sea Magic",
			"Mythic Origins"
		],
		"description": [
			"## Crusader's Edge",
			"",
			"{SOURCE Inner Sea Magic/53}  ",
			"**School** {spelldef/transmutation} [{spelldef/good}]; **Level** cleric 4, inquisitor 4, oracle 4, paladin 4, warpriest 4",
			"",
			"### Casting",
			"",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S, M (dried blood from an evil outsider, sprinkled on the weapon)",
			"",
			"### Effect",
			"",
			"**Range** touch  ",
			"**Target** melee weapon touched  ",
			"**Duration** 1 minute/level  ",
			"**Saving Throw** Fortitude negates; **Spell Resistance** no",
			"",
			"This spell was created by the paladins of the Mendevian Crusades, and co-opted by inquisitors and rangers dedicated to tracking and fighting demons, devils, and other evil extraplanar creatures.",
			"",
			"When you cast this spell on a melee weapon you imbue it with a powerful holy energy, granting the weapon the bane weapon quality against evil outsiders. Furthermore, whenever you score a successful critical hit against an outsider with the evil subtype, you not only deal normal critical damage with the weapon but also nauseate the outsider for 1d3 rounds - the outsider can reduce this nauseated condition to sickened for 1 round with a successful Fortitude save.",
			"",
			"### Mythic Crusader's Edge",
			"",
			"{SOURCE Mythic Origins/12}",
			"",
			"Whenever you confirm a critical hit against an outsider with the evil subtype, you gain 2d6 temporary hit points. While wielding this weapon, you gain a +2 sacred bonus on saving throws against spells, spell-like abilities, and special abilities originating from evil outsiders.",
			"",
			"*Augmented (5th):* You can expend two uses of mythic power to give the touched weapon the holy weapon special ability."
		]
	},
	"crushing_despair": {
		"name": "Crushing Despair",
		"sources": [ "PRPG Core Rulebook" ],
		"description": [
			"## Crushing Despair",
			"",
			"{SOURCE PRPG Core Rulebook/262}  ",
			"**School** {spelldef/enchantment} ({spelldef/compulsion}) [{spelldef/emotion}, {spelldef/mind-affecting}]; **Level** arcanist 4, bard 3, bloodrager 4, mesmerist 3, psychic 4, skald 3, sorcerer 4, spiritualist 4, witch 4, wizard 4",
			"",
			"### Casting",
			"",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S, M",
			"",
			"### Effect",
			"",
			"**Range** 30 ft.  ",
			"**Area** cone-shaped burst  ",
			"**Duration** 1 min./level  ",
			"**Saving Throw** Will negates; **Spell Resistance** yes",
			"",
			"An invisible cone of despair causes great sadness in the subjects. Each affected creature takes a -2 penalty on attack rolls, saving throws, ability checks, skill checks, and weapon damage rolls.",
			"",
			"Crushing despair counters and dispels good hope."
		]
	},
	"crushing_hand": {
		"name": "Crushing Hand",
		"sources": [ "PRPG Core Rulebook" ],
		"description": [
			"## Crushing Hand",
			"",
			"{SOURCE PRPG Core Rulebook/262}  ",
			"**School** {spelldef/evocation} [{spelldef/force}]; **Level** arcanist 9, psychic 9, sorcerer 9, wizard 9",
			"",
			"### Casting",
			"",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S, F (a soft glove)",
			"",
			"### Effect",
			"",
			"**Range** medium (100 ft. + 10 ft./level)  ",
			"**Effect** 10-ft.-hand  ",
			"**Duration** 1 round/level (D)  ",
			"**Saving Throw** none; **Spell Resistance** yes",
			"",
			"This spell functions as interposing hand, except that it can also grapple one opponent as grasping hand. Its CMB and CMD for grapple checks use your caster level in place of its base attack bonus, with a +12 bonus for its Strength score (35) and a +1 bonus for being Large (its Dexterity is 10, granting no bonus to the CMD). A crushing hand deals 2d6+12 points of damage on each successful grapple check against an opponent. The crushing hand can instead be directed to bull rush a target (as forceful hand), using the same bonuses outlined above, or it can be directed to interpose itself, as interposing hand does."
		]
	},
	"cultural_adaptation": {
		"name": "Cultural Adaptation",
		"sources": [ "Ultimate Intrigue" ],
		"description": [
			"## Cultural Adaptation",
			"",
			"{SOURCE Ultimate Intrigue/208}  ",
			"**School** {spelldef/divination}; **Level** arcanist 1, bard 1, cleric 1, medium 1, occultist 1, oracle 1, psychic 1, skald 1, sorcerer 1, warpriest 1, wizard 1",
			"",
			"### Casting",
			"",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S, M/DF (a document written in the language of the culture to be emulated)",
			"",
			"### Effect",
			"",
			"**Range** personal  ",
			"**Target** you  ",
			"**Duration** 10 minutes/level",
			"",
			"When casting this spell, you must concentrate on a culture or subculture to which you wish to adapt. If you speak the native language of the culture in question, then for the duration of this spell, you speak the language with a native accent. The spell doesn't teach you the language in question, but can be combined with tongues or a similar spell. Your body language and gestures mark you as a native of the culture, and you unconsciously make small decisions that help you blend in. Combined, these grant you a +2 circumstance bonus on Diplomacy checks to influence members of the culture to which you have adapted, which doesn't stack with other circumstance bonuses you might possess by virtue of being a member of the chosen culture. You also gain a +2 circumstance bonus on Disguise checks to pass yourself off as if you were a member of the culture, if you are not.",
			"",
			"This doesn't provide benefits when disguising yourself as a specific member of the culture, though it negates any circumstance penalties you might otherwise have taken due to not acting appropriately for that person's culture. Finally, the DCs of enchantment (charm) spells you cast against natives of the culture to which you are attuned increase by 1."
		]
	},
	"cultural_adaptation_taldan": {
		"name": "Cultural Adaptation (Taldan)",
		"sources": [ "Humans of Golarion" ],
		"description": [
			"## Cultural Adaptation (Taldan)",
			"",
			"{SOURCE Humans of Golarion/28}  ",
			"**School** {spelldef/divination}; **Level** arcanist 1, bard 1, cleric 1, oracle 1, skald 1, sorcerer 1, warpriest 1, wizard 1",
			"",
			"### Casting",
			"",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S, M/DF (a document written in the language of the culture to be emulated)",
			"",
			"### Effect",
			"",
			"**Range** personal  ",
			"**Target** you  ",
			"**Duration** 10 minutes/level",
			"",
			"During the height of the Empire of Taldor's expansionism, Taldan wizards developed this spell with the idea that it might make pacifying their \"uncivilized\" conquests easier. While the spell has since fallen out of favor with Taldans, it is much embraced by others, bards and Pathfinders in particular.",
			"",
			"When casting this spell, you must concentrate on the culture to which you wish to adapt. If you speak the native language of the culture in question, then for the duration of this spell, you speak the language with a native accent. The spell does not teach you the language in question, but may be combined with tongues or a similar spell. Your body language and gestures mark you as a native of the culture, and you unconsciously make small decisions that help you blend in. These combined new traits give you a +2 on Diplomacy checks made to influence members of the culture to which you have adapted. You also gain a +2 circumstance bonus on Disguise checks made to pass yourself off as a member of the culture. Additionally, the DCs of enchantment (charm) spells you cast against natives of the culture to which you are attuned increase by +1."
		]
	},
	"cup_of_dust": {
		"name": "Cup of Dust",
		"sources": [
			"Advanced Player's Guide",
			"Mythic Adventures"
		],
		"description": [
			"## Cup of Dust",
			"",
			"{SOURCE Advanced Player's Guide/214}  ",
			"**School** {spelldef/transmutation} [{spelldef/curse}]; **Level** druid 3, hunter 3, mesmerist 3, occultist 3, psychic 3, witch 3",
			"",
			"### Casting",
			"",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S, M (a pinch of dust)",
			"",
			"### Effect",
			"",
			"**Range** close (25 ft. + 5 ft./2 levels)  ",
			"**Target** one creature  ",
			"**Duration** 1 day/level (D)  ",
			"**Saving Throw** Fortitude negates; **Spell Resistance** yes",
			"",
			"You curse the target with a thirst no drink can quench. On a failed saving throw, the target begins to dehydrate. The effects of this spell cannot inflict more nonlethal damage than the target has hit points. No amount of drinking can counter this effect, although the target still experiences the other normal effects of any liquid imbibed (such as poisons or potions). Cup of dust can be removed with a break enchantment, limited wish, miracle, remove curse, or wish spell, but effects suffered as a result of dehydration must be healed by normal means.",
			"",
			"### Mythic Cup of Dust",
			"",
			"{SOURCE Mythic Adventures/89}",
			"",
			"On a failed save, the target immediately takes 1d6 points of nonlethal damage per tier. Add your tier to the DC of any further Constitution checks the target attempts to resist dehydration as part of this spell's effects. While the curse is in effect, the target gains no benefit from any spell, effect, or item that requires drinking, such as potions and elixirs (though these are still used up when the target drinks them)."
		]
	},
	"curative_distillation": {
		"name": "Curative Distillation",
		"sources": [ "Healer's Handbook" ],
		"description": [
			"## Curative Distillation",
			"",
			"{SOURCE Healer's Handbook/8}  ",
			"**School** {spelldef/conjuration} ({spelldef/healing}); **Level** alchemist 2, cleric 3, investigator 2, oracle 3, warpriest 3",
			"",
			"### Casting",
			"",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S, M (healing herb, alchemical remady, or potion of a healing spell worth at least 50 gp)",
			"",
			"### Effect",
			"",
			"**Range** touch  ",
			"**Target** one living creature touched  ",
			"**Duration** instantaneous  ",
			"**Saving Throw** Will half (harmless); **Spell Resistance** yes (harmless)",
			"",
			"You concentrate the healing potential of the material component so that it's exceptionally potent and restorative. This spell restores a number of hit points equal to 1d8 + 1 point per caster level (maximum +10) to the target, and also grants the target the benefits of the material component. Roll the hit points restored separately when determining how many total hit points this spell and the material component restore."
		]
	},
	"cure_critical_wounds": {
		"name": "Cure Critical Wounds",
		"sources": [
			"PRPG Core Rulebook",
			"Mythic Adventures"
		],
		"description": [
			"## Cure Critical Wounds",
			"",
			"{SOURCE PRPG Core Rulebook/262}  ",
			"**School** {spelldef/conjuration} ({spelldef/healing}); **Level** adept 4, alchemist 4, bard 4, cleric 4, druid 5, hunter 5, inquisitor 4, investigator 4, occultist 4, oracle 4, shaman 4, skald 4, spiritualist 4, warpriest 4, witch 5",
			"",
			"### Casting",
			"",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S",
			"",
			"### Effect",
			"",
			"**Range** touch  ",
			"**Target** creature touched  ",
			"**Duration** instantaneous  ",
			"**Saving Throw** Will half (harmless); **Spell Resistance** yes (harmless); see text",
			"",
			"This spell functions like cure light wounds, except that it cures 4d8 points of damage +1 point per caster level (maximum +20).",
			"",
			"### Mythic Cure Critical Wounds",
			"",
			"{SOURCE Mythic Adventures/89}",
			"",
			"The damage cured increases to 8d8 points of damage + 2 points per caster level (maximum +40). The spell cures up to 4 points of ability damage if the target is a living creature. The target chooses what types of ability damage are cured."
		]
	},
	"cure_critical_wounds_mass": {
		"name": "Cure Critical Wounds, Mass",
		"sources": [ "PRPG Core Rulebook" ],
		"description": [
			"## Cure Critical Wounds, Mass",
			"",
			"{SOURCE PRPG Core Rulebook/262}  ",
			"**School** {spelldef/conjuration} ({spelldef/healing}); **Level** cleric 8, druid 9, oracle 8, shaman 8, witch 9",
			"",
			"### Casting",
			"",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S",
			"",
			"### Effect",
			"",
			"**Range** close (25 ft. + 5 ft./2 levels)  ",
			"**Target** one creature/level, no two of which can be more than 30 ft. apart  ",
			"**Duration** instantaneous  ",
			"**Saving Throw** Will half (harmless) or Will half; see text; **Spell Resistance** yes (harmless) or yes; see text",
			"",
			"This spell functions like mass cure light wounds, except that it cures 4d8 points of damage +1 point per caster level (maximum +40)."
		]
	},
	"mass_cure_critical_wounds": {
		"copyof": "cure_critical_wounds_mass"
	},
	"cure_light_wounds": {
		"name": "Cure Light Wounds",
		"sources": [
			"PRPG Core Rulebook",
			"Mythic Adventures"
		],
		"description": [
			"## Cure Light Wounds",
			"",
			"{SOURCE PRPG Core Rulebook/263}  ",
			"**School** {spelldef/conjuration} ({spelldef/healing}); **Level** adept 1, alchemist 1, bard 1, cleric 1, druid 1, hunter 1, inquisitor 1, investigator 1, occultist 1, oracle 1, paladin 1, ranger 2, shaman 1, skald 1, spiritualist 1, warpriest 1, witch 1",
			"",
			"### Casting",
			"",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S",
			"",
			"### Effect",
			"",
			"**Range** touch  ",
			"**Target** creature touched  ",
			"**Duration** instantaneous  ",
			"**Saving Throw** Will half (harmless); **Spell Resistance** yes (harmless); see text",
			"",
			"When laying your hand upon a living creature, you channel positive energy that cures 1d8 points of damage + 1 point per caster level (maximum +5). Since undead are powered by negative energy, this spell deals damage to them instead of curing their wounds. An undead creature can apply spell resistance, and can attempt a Will save to take half damage.",
			"",
			"### Mythic Cure Light Wounds",
			"",
			"{SOURCE Mythic Adventures/89}",
			"",
			"The damage cured increases to 2d8 points of damage + 2 points per caster level (maximum +10). The spell cures up to 1 point of ability damage if the target is a living creature. The target chooses what type of ability damage is cured."
		]
	},
	"cure_light_wounds_mass": {
		"name": "Cure Light Wounds, Mass",
		"sources": [ "PRPG Core Rulebook" ],
		"description": [
			"## Cure Light Wounds, Mass",
			"",
			"{SOURCE PRPG Core Rulebook/263}  ",
			"**School** {spelldef/conjuration} ({spelldef/healing}); **Level** bard 5, cleric 5, druid 6, hunter 6, inquisitor 5, occultist 5, oracle 5, shaman 5, skald 5, warpriest 5, witch 6",
			"",
			"### Casting",
			"",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S",
			"",
			"### Effect",
			"",
			"**Range** close (25 ft. + 5 ft./2 levels)  ",
			"**Target** one creature/level, no two of which can be more than 30 ft. apart  ",
			"**Duration** instantaneous  ",
			"**Saving Throw** Will half (harmless) or Will half; see text; **Spell Resistance** yes (harmless) or yes; see text",
			"",
			"You channel positive energy to cure 1d8 points of damage + 1 point per caster level (maximum +25) on each selected creature. Like other cure spells, mass cure light wounds deals damage to undead in its area rather than curing them. Each affected undead may attempt a Will save for half damage."
		]
	},
	"mass_cure_light_wounds": {
		"copyof": "cure_light_wounds_mass"
	},
	"cure_moderate_wounds": {
		"name": "Cure Moderate Wounds",
		"sources": [
			"PRPG Core Rulebook",
			"Mythic Adventures"
		],
		"description": [
			"## Cure Moderate Wounds",
			"",
			"{SOURCE PRPG Core Rulebook/263}  ",
			"**School** {spelldef/conjuration} ({spelldef/healing}); **Level** adept 2, alchemist 2, bard 2, cleric 2, druid 3, hunter 3, inquisitor 2, investigator 2, occultist 2, oracle 2, paladin 3, ranger 3, shaman 2, skald 2, spiritualist 2, warpriest 2, witch 2",
			"",
			"### Casting",
			"",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S",
			"",
			"### Effect",
			"",
			"**Range** touch  ",
			"**Target** creature touched  ",
			"**Duration** instantaneous  ",
			"**Saving Throw** Will half (harmless); **Spell Resistance** yes (harmless); see text",
			"",
			"This spell functions like cure light wounds, except that it cures 2d8 points of damage + 1 point per caster level (maximum +10).",
			"",
			"### Mythic Cure Moderate Wounds",
			"",
			"{SOURCE Mythic Adventures/89}",
			"",
			"The damage cured increases to 4d8 points of damage + 2 points per caster level (maximum +20). The spell cures up to 2 points of ability damage if the target is a living creature. The target chooses what types of ability damage are cured."
		]
	},
	"cure_moderate_wounds_mass": {
		"name": "Cure Moderate Wounds, Mass",
		"sources": [ "PRPG Core Rulebook" ],
		"description": [
			"## Cure Moderate Wounds, Mass",
			"",
			"{SOURCE PRPG Core Rulebook/263}  ",
			"**School** {spelldef/conjuration} ({spelldef/healing}); **Level** bard 6, cleric 6, druid 7, inquisitor 6, occultist 6, oracle 6, shaman 6, skald 6, warpriest 6, witch 7",
			"",
			"### Casting",
			"",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S",
			"",
			"### Effect",
			"",
			"**Range** close (25 ft. + 5 ft./2 levels)  ",
			"**Target** one creature/level, no two of which can be more than 30 ft. apart  ",
			"**Duration** instantaneous  ",
			"**Saving Throw** Will half (harmless) or Will half; see text; **Spell Resistance** yes (harmless) or yes; see text",
			"",
			"This spell functions like mass cure light wounds, except that it cures 2d8 points of damage + 1 point per caster level (maximum +30)."
		]
	},
	"mass_cure_moderate_wounds": {
		"copyof": "cure_moderate_wounds_mass"
	},
	"cure_serious_wounds": {
		"name": "Cure Serious Wounds",
		"sources": [
			"PRPG Core Rulebook",
			"Mythic Adventures"
		],
		"description": [
			"## Cure Serious Wounds",
			"",
			"{SOURCE PRPG Core Rulebook/263}  ",
			"**School** {spelldef/conjuration} ({spelldef/healing}); **Level** adept 3, alchemist 3, bard 3, cleric 3, druid 4, hunter 4, inquisitor 3, investigator 3, occultist 3, oracle 3, paladin 4, ranger 4, shaman 3, skald 3, spiritualist 3, warpriest 3, witch 4",
			"",
			"### Casting",
			"",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S",
			"",
			"### Effect",
			"",
			"**Range** touch  ",
			"**Target** creature touched  ",
			"**Duration** instantaneous  ",
			"**Saving Throw** Will half (harmless); **Spell Resistance** yes (harmless); see text",
			"",
			"This spell functions like cure light wounds, except that it cures 3d8 points of damage + 1 point per caster level (maximum +15).",
			"",
			"### Mythic Cure Serious Wounds",
			"",
			"{SOURCE Mythic Adventures/90}",
			"",
			"The damage cured increases to 6d8 points of damage + 2 points per caster level (maximum +30). The spell cures up to 3 points of ability damage if the target is a living creature. The target chooses what types of ability damage are cured."
		]
	},
	"cure_serious_wounds_mass": {
		"name": "Cure Serious Wounds, Mass",
		"sources": [ "PRPG Core Rulebook" ],
		"description": [
			"## Cure Serious Wounds, Mass",
			"",
			"{SOURCE PRPG Core Rulebook/263}  ",
			"**School** {spelldef/conjuration} ({spelldef/healing}); **Level** cleric 7, druid 8, oracle 7, shaman 7, witch 8",
			"",
			"### Casting",
			"",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S",
			"",
			"### Effect",
			"",
			"**Range** close (25 ft. + 5 ft./2 levels)  ",
			"**Target** one creature/level, no two of which can be more than 30 ft. apart  ",
			"**Duration** instantaneous  ",
			"**Saving Throw** Will half (harmless) or Will half; see text; **Spell Resistance** yes (harmless) or yes; see text",
			"",
			"This spell functions like mass cure light wounds, except that it cures 3d8 points of damage + 1 point per caster level (maximum +35)."
		]
	},
	"mass_cure_serious_wounds": {
		"copyof": "cure_serious_wounds_mass"
	},
	"curse_item": {
		"name": "Curse Item",
		"sources": [ "Pathfinder #64: Beyond the Doomsday Door" ],
		"description": [
			"## Curse Item",
			"",
			"{SOURCE Pathfinder #64: Beyond the Doomsday Door/73}  ",
			"**School** {spelldef/necromancy} [{spelldef/curse}]; **Level** cleric 2, oracle 2, warpriest 2 (Groetus)",
			"",
			"### Casting",
			"",
			"**Casting Time** 1 minute  ",
			"**Components** V, S, DF",
			"",
			"### Effect",
			"",
			"**Range** touch  ",
			"**Target** object touched  ",
			"**Duration** instantaneous  ",
			"**Saving Throw** Will negates (object); **Spell Resistance** yes (object)",
			"",
			"The object becomes flawed and prone to failure. The effects of this spell depend on the nature of the object.",
			"",
			"*Magic Item:* The item functions intermittently, gaining either an unreliable curse or a random dependent curse.",
			"",
			"*Nonmagical Armor or Shield:* The item gains the fragile armor quality.",
			"",
			"*Nonmagical Weapon:* The item gains the fragile weapon quality.",
			"",
			"*Tool:* The item gains the broken condition if a creature rolls a natural 1 while making a skill check with the tool.",
			"",
			"*Other Item:* Each day it is used, the item has a 5% chance of gaining the broken condition.",
			"",
			"This spell does not affect artifacts. The item can be sold or discarded as normal (the bearer is not compelled to keep it). If a cleric of Groetus is using an item that is affected by this spell, he or she may make a DC 20 Will saving throw to override the item's curse for 1 day (using it as if the item were not cursed)."
		]
	},
	"curse_of_befouled_fortune": {
		"name": "Curse of Befouled Fortune",
		"sources": [ "Blood of the Beast" ],
		"description": [
			"## Curse of Befouled Fortune",
			"",
			"{SOURCE Blood of the Beast/7}  ",
			"**School** {spelldef/necromancy} [{spelldef/curse}]; **Level** antipaladin 3, arcanist 4, bloodrager 4, cleric 3, oracle 3, shaman 3, sorcerer 4, spiritualist 3, warpriest 3, witch 3, wizard 4 (Catfolk)",
			"",
			"### Casting",
			"",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S",
			"",
			"### Effect",
			"",
			"**Range** touch  ",
			"**Target** creature touched  ",
			"**Duration** permanent  ",
			"**Saving Throw** Will negates; **Spell Resistance** yes",
			"",
			"You curse the target, making it incredibly unlucky. While affected by curse of befouled fortune, the target can't receive luck bonuses or benefit from effects that grant it the ability to roll multiple times and take the higher result (like the swashbuckler's charmed life ability). The target also can't choose a die result, such as taking 10 or 20 in lieu of rolling (as per the bard's lore master ability). Finally, the first time each turn the target would succeed at an attack, saving throw, or skill check, it must roll twice and use the worse of the two results.",
			"",
			"This curse cannot be dispelled, but it can be removed with a break enchantment, limited wish, miracle, remove curse, or wish spell."
		]
	},
	"curse_of_burning_sleep": {
		"name": "Curse of Burning Sleep",
		"sources": [ "Advanced Class Guide" ],
		"description": [
			"## Curse of Burning Sleep",
			"",
			"{SOURCE Advanced Class Guide/179}  ",
			"**School** {spelldef/transmutation} [{spelldef/curse}, {spelldef/fire}]; **Level** arcanist 4, psychic 4, redmantisassassin 4, shaman 4, sorcerer 4, witch 4, wizard 4",
			"",
			"### Casting",
			"",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S, M (a feather and a drop of oil)",
			"",
			"### Effect",
			"",
			"**Range** close (25 ft. + 5 ft./2 levels)  ",
			"**Target** one creature  ",
			"**Duration** permanent until triggered (see text)  ",
			"**Saving Throw** Will negates (see text); **Spell Resistance** yes",
			"",
			"You place a curse upon the target that triggers 1 hour after the next time it falls asleep. When the curse is triggered, the creature bursts into flame, taking 1d6 points of fire damage per 2 caster levels (maximum 8d6). Furthermore, it catches on fire, taking 2d6 points of fire damage per round at the end of its turn each round until the creature dies or is quenched as normal. If the target is still asleep, the fire damage from this spell wakes it.",
			"",
			"Only one of these spells can be in place on a creature at any time. This has no effect on creatures that don't sleep."
		]
	},
	"curse_of_disgust": {
		"name": "Curse of Disgust",
		"sources": [ "Ultimate Magic" ],
		"description": [
			"## Curse of Disgust",
			"",
			"{SOURCE Ultimate Magic/215}  ",
			"**School** {spelldef/enchantment} ({spelldef/compulsion}) [{spelldef/curse}, {spelldef/emotion}, {spelldef/mind-affecting}]; **Level** arcanist 5, bard 3, mesmerist 3, occultist 4, psychic 6, skald 3, sorcerer 5, witch 5, wizard 5",
			"",
			"### Casting",
			"",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S",
			"",
			"### Effect",
			"",
			"**Range** close (25 ft. + 5 ft./2 levels)  ",
			"**Target** one creature  ",
			"**Duration** permanent  ",
			"**Saving Throw** Will negates; **Spell Resistance** yes",
			"",
			"You place a curse upon a creature, causing it to avoid the sight of a specific trigger, which is a kind of creature, object, or condition designated by you. When the target is within 30 feet of a trigger and is aware of the trigger, it gains the sickened condition and feels an urge to leave. A successful Will save negates the urge to leave, but the sickened condition persists as long as the target is within 30 feet of a trigger and aware of it. Example triggers include beggars, filthy clothing, diseased creatures, the king, blood, spiders, rats, corpses, and sewage."
		]
	},
	"curse_of_dragonflies": {
		"name": "Curse of Dragonflies",
		"sources": [ "Blood of the Coven" ],
		"description": [
			"## Curse of Dragonflies",
			"",
			"{SOURCE Blood of the Coven/21}  ",
			"**School** {spelldef/conjuration} [{spelldef/air}, {spelldef/curse}]; **Level** arcanist 4, druid 3, hunter 3, magus 3, shaman 4, sorcerer 4, summoner 4, witch 3, wizard 4",
			"",
			"### Casting",
			"",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S, M (a paper insect)",
			"",
			"### Effect",
			"",
			"**Range** medium (100 ft. + 10 ft./level)  ",
			"**Target** one creature  ",
			"**Duration** permanent (D)  ",
			"**Saving Throw** Will negates; **Spell Resistance** yes",
			"",
			"You invest a target with cursed elemental energy, making the open skies anathema to it. If the affected creature ever tries to fly more than 5 feet above the ground, paper insects erupt from the air around the creature to interfere with its movement. The affected creature's flight maneuverability decreases by one step for every 3 caster levels you have. A creature whose maneuverability would be brought below clumsy must land at the end of its turn each round or fall.",
			"",
			"This spell does not affect incorporeal creatures or creatures that are otherwise intangible (such as a wizard using gaseous form to fly)."
		]
	},
	"curse_of_fell_seasons": {
		"name": "Curse of Fell Seasons",
		"sources": [ "Horror Adventures" ],
		"description": [
			"## Curse of Fell Seasons",
			"",
			"{SOURCE Horror Adventures/114}  ",
			"**School** {spelldef/transmutation} [{spelldef/curse}, {spelldef/darkness}]; **Level** arcanist 9, druid 9, shaman 9, sorcerer 9, witch 9, wizard 9",
			"",
			"### Casting",
			"",
			"**Casting Time** 10 minutes  ",
			"**Components** V, S, F (darkwood carving of a tree worth 15,000 gp)",
			"",
			"### Effect",
			"",
			"**Range** touch  ",
			"**Area** 2-mile radius emanating from the touched point  ",
			"**Duration** permanent (D)  ",
			"**Saving Throw** none; **Spell Resistance** no",
			"",
			"By touching the ground, you drastically change the weather in the area, as the unseasonable weather curse (see below). The focus merges into the cursed area as part of the spell and can only be retrieved if the curse is lifted.",
			"",
			"### Unseasonable Weather",
			"",
			"**Type** regional curse; **Area** 2-mile-radius emanation; **Save** Will DC 23 to remove",
			"",
			"**Effect** The weather in the cursed region changes drastically, even bringing snow to a blazing desert. The area is plagued by your choice of cold weather conditions, very hot conditions, or frequent powerful storms. The weather remains unpredictable, and can change over time (as determined by the GM), but the baseline weather is altered as long as the curse remains.",
			"",
			"**Cure** The cursed weather can be returned to normal only by casting remove curse at the center of the affected area, followed by a casting of control weather."
		]
	},
	"curse_of_keeping": {
		"name": "Curse of Keeping",
		"sources": [ "Black Markets" ],
		"description": [
			"## Curse of Keeping",
			"",
			"{SOURCE Black Markets/30}  ",
			"**School** {spelldef/enchantment} ({spelldef/compulsion}) [{spelldef/curse}]; **Level** antipaladin 2, shaman 2, witch 2",
			"",
			"### Casting",
			"",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S, DF",
			"",
			"### Effect",
			"",
			"**Range** close (25 ft. + 5 ft./2 levels)  ",
			"**Target** one creature  ",
			"**Duration** 1 day/level  ",
			"**Saving Throw** Will negates; **Spell Resistance** yes",
			"",
			"You curse the target with the inability to sell, barter, or give away any item it owns, other than ordinary currency, for as long as the spell remains in effect. The target cannot sell, trade, drop, or give away possessions. The target can purchase items using ordinary currency but can't then sell the purchased items. The target can accept gifts from others but can't offer anything in exchange. A curse of keeping can be ended by break enchantment, limited wish, remove curse, miracle, or wish. Dispel magic does not affect a curse of keeping."
		]
	},
	"curse_of_magic_negation": {
		"name": "Curse of Magic Negation",
		"sources": [ "Ultimate Magic" ],
		"description": [
			"## Curse of Magic Negation",
			"",
			"{SOURCE Ultimate Magic/215}  ",
			"**School** {spelldef/abjuration} [{spelldef/curse}]; **Level** arcanist 4, cleric 5, inquisitor 4, mesmerist 3, occultist 4, oracle 5, psychic 4, sorcerer 4, warpriest 5, witch 4, wizard 4",
			"",
			"### Casting",
			"",
			"**Casting Time** 1 round  ",
			"**Components** V, S, M (powdered lead and platinum worth 250 gp)",
			"",
			"### Effect",
			"",
			"**Range** medium (100 ft. + 10 ft./level)  ",
			"**Target** one creature  ",
			"**Duration** 10 minute/level  ",
			"**Saving Throw** Will negates; **Spell Resistance** no",
			"",
			"You disrupt the target creature's ability to draw upon magical energies. For the duration of the spell, it gains the [negated spellblight](rule/major_spellblights). Dispel checks to remove the spellblight take a -5 penalty due to this spell's interference with magical energies."
		]
	},
	"curse_of_night": {
		"name": "Curse of Night",
		"sources": [ "Horror Adventures" ],
		"description": [
			"## Curse of Night",
			"",
			"{SOURCE Horror Adventures/114}  ",
			"**School** {spelldef/evocation} [{spelldef/curse}, {spelldef/darkness}]; **Level** arcanist 8, cleric 8, druid 8, oracle 8, sorcerer 8, witch 8, wizard 8",
			"",
			"### Casting",
			"",
			"**Casting Time** 10 minutes  ",
			"**Components** V, S, F (jet gemstones worth a total of 10,000 gp)",
			"",
			"### Effect",
			"",
			"**Range** touch  ",
			"**Area** 1-mile radius emanating from touched point)  ",
			"**Duration** permanent (D)  ",
			"**Saving Throw** none (see curse text); **Spell Resistance** no",
			"",
			"By touching the ground, you curse an area to remain in bleak darkness, as the endless night curse (see below). The focus merges into the cursed area as part of the spell and can only be retrieved if the curse is lifted.",
			"",
			"### Endless Night",
			"",
			"**Type** regional curse; **Area** 1-mile-radius emanation; **Save** Will DC 22 negates",
			"",
			"**Effect** Nonmagical light and magical light sources that produce normal light create only dim light in the cursed area, and even direct sunlight leads to only an ambient dim light in the area (similar to a full moon). Twilight and night are always dark. Creatures harmed or weakened by daylight can move about during the day in this area and the only impairment they take from the dimmed sunlight is that they become dazzled in its area. Plant growth in the area is stunted, as per the stunt growth usage of diminish plants. Any spellcaster attempting to cast daylight or a spell that creates true daylight or bright light in the area fails unless she succeeds at a Will saving throw against the curse. Success leads to normal light, rather than bright light.",
			"",
			"**Cure** An endless night can be lifted only by successfully casting remove curse followed by sunburst at noon on a clear day."
		]
	},
	"curse_of_the_outcast": {
		"name": "Curse of the Outcast",
		"sources": [ "Ultimate Intrigue" ],
		"description": [
			"## Curse of the Outcast",
			"",
			"{SOURCE Ultimate Intrigue/209}  ",
			"**School** {spelldef/enchantment} ({spelldef/compulsion}) [{spelldef/curse}, {spelldef/emotion}, {spelldef/mind-affecting}] ; **Level** bard 4, cleric 6, inquisitor 4, mesmerist 4, oracle 6, shaman 6, skald 5, warpriest 6, witch 6",
			"",
			"### Casting",
			"",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S, M (a handful of earthworms)",
			"",
			"### Effect",
			"",
			"**Range** close (25 ft. + 5 ft./2 levels)  ",
			"**Target** one creature  ",
			"**Duration** permanent  ",
			"**Saving Throw** Will negates; **Spell Resistance** yes",
			"",
			"Everything about the target seems off-putting and grating, and everyone he meets is compelled to see the worst in him. Whenever the target attempts a Bluff, Diplomacy, Intimidate, or Perform check, he must roll twice and take the lower result.",
			"",
			"Additionally, each creature he encounters has its initial attitude toward him reduced by one step (helpful becomes friendly, friendly becomes indifferent, and so on)."
		]
	},
	"curse_of_unexpected_death": {
		"name": "Curse of Unexpected Death",
		"sources": [ "Pathfinder #89: Palace of Fallen Stars" ],
		"description": [
			"## Curse of Unexpected Death",
			"",
			"{SOURCE Pathfinder #89: Palace of Fallen Stars/74}  ",
			"**School** {spelldef/necromancy} [{spelldef/curse}, {spelldef/death}]; **Level** cleric 4, oracle 4, shaman 5, warpriest 4, witch 5 (Zyphus)",
			"",
			"### Casting",
			"",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S",
			"",
			"### Effect",
			"",
			"**Range** touch  ",
			"**Target** living creature touched  ",
			"**Duration** 1 minute/level (see text)  ",
			"**Saving Throw** Fortitude partial (see text); **Spell Resistance** yes",
			"",
			"You curse one living creature with a chance of instant and unexpected death. When you cast this spell, your hand seethes with eerie gray fire. You must succeed at a melee touch attack to touch the target, at which time the fire buries itself within the target's body and disappears. On the round you touch the creature and once per minute thereafter, roll 1d100. On a result of 01-05, the spell is triggered and the creature takes 8d6 points of damage + 1 point per caster level; the creature can attempt a saving throw to reduce the damage to 2d6 points of damage + 1 point per caster level. On a result of 06-100, nothing happens.",
			"",
			"Once the spell is triggered or if the duration expires before it triggers, the magic ends and no further 1d100 rolls are made. If the target has spell resistance, a caster level check is made when you succeed at the touch attack. A creature can be affected by only one instance of this spell at a time. The untriggered spell can be removed with dispel magic, remove curse, or similar effects."
		]
	},
	"curse_terrain_lesser": {
		"name": "Curse Terrain, Lesser",
		"sources": [ "Horror Adventures" ],
		"description": [
			"## Curse Terrain, Lesser",
			"",
			"{SOURCE Horror Adventures/114}  ",
			"**School** {spelldef/necromancy} [{spelldef/curse}, {spelldef/evil}]; **Level** arcanist 2, cleric 2, druid 2, hunter 2, oracle 2, shaman 2, sorcerer 2, warpriest 2, witch 2, wizard 2",
			"",
			"### Casting",
			"",
			"**Casting Time** 10 minutes  ",
			"**Components** V, S, M (the heart of a creature that dwelled in the area and powdered onxy worth 350 gp)",
			"",
			"### Effect",
			"",
			"**Range** touch  ",
			"**Area** 300-ft. radius emanating from the touched point  ",
			"**Duration** 1 day (D)  ",
			"**Saving Throw** none; **Spell Resistance** no",
			"",
			"By touching the ground, you curse the land with three unnatural hazards, as the minor perilous demesne curse (see below). Though this makes the hazards appear frequently, their manifestations are still unpredictable-you can't control when the hazards begin or end, nor where they appear within the cursed terrain.",
			"",
			"Curse terrain spells can be made permanent with a permanency spell. The minimum caster level and gp cost are shown on the table. The spell is still dismissable if made permanent.",
			"",
			"| Spell | Minimum Caster Level | GP Cost |",
			"| --- | --- | --- |",
			"| Lesser Curse Terrain | 9th | 2,500 gp |",
			"| Curse Terrain | 11th | 7,500 gp |",
			"| Greater Curse Terrain | 15th | 17,500 gp |",
			"| Supreme Curse Terrain | 19th | 27,500 gp |",
			"",
			"### Perillous Demesne, Minor",
			"",
			"**Type** regional curse; **Area** 300-foot-radius emanation; **Save** Will DC 13 to remove",
			"",
			"**Effect** Up to three hazards (see the [Environments section](rule/horror_environments)), each of CR 3 or less, imperil creatures in the area, though never with more than one hazard at a time.If a creature places this curse, it can choose the hazards.The hazards must be appropriate to the type of terrain (atthe GM's discretion). Any of the hazards that are rendered safe reset themselves and become dangerous again at each midnight.",
			"",
			"### Curse Terrain",
			"",
			"{SOURCE Horror Adventures/114}  ",
			"**School** {spelldef/necromancy} [{spelldef/curse}, {spelldef/evil}]; **Level** arcanist 4, cleric 4, druid 4, hunter 4, oracle 4, shaman 4, sorcerer 4, warpriest 4, witch 4, wizard 4",
			"",
			"#### Casting",
			"",
			"**Casting Time** 10 minutes  ",
			"**Components** V, S, M (the heart of a creature that dwelled in the area and powdered onyx worth 700 gp)",
			"",
			"#### Effect",
			"",
			"**Range** touch  ",
			"**Area** 1-mile radius emanting from the touched point  ",
			"**Duration** 1 day (D)",
			"",
			"By touching the ground, you curse the land with four unnatural hazards. This functions as lesser curse terrain, but with the effects of the major perilous demesne curse (see below).",
			"",
			"### Perilous Demesne, Major",
			"",
			"**Type** regional curse; **Area** 1-mile-radius emanation; **Save** Will DC 16 to remove",
			"",
			"**Effect** As per minor perilous demesne (see above), except this can involve up to four hazards, each of CR 6 or less, imperil creatures in the area. If any hazards are encountered together, the encounter's effective CR from hazards must be no more than 7 (for instance, two CR 5 hazards could be encountered together).",
			"",
			"### Curse Terrain, Greater",
			"",
			"{SOURCE Horror Adventures/114}  ",
			"**School** {spelldef/necromancy} [{spelldef/curse}, {spelldef/evil}]; **Level** arcanist 6, cleric 6, druid 6, hunter 6, oracle 6, shaman 6, sorcerer 6, warpriest 6, witch 6, wizard 6",
			"",
			"#### Casting",
			"",
			"**Casting Time** 10 minutes  ",
			"**Components** V, S, M (the heart of the creature that dwelled in the area and powdered onyx worth 1,500 gp)",
			"",
			"#### Effect",
			"",
			"**Range** touch  ",
			"**Area** 5-mile radius emanating from the touched point  ",
			"**Duration** 1 day (D)",
			"",
			"By touching the ground, you curse the land with six unnatural hazards. This functions as lesser curse terrain, but with the effects of the greater perilous demesne curse (see below).",
			"",
			"### Perilous Demesne, Greater",
			"",
			"**Type** regional curse; **Area** 6-mile-radius emanation; **Save** Will DC 19 to remove",
			"",
			"**Effect** As per major perilous demesne (see above), except up to six hazards, each of CR 10 or less, imperil creatures in the area. The hazards are arranged so that if any are encountered together, the encounter's effective CR from hazards must be no more than 11 (for instance, two CR 9 hazards could be encountered together).",
			"",
			"**Cure** Remove curse removes a greater perilous demesne only if followed by a casting of hallow at the effect's center.",
			"",
			"### Curse Terrain, Supreme",
			"",
			"{SOURCE Horror Adventures/115}  ",
			"**School** {spelldef/necromancy} [{spelldef/curse}, {spelldef/evil}]; **Level** arcanist 8, cleric 8, druid 8, oracle 8, shaman 8, sorcerer 8, witch 8, wizard 8",
			"",
			"#### Casting",
			"",
			"**Casting Time** 10 minutes  ",
			"**Components** V, S, M (the heart of a creature that dwelled in the area and powdered onyx worth 4,000 gp)",
			"",
			"#### Effect",
			"",
			"**Range** touch  ",
			"**Area** 5-mile radius emanating from the touched point  ",
			"**Duration** 1 day (D)",
			"",
			"By touching the ground, you curse the land with seven unnatural hazards. This functions as lesser curse terrain, but with the effects of the grand perilous demesne curse (see below).",
			"",
			"### Perilous Demesne, Grand",
			"",
			"**Type** regional curse; **Area** 18-mile-radius emanation; **Save** Will DC 22 to remove",
			"",
			"**Effect** As per major perilous demesne (see above), except up to seven hazards, each of CR 14 or less, imperil creatures in the area. The hazards are arranged so that if any are encountered together, the encounter's effective CR from hazards must be no more than 15 (for instance, two CR 13 hazards could be encountered together).",
			"",
			"**Cure** Remove curse removes a grand perilous demesne only if followed by a casting of hallow at the effect's center, and then casting disintegrate on each of the hazards before the next nightfall or midnight."
		]
	},
	"lesser_curse_terrain": {
		"copyof": "curse_terrain_lesser"
	},
	"curse_terrain": {
		"name": "Curse Terrain",
		"sources": [ "Horror Adventures" ],
		"copyof": "lesser_curse_terrain"
	},
	"curse_terrain_greater": {
		"name": "Curse Terrain, Greater",
		"sources": [ "Horror Adventures" ],
		"copyof": "lesser_curse_terrain"
	},
	"greater_curse_terrain": {
		"copyof": "curse_terrain_greater"
	},
	"curse_terrain_supreme": {
		"name": "Curse Terrain, Supreme",
		"sources": [ "Horror Adventures" ],
		"copyof": "lesser_curse_terrain"
	},
	"supreme_curse_terrain": {
		"copyof": "curse_terrain_supreme"
	},
	"curse_water": {
		"name": "Curse Water",
		"sources": [ "PRPG Core Rulebook" ],
		"description": [
			"## Curse Water",
			"",
			"{SOURCE PRPG Core Rulebook/263}  ",
			"**School** {spelldef/necromancy} [{spelldef/evil}]; **Level** antipaladin 1, cleric 1, inquisitor 1, oracle 1, warpriest 1",
			"",
			"### Casting",
			"",
			"**Casting Time** 1 minute  ",
			"**Components** V, S, M (5 lbs. of powdered silver worth 25 gp)",
			"",
			"### Effect",
			"",
			"**Range** touch  ",
			"**Target** flask of water touched  ",
			"**Duration** instantaneous  ",
			"**Saving Throw** Will negates (object); **Spell Resistance** yes (object)",
			"",
			"This spell imbues a flask (1 pint) of water with negative energy, turning it into unholy water. Unholy water damages good outsiders the way {equipment-weapon/holy water} damages undead and evil outsiders."
		]
	},
	"cursed_earth": {
		"name": "Cursed Earth",
		"sources": [ "Ultimate Magic" ],
		"description": [
			"## Cursed Earth",
			"",
			"{SOURCE Ultimate Magic/215}  ",
			"**School** {spelldef/necromancy} [{spelldef/curse}, {spelldef/evil}]; **Level** arcanist 9, cleric 9, oracle 9, sorcerer 9, witch 9, wizard 9",
			"",
			"### Casting",
			"",
			"**Casting Time** 10 minutes  ",
			"**Components** V, S, M (powdered onyx 10,000 gp), DF",
			"",
			"### Effect",
			"",
			"**Range** touch  ",
			"**Area** 1-mile radius emanating from the touched point  ",
			"**Duration** permanent  ",
			"**Saving Throw** none (see text); **Spell Resistance** no",
			"",
			"You lay a terrible curse upon the land, blighting those who live and die there. Choose one of the following effects.",
			"",
			"*Famine:* All normal plants in the area reduce their growth and food production by half, as if affected by the stunt growth effect of diminish plants.",
			"",
			"*Living Death:* Any creatures of Small size or larger killed in the area rise as uncontrolled zombies 24 hours after their death, as do corpses buried in the area. Burning or dismembering the corpses prevents them from rising as zombies.",
			"",
			"*Plague:* Every day at sundown, all creatures in the area must make a Fortitude save or catch one of the following diseases (your choice, decided at the time of casting): blinding sickness, bubonic plague, cackle fever, filth fever, leprosy, mindfire, red ache, shakes, or slimy doom. The disease is contracted immediately (the onset period does not apply). Use the disease's listed frequency and save DC to determine further effects. This is a disease effect."
		]
	},
	"cursed_treasure": {
		"name": "Cursed Treasure",
		"sources": [ "Villain Codex" ],
		"description": [
			"## Cursed Treasure",
			"",
			"{SOURCE Villain Codex/188}  ",
			"**School** {spelldef/necromancy} [{spelldef/curse}]; **Level** antipaladin 3, arcanist 4, bloodrager 4, cleric 3, oracle 3, shaman 3, sorcerer 4, spiritualist 3, warpriest 3, witch 3, wizard 4",
			"",
			"### Casting",
			"",
			"**Casting Time** 1 minute  ",
			"**Components** V, S, M (a platinum piece)",
			"",
			"### Effect",
			"",
			"**Range** touch  ",
			"**Target** unattended object touched  ",
			"**Duration** permanent until discharged, then permanent (see text)  ",
			"**Saving Throw** Fortitude negates (object), then Will negates (see text); **Spell Resistance** yes (object), then yes (see text)",
			"",
			"You touch a piece of treasure or container filled with treasure and place a terrible curse upon it, choosing from any option available with bestow curse. The next creature to take the treasure or remove items from the container is affected by the curse, unless it succeeds at a Will save (spell resistance applies). If you are the next creature to take the treasure or get objects from the container, though, the spell discharges harmlessly instead."
		]
	},
	"cushioning_bands": {
		"name": "Cushioning Bands",
		"sources": [ "Ultimate Magic" ],
		"description": [
			"## Cushioning Bands",
			"",
			"{SOURCE Ultimate Magic/215}  ",
			"**School** {spelldef/conjuration} ({spelldef/creation}) [{spelldef/force}]; **Level** arcanist 2, psychic 2, sorcerer 2, summoner 2, unchained summoner 2, wizard 2",
			"",
			"### Casting",
			"",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S,",
			"",
			"### Effect",
			"",
			"**Range** touch  ",
			"**Target** creature touched  ",
			"**Duration** 1 hour/level or until discharged (D)  ",
			"**Saving Throw** Will negates (harmless); **Spell Resistance** yes",
			"",
			"Invisible bands of force encircle vital areas of the target. The bands resist crushing forces and impacts without interfering with movement. The target gains DR 2/piercing or slashing and takes half damage from constriction, falling, and being buried, as well as from similar crushing effects such as crushing hand. Grapple checks for attacks other than constricting (such as pinning or swallowing whole) are not affected. Once the spell has blocked 12 points of damage per caster level (to a maximum of 120 points at 10th level), it is discharged. The bands have no effect on incorporeal attacks unless they deal damage from constriction or crushing, or unless the attacks would be subject to damage reduction."
		]
	},
	"daemon_ward": {
		"name": "Daemon Ward",
		"sources": [ "Book of the Damned - Volume 3: Horsemen of the Apocalypse" ],
		"description": [
			"## Daemon Ward",
			"",
			"{SOURCE Book of the Damned - Volume 3: Horsemen of the Apocalypse/38}  ",
			"**School** {spelldef/necromancy}; **Level** arcanist 4, cleric 4, druid 5, hunter 5, oracle 4, paladin 4, sorcerer 4, warpriest 4, witch 4, wizard 4",
			"",
			"### Casting",
			"",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S, M (50 gp worth of powdered silver)",
			"",
			"### Effect",
			"",
			"**Range** touch  ",
			"**Target** living creature touched  ",
			"**Duration** 1 min./level  ",
			"**Saving Throw** Will negates (harmless); **Spell Resistance** (yes) harmless",
			"",
			"This spell functions like death ward, except as noted above and it only protects against these attacks from daemons."
		]
	},
	"daggermarks_exchange": {
		"name": "Daggermark's Exchange",
		"sources": [ "Inner Sea Intrigue" ],
		"description": [
			"## Daggermark's Exchange",
			"",
			"{SOURCE Inner Sea Intrigue/59}  ",
			"**School** {spelldef/transmutation} [{spelldef/poison}]; **Level** alchemist 2, arcanist 3, cleric 3, druid 2, hunter 2, investigator 2, occultist 3, oracle 3, psychic 3, sorcerer 3, warpriest 3, wizard 3",
			"",
			"### Casting",
			"",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S, M (a dose of poison)",
			"",
			"### Effect",
			"",
			"**Range** personal  ",
			"**Target** you  ",
			"**Duration** instantaneous",
			"",
			"You swallow a dose of poison with no effect and regurgitate a dose of a different poison (your choice) into the old container (or another you have on hand). Attempt a Craft (alchemy) check against the new poison's DC. If you succeed, you create a dose of your chosen poison. If you fail, the poison you regurgitate is inert. If you roll a natural 1, you expose yourself to the original poison (although you remain immune to that poison if you have venom immunity or a similar class feature or ability). The new poison's price must be the same as or less than the original poison's price."
		]
	},
	"dahaks_release": {
		"name": "Dahak's Release",
		"sources": [ "Legacy of Dragons" ],
		"description": [
			"## Dahak's Release",
			"",
			"{SOURCE Legacy of Dragons/28}  ",
			"**School** {spelldef/enchantment} ({spelldef/compulsion}) [{spelldef/draconic}, {spelldef/mind-affecting}]; **Level** arcanist 5, mesmerist 5, occultist 5, shaman 5, sorcerer 5, witch 5, wizard 5",
			"",
			"### Casting",
			"",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S, M (a dried drop of blood)",
			"",
			"### Effect",
			"",
			"**Range** touch  ",
			"**Target** creature touched  ",
			"**Duration** 1 round/level  ",
			"**Saving Throw** Will negates; **Spell Resistance** yes",
			"",
			"You unleash all the target's anger and destructive urges, causing it to fly into a violent bloodlust. The target attacks creatures as determined by the following table. If a creature is killed or the target is for some reason unable to effectively attack it, roll on the table again to select a new action for the target.",
			"",
			"| d% | Behavior |",
			"| --- | --- |",
			"| 01-25 | Target attacks the creature nearest to it. |",
			"| 26-75 | Target attacks its nearest ally. |",
			"| 76-100 | Target always attacks the last creature to attack it. |",
			"",
			"Beginning on its next turn, the target attacks the subject determined by the chart with a melee weapon, natural weapon, or supernatural ability that deals damage. If necessary, it moves to or charges to the subject in order to make this attack. If it is unable to reach its subject on its next turn, the target uses its turn to get as close as possible to the subject of its bloodlust. The target gains a +2 morale bonus on attack and damage rolls, and cannot use any Charisma-, Dexterity-, or Intelligence-based skills (except Acrobatics, Fly, Intimidate, and Ride) or any abilities that require patience or concentration. This spell is otherwise treated as confusion and rage-any creature immune to confusion or rage is immune to this spell, and any ability or effect that ends confusion or rage (such as calm emotions) can end this spell.",
			"",
			"Antipaladins, bloodragers, clerics, and inquisitors who worship Dahak add Dahak's release to their spell lists as a 4th-level spell."
		]
	},
	"damnation": {
		"name": "Damnation",
		"sources": [ "Horror Adventures" ],
		"description": [
			"## Damnation",
			"",
			"{SOURCE Horror Adventures/115}  ",
			"**School** {spelldef/evocation} [{spelldef/good}]; **Level** cleric 3, inquisitor 3, oracle 3, paladin 3, warpriest 3",
			"",
			"### Casting",
			"",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S, M/DF (a drop of holy water)",
			"",
			"### Effect",
			"",
			"**Area** 30-ft.-radius burst centered on you  ",
			"**Duration** instantaneous  ",
			"**Saving Throw** Will half; **Spell Resistance** yes",
			"",
			"You pass judgment on your enemies' intentions and punish them with holy power. Each creature in the spell's area takes 1d8 points of damage per spell level, determined by the most powerful effect with the evil descriptor either affecting that creature or in its spell repertoire. A caster who prepares spells takes this damage based on the highest-level evil spell he prepared that day, even if he already cast that spell. A spontaneous spellcaster takes this damage based on the highest-level evil spell she knows, even if she has no remaining spell slots available to cast that spell. A creature with evil spell-like abilities takes this damage based on the highest-level evil spell-like ability it can use. A creature who doesn't cast spells but is the willing beneficiary of evil spells takes this damage based on the highest-level evil spell currently affecting it, including spells that affect an area such as desecrate. A creature subject to the harmful effects of an evil spell are unaffected unless it voluntarily accepted the spell's effects."
		]
	},
	"damnation_of_memory": {
		"name": "Damnation of Memory",
		"sources": [ "Inner Sea Races" ],
		"description": [
			"## Damnation of Memory",
			"",
			"{SOURCE Inner Sea Races/218}  ",
			"**School** {spelldef/enchantment} ({spelldef/compulsion}) [{spelldef/mind-affecting}]; **Level** bard 6, skald 6 (Garundi)",
			"",
			"### Casting",
			"",
			"**Casting Time** 1 hour  ",
			"**Components** V, S, F (a massive, flawless gemstone worth 5,000 gp)",
			"",
			"### Effect",
			"",
			"**Range** long (400 ft. + 40 ft./level)  ",
			"**Targets** all living creatures within range  ",
			"**Duration** permanent  ",
			"**Saving Throw** Will negates; **Spell Resistance** yes",
			"",
			"You name one creature and excise all memory of that creature's involvement in events the targets remember. The targets either forget who exactly performed the named creature's deeds or assume some other individual performed them. Alternatively, you can name either one event lasting no more than 10 minutes per caster level or a single topic (defined at the GM's discretion) such as a shameful secret of the king that was recently revealed or a small revolt that was quelled messily, and erase all recollection of that subject from the minds of all creatures within the area. Memory of facts and topics that are common knowledge (information with a Knowledge check DC of 10 or less) cannot be stolen via this spell.",
			"",
			"The lost memories are stored in the focus gem (which grows dull inside and cannot be used as a focus or material component for any other spell, including another casting of this spell). The targets emanate no magic and the spell cannot be dispelled from them; only the focus retains a magic aura, and only by targeting the gem can the spell be dispelled, disjoined, or suppressed with antimagic. If the gem is destroyed or the spell is dispelled (which destroys the gem), all stolen memories return to the affected creatures."
		]
	},
	"damnation_stride": {
		"name": "Damnation Stride",
		"sources": [
			"Advanced Race Guide",
			"Mythic Adventures"
		],
		"description": [
			"## Damnation Stride",
			"",
			"{SOURCE Advanced Race Guide/173}  ",
			"**School** {spelldef/conjuration} ({spelldef/teleportation}) [{spelldef/fire}]; **Level** arcanist 5, sorcerer 5, summoner 4, unchained summoner 4, witch 5, wizard 5 (tiefling)",
			"",
			"### Casting",
			"",
			"**Casting Time** 1 standard action  ",
			"**Components** V",
			"",
			"### Effect",
			"",
			"**Range** long (400 ft. + 40 ft./level)  ",
			"**Target** you (teleportation) and creatures within a 10-foot-radius burst (burst of flame) (see text)  ",
			"**Duration** instantaneous  ",
			"**Saving Throw** Reflex half, see text; **Spell Resistance** no",
			"",
			"This spell functions like dimension door, except you leave behind a burst of fire. Choose one corner of your starting square. A 10-foot-radius burst of flame explodes from that corner the moment you leave, dealing 4d6 points of fire damage.",
			"",
			"### Mythic Damnation Stride",
			"",
			"{SOURCE Mythic Adventures/90}",
			"",
			"The burst of fire created reeks of sulfur and brimstone and also acts like stinking cloud (with the same duration as that spell and a separate Fortitude save).",
			"",
			"*Augmented (6th):* If you expend two uses of mythic power, you bring one unwilling adjacent creature with you. You may bring additional creatures, but each must be adjacent to you and each requires you to expend one additional use of mythic power. These creatures must first attempt a saving throw against the burst of flame and stinking cloud, then can attempt a Will saving throw to resist being teleported with you."
		]
	},
	"damp_powder": {
		"name": "Damp Powder",
		"sources": [ "Ultimate Combat" ],
		"description": [
			"## Damp Powder",
			"",
			"{SOURCE Ultimate Combat/226}  ",
			"**School** {spelldef/transmutation}; **Level** arcanist 1, druid 1, hunter 1, redmantisassassin 1, sorcerer 1, witch 1, wizard 1",
			"",
			"### Casting",
			"",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S, M/DF (a damp piece of cotton)",
			"",
			"### Effect",
			"",
			"**Range** close (25 ft. + 5 ft./2 levels)  ",
			"**Target** 1 loaded firearm  ",
			"**Duration** instantaneous  ",
			"**Saving Throw** Will negates (object); **Spell Resistance** yes (object)",
			"",
			"This spell causes ammunition already loaded into the target firearm is ruined with moisture. Any attempt to fire that ammunition fails, with no chance for misfire, and the user must then take a full-round action to clear the weapon before reloading and firing it. If aware of this spell's effect prior to firing the altered ammunition (a DC 16 Spellcraft check to identify the spell being cast or similar effect), the firearm's user can spend a standard action to clear the altered ammunition from the firearm. Doing so destroys that ammunition."
		]
	},
	"dance_of_a_hundred_cuts": {
		"name": "Dance of a Hundred Cuts",
		"sources": [ "Ultimate Magic" ],
		"description": [
			"## Dance of a Hundred Cuts",
			"",
			"{SOURCE Ultimate Magic/215}  ",
			"**School** {spelldef/transmutation}; **Level** bard 4, skald 4",
			"",
			"### Casting",
			"",
			"**Casting Time** 1 standard action  ",
			"**Components** V",
			"",
			"### Effect",
			"",
			"**Range** personal  ",
			"**Target** you  ",
			"**Duration** 1 round/level",
			"",
			"You become a lethal combat dancer, swirling and spinning with grace and precision. You gain a morale bonus on melee attack rolls, melee damage rolls, and Acrobatics checks, and to Armor Class. This bonus is equal to +1 per 3 caster levels (maximum +5 at 15th level). The bonus to AC is lost under any circumstances that would cause you to lose your Dexterity bonus to AC. You must remain moving for the spell to stay in effect. If in any round you do not either move at least 10 feet or make a melee attack, the spell's duration ends.",
			"",
			"### Dance of a Thousand Cuts",
			"",
			"{SOURCE Ultimate Magic/216}  ",
			"**School** {spelldef/transmutation}; **Level** bard 6, skald 6",
			"",
			"#### Casting",
			"",
			"**Casting Time** 1 standard action  ",
			"**Components** V",
			"",
			"#### Effect",
			"",
			"**Range** personal  ",
			"**Target** you  ",
			"**Duration** 1 round/level",
			"",
			"This spell functions as dance of a hundred cuts, except you also gain the benefits of haste."
		]
	},
	"dance_of_a_thousand_cuts": {
		"name": "Dance of a Thousand Cuts",
		"sources": [ "Ultimate Magic" ],
		"copyof": "dance_of_a_hundred_cuts"
	},
	"dancing_darkness": {
		"name": "Dancing Darkness",
		"sources": [ "Blood of Shadows" ],
		"description": [
			"## Dancing Darkness",
			"",
			"{SOURCE Blood of Shadows/28}  ",
			"**School** {spelldef/evocation} [{spelldef/darkness}, [shadow](spelldef/shadow_descriptor)]; **Level** antipaladin 1, arcanist 1, bard 1, magus 1, psychic 1, shaman 1, skald 1, sorcerer 1, spiritualist 1, witch 1, wizard 1",
			"",
			"### Casting",
			"",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S",
			"",
			"### Effect",
			"",
			"**Range** medium (100 ft. + 10 ft./level)  ",
			"**Effect** Up to four spheres, all within a 10-ft.-radius area  ",
			"**Duration** 1 minute/level (D)  ",
			"**Saving Throw** none; **Spell Resistance** no",
			"",
			"You create either up to four spheres of darkness that each reduce the illumination level by one step within a 20-foot-radius, or one dimly lit, vaguely humanoid shape. Each sphere of dancing darkness must stay within a 10-foot-radius area of one another but can otherwise move as you desire (no concentration required): forward or back, up or down, straight or turning corners, or the like. The darkness can move up to 100 feet per round. The effect winks out if the distance between you and it exceeds the spell's range.",
			"",
			"Dancing shadows can be made permanent with a permanency spell."
		]
	},
	"dancing_lantern": {
		"name": "Dancing Lantern",
		"sources": [ "Advanced Player's Guide" ],
		"description": [
			"## Dancing Lantern",
			"",
			"{SOURCE Advanced Player's Guide/214}  ",
			"**School** {spelldef/transmutation} [{spelldef/fire}, {spelldef/light}]; **Level** arcanist 1, bard 1, cleric 1, hunter 1, oracle 1, ranger 1, redmantisassassin 1, shaman 1, skald 1, sorcerer 1, warpriest 1, witch 1, wizard 1",
			"",
			"### Casting",
			"",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S, F (a lantern)",
			"",
			"### Effect",
			"",
			"**Range** touch  ",
			"**Effect** animates one lantern  ",
			"**Duration** 1 hour/level (D)  ",
			"**Saving Throw** none; **Spell Resistance** no",
			"",
			"You can animate a lantern and order it to follow you. The lantern floats at shoulder height and remains within 5 feet of you, no matter how fast you move. The lantern cannot support any additional weight. The lantern illuminates its normal area, even if it does not have any oil in it. For the purposes of spells or effects targeting it the lantern always acts as if in your possession even when not directly on your person. A dancing lantern can be made permanent with a permanency spell (CL 9th, 2,500 gp)."
		]
	},
	"dancing_lights": {
		"name": "Dancing Lights",
		"sources": [ "PRPG Core Rulebook" ],
		"description": [
			"## Dancing Lights",
			"",
			"{SOURCE PRPG Core Rulebook/263}  ",
			"**School** {spelldef/evocation} [{spelldef/light}]; **Level** arcanist 0, bard 0, magus 0, medium 0, mesmerist 0, occultist 0, psychic 0, shaman 0, skald 0, sorcerer 0, witch 0, wizard 0",
			"",
			"### Casting",
			"",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S",
			"",
			"### Effect",
			"",
			"**Range** medium (100 ft. + 10 ft./level)  ",
			"**Effect** up to four lights, all within a 10-ft.-radius area  ",
			"**Duration** 1 minute (D)  ",
			"**Saving Throw** none; **Spell Resistance** no",
			"",
			"Depending on the version selected, you create up to four lights that resemble lanterns or torches (and cast that amount of light), or up to four glowing spheres of light (which look like will-o'-wisps), or one faintly glowing, vaguely humanoid shape. The dancing lights must stay within a 10-foot-radius area in relation to each other but otherwise move as you desire (no concentration required): forward or back, up or down, straight or turning corners, or the like. The lights can move up to 100 feet per round. A light winks out if the distance between you and it exceeds the spell's range.",
			"",
			"You can only have one dancing lights spell active at any one time. If you cast this spell while another casting is still in effect, the previous casting is dispelled. If you make this spell permanent, it does not count against this limit.",
			"",
			"Dancing lights can be made permanent with a permanency spell."
		]
	},
	"dark_whispers": {
		"name": "Dark Whispers",
		"sources": [ "Ultimate Intrigue" ],
		"description": [
			"## Dark Whispers",
			"",
			"{SOURCE Ultimate Intrigue/209}  ",
			"**School** {spelldef/illusion} ([shadow](spelldef/shadow_subschool)) [{spelldef/language-dependent}, [shadow](spelldef/shadow_descriptor)]; **Level** antipaladin 1, arcanist 2, bard 2, cleric 2, oracle 2, skald 2, sorcerer 2, summoner 2, unchained summoner 2, warpriest 2, witch 2, wizard 2",
			"",
			"### Casting",
			"",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S, F/DF (a scrap of black cloth)",
			"",
			"### Effect",
			"",
			"**Range** long (400 ft. + 40 ft./level)  ",
			"**Targets** one creature/level  ",
			"**Duration** 10 minutes/level (D)  ",
			"**Saving Throw** none; **Spell Resistance** yes",
			"",
			"You communicate through the shadows of one or more targets within range. The shadows have no physical presence and don't move or animate. Instead, your words emerge from the shadow as a clear whisper, absent any accent or other identifying features. The targets can make conversation with the shadow, but must speak aloud to do so. The targets' voices emerge from your own shadow only when they intend to speak to the shadow, but you hear no other sounds from the target's immediate area. Their responses also emerge as clear whispers, absent identifying features, but you can instinctively identify which target is speaking to you through the shadow. Once the spell has been cast, you don't need to have line of effect to the targets or their shadows to communicate back and forth.",
			"",
			"The shadow communication is audible, so it can be intercepted by adversaries who succeed at a DC 25 Perception check. The spell can be silenced. You can't cast spells on subjects or otherwise establish line of effect through the shadows, but spells that allow you to speak or understand languages work normally across dark whispers."
		]
	},
	"dark_light": {
		"name": "Dark-Light",
		"sources": [ "Kobolds of Golarion" ],
		"description": [
			"## Dark-Light",
			"",
			"{SOURCE Kobolds of Golarion/26}  ",
			"**School** {spelldef/evocation} [{spelldef/light}]; **Level** arcanist 3, cleric 3, druid 3, hunter 3, oracle 3, sorcerer 3, warpriest 3, wizard 3",
			"",
			"### Casting",
			"",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S, M/DF (a pinch of Darklands earth)",
			"",
			"### Effect",
			"",
			"**Range** medium (100 ft. + 10 ft./level)  ",
			"**Target** living creatures without light sensitivity  ",
			"**Area** 20-ft.-radius burst  ",
			"**Duration** instantaneous  ",
			"**Saving Throw** Fortitude partial; **Spell Resistance** yes",
			"",
			"You evoke a powerful light that affects all sighted creatures that do not posses light sensitivity. Those that succeed on their saves are dazzled for 1 round per level; those who fail are blinded for the same duration."
		]
	},
	"darkness": {
		"name": "Darkness",
		"sources": [
			"PRPG Core Rulebook",
			"Mythic Adventures"
		],
		"description": [
			"## Darkness",
			"",
			"{SOURCE PRPG Core Rulebook/263}  ",
			"**School** {spelldef/evocation} [{spelldef/darkness}]; **Level** adept 2, antipaladin 2, arcanist 2, bard 2, cleric 2, inquisitor 2, magus 2, occultist 2, oracle 2, shaman 2, skald 2, sorcerer 2, warpriest 2, wizard 2",
			"",
			"### Casting",
			"",
			"**Casting Time** 1 standard action  ",
			"**Components** V, M/DF (bat fur and a piece of coal)",
			"",
			"### Effect",
			"",
			"**Range** touch  ",
			"**Target** object touched  ",
			"**Duration** 1 min./level (D)  ",
			"**Saving Throw** none; **Spell Resistance** no",
			"",
			"This spell causes an object to radiate darkness out to a 20-foot radius. This darkness causes the illumination level in the area to drop one step, from bright light to normal light, from normal light to dim light, or from dim light to darkness. This spell has no effect in an area that is already dark. Creatures with light vulnerability or sensitivity take no penalties in normal light. All creatures gain concealment (20% miss chance) in dim light. All creatures gain total concealment (50% miss chance) in darkness. Creatures with darkvision can see in an area of dim light or darkness without penalty. Nonmagical sources of light, such as torches and lanterns, do not increase the light level in an area of darkness. Magical light sources only increase the light level in an area if they are of a higher spell level than darkness.",
			"",
			"If darkness is cast on a small object that is then placed inside or under a lightproof covering, the spell's effect is blocked until the covering is removed.",
			"",
			"This spell does not stack with itself. Darkness can be used to counter or dispel any light spell of equal or lower spell level.",
			"",
			"### Mythic Darkness",
			"",
			"{SOURCE Mythic Adventures/90}",
			"",
			"The illumination level in the area drops to darkness regardless of the existing lighting conditions. Non-mythic spells and effects can't increase the light level in the area. Creatures with darkvision and the power to see in darkness have difficulty seeing through this darkness, and can see as well as a human can in dim light. Creatures in the area of darkness take a -2 penalty on saves against fear."
		]
	},
	"darkvault": {
		"name": "Darkvault",
		"sources": [ "Blood of Shadows" ],
		"description": [
			"## Darkvault",
			"",
			"{SOURCE Blood of Shadows/15}  ",
			"**School** {spelldef/abjuration}; **Level** alchemist 3, arcanist 5, cleric 5, druid 5, hunter 5, investigator 3, oracle 5, psychic 5, shaman 5, sorcerer 5, warpriest 5, witch 5, wizard 5",
			"",
			"### Casting",
			"",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S, M (a stone that has never seen sunlight)",
			"",
			"### Effect",
			"",
			"**Range** close (25 ft. + 5 ft./2 levels)  ",
			"**Area** 30-ft.-radius emanation  ",
			"**Duration** 24 hours  ",
			"**Saving Throw** none; **Spell Resistance** no",
			"",
			"You ward an area's shadows such that light cannot penetrate them. The illumination level in the affected area no longer changes when nonmagical light enters it. Any magical effect must succeed at a caster level check (DC = 10 + your caster level) in order to change the light level within the spell's radius. Darkvault has no effect on spells or effects that would make the spell's area darker.",
			"",
			"The spell must be cast on an area, such as a cave or room. A spellcaster of 11th level or higher can make darkvault permanent with a permanency spell, at a cost of 7,500 gp."
		]
	},
	"darkvision": {
		"name": "Darkvision",
		"sources": [
			"PRPG Core Rulebook",
			"Ultimate Combat",
			"Ultimate Magic"
		],
		"description": [
			"## Darkvision",
			"",
			"{SOURCE PRPG Core Rulebook/264}  ",
			"**School** {spelldef/transmutation}; **Level** alchemist 2, antipaladin 2, arcanist 2, hunter 3, investigator 2, medium 2, occultist 2, psychic 2, ranger 3, redmantisassassin 2, sorcerer 2, wizard 2",
			"",
			"### Casting",
			"",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S, M (either a pinch of dried carrot or an agate)",
			"",
			"### Effect",
			"",
			"**Range** touch  ",
			"**Target** creature touched  ",
			"**Duration** 1 hour/level  ",
			"**Saving Throw** Will negates (harmless); **Spell Resistance** yes (harmless)",
			"",
			"The subject gains the ability to see 60 feet even in total darkness. Darkvision is black and white only but otherwise like normal sight.",
			"",
			"Darkvision can be made permanent with a permanency spell.",
			"",
			"### Darkvision, Communal",
			"",
			"{SOURCE Ultimate Combat/226}  ",
			"**School** {spelldef/transmutation}; **Level** alchemist 3, antipaladin 3, arcanist 3, hunter 4, investigator 3, occultist 3, psychic 3, ranger 4, redmantisassassin 3, sorcerer 3, wizard 3",
			"",
			"#### Casting",
			"",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S, M (either a pinch of dried carrot or an agate)",
			"",
			"#### Effect",
			"",
			"**Range** touch  ",
			"**Targets** creatures touched  ",
			"**Duration** 1 hour/level  ",
			"**Saving Throw** Will negates (harmless); **Spell Resistance** yes (harmless)",
			"",
			"This spell functions like darkvision, except you may divide the duration in 1-hour intervals among the creatures touched.",
			"",
			"### Darkvision, Greater",
			"",
			"{SOURCE Ultimate Magic/216}  ",
			"**School** {spelldef/transmutation}; **Level** alchemist 4, antipaladin 4, arcanist 4, hunter 4, investigator 4, medium 4, occultist 4, psychic 4, ranger 4, redmantisassassin 4, sorcerer 4, wizard 4",
			"",
			"#### Casting",
			"",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S, M (either a pinch of dried carrot or an agate)",
			"",
			"#### Effect",
			"",
			"**Range** touch  ",
			"**Target** creature touched  ",
			"**Duration** 1 hour/level  ",
			"**Saving Throw** will negates (harmless); **Spell Resistance** yes (harmless)",
			"",
			"This spell functions as darkvision, except the target's darkvision has a range of 120 feet."
		]
	},
	"darkvision_communal": {
		"name": "Darkvision, Communal",
		"sources": [ "Ultimate Combat" ],
		"copyof": "darkvision"
	},
	"communal_darkvision": {
		"copyof": "darkvision_communal"
	},
	"darkvision_greater": {
		"name": "Darkvision, Greater",
		"sources": [ "Ultimate Magic" ],
		"copyof": "darkvision"
	},
	"greater_darkvision": {
		"copyof": "darkvision_greater"
	},
	"darting_duplicate": {
		"name": "Darting Duplicate",
		"sources": [ "Melee Tactics Toolbox" ],
		"description": [
			"## Darting Duplicate",
			"",
			"{SOURCE Melee Tactics Toolbox/30}  ",
			"**School** {spelldef/illusion} ({spelldef/figment}); **Level** antipaladin 1, arcanist 1, bard 1, magus 1, shaman 1, skald 1, sorcerer 1, witch 1, wizard 1",
			"",
			"### Casting",
			"",
			"**Casting Time** 1 swift action  ",
			"**Components** V, S",
			"",
			"### Effect",
			"",
			"**Range** 5 ft.  ",
			"**Effect** visual figment of the caster  ",
			"**Duration** instantaneous  ",
			"**Saving Throw** Will negates; **Spell Resistance** yes",
			"",
			"An illusory duplicate of you steps clumsily into an adjacent square, presenting a tempting target before winking out of existence. Any creature that threatens that square must succeed at a Will save or make an attack of opportunity against the image. The image's AC is equal to 10 + 1/2 your caster level, but as a figment, the image is unaffected by any attack."
		]
	},
	"daybreak_arrow": {
		"name": "Daybreak Arrow",
		"sources": [
			"Ultimate Combat",
			"Mythic Adventures"
		],
		"description": [
			"## Daybreak Arrow",
			"",
			"{SOURCE Ultimate Combat/226}  ",
			"**School** {spelldef/evocation} [{spelldef/light}]; **Level** cleric 3, inquisitor 3, occultist 3, oracle 3, paladin 3, warpriest 3",
			"",
			"### Casting",
			"",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S",
			"",
			"### Effect",
			"",
			"**Range** touch  ",
			"**Target** up to 50 pieces of ammunition, all of which must be together at the time of casting  ",
			"**Duration** 10 minutes/level  ",
			"**Saving Throw** Fortitude negates (harmless, object); **Spell Resistance** yes (harmless, object)",
			"",
			"You cause ammunition, including shuriken, to exude radiant energy. Creatures that take penalties in bright light take these penalties for 1 round after being struck by such ammunition. Undead and creatures harmed by sunlight take an additional 1d6 points of damage from such projectiles. This extra damage and half of any other damage you deal with an affected projectile results directly from radiant energy and is not subject to damage resistance. Such a projectile sheds light as if it were a sunrod for 1 round after it is fired or thrown.",
			"",
			"### Mythic Daybreak Arrow",
			"",
			"{SOURCE Mythic Adventures/90}",
			"",
			"The additional damage to undead and creatures harmed by sunlight increases to 1d8. The affected ammunition is entirely composed of radiant energy, and bypasses all damage resistance from undead targets and those harmed by sunlight. The duration of the sunrod light effect increases to 1 minute."
		]
	},
	"daylight": {
		"name": "Daylight",
		"sources": [
			"PRPG Core Rulebook",
			"Mythic Adventures",
			"Adventurer's Guide",
			"Inner Sea Intrigue"
		],
		"description": [
			"## Daylight",
			"",
			"{SOURCE PRPG Core Rulebook/264}  ",
			"**School** {spelldef/evocation} [{spelldef/light}]; **Level** adept 3, arcanist 3, bard 3, cleric 3, druid 3, hunter 3, inquisitor 3, magus 3, occultist 3, oracle 3, paladin 3, shaman 3, skald 3, sorcerer 3, warpriest 3, wizard 3",
			"",
			"### Casting",
			"",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S",
			"",
			"### Effect",
			"",
			"**Range** touch  ",
			"**Target** object touched  ",
			"**Duration** 10 min./level (D)  ",
			"**Saving Throw** none; **Spell Resistance** no",
			"",
			"You touch an object when you cast this spell, causing the object to shed bright light in a 60-foot radius. This illumination increases the light level for an additional 60 feet by one step (darkness becomes dim light, dim light becomes normal light, and normal light becomes bright light). Creatures that take penalties in bright light take them while within the 60-foot radius of this magical light. Despite its name, this spell is not the equivalent of daylight for the purposes of creatures that are damaged or destroyed by such light.",
			"",
			"If daylight is cast on a small object that is then placed inside or under a light-proof covering, the spell's effects are blocked until the covering is removed.",
			"",
			"Daylight brought into an area of magical darkness (or vice versa) is temporarily negated, so that the otherwise prevailing light conditions exist in the overlapping areas of effect.",
			"",
			"Daylight counters or dispels any darkness spell of equal or lower level, such as darkness.",
			"",
			"### Mythic Daylight",
			"",
			"{SOURCE Mythic Adventures/90}",
			"",
			"The illumination in the additional 60 foot radius increases to at least normal light regardless of the existing lighting conditions. Creatures that take penalties in bright light double those penalties while in the area of bright light produced by this spell. All other creatures in the area of bright light gain a +2 circumstance bonus on Perception checks and saves to resist fear.",
			"",
			"### Brightest Light",
			"",
			"{SOURCE Adventurer's Guide/115;Inner Sea Intrigue/58}  ",
			"**School** {spelldef/evocation} [{spelldef/light}]; **Level** arcanist 4, bard 4, cleric 4, druid 4, hunter 4, inquisitor 4, magus 4, occultist 4, oracle 4, paladin 4, ranger 4, shaman 4, sorcerer 4, warpriest 4, wizard 4",
			"",
			"#### Casting",
			"",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S",
			"",
			"#### Effect",
			"",
			"**Range** touch  ",
			"**Target** object touched  ",
			"**Duration** 1 hour/level (D)  ",
			"**Saving Throw** none; **Spell Resistance** no",
			"",
			"This trademark spell of the [Lantern Bearers](rule/aff_lights) functions as daylight, except it lasts longer. In addition, as a swift action once during the spell's duration, you can will the light to try to end a magical darkness effect located within 60 feet of the light this spell emits. Attempt a dispel check (1d20 + your caster level), with a DC equal to 11 + the caster level of the darkness effect. If you succeed, the darkness effect ends. Regardless of whether you are successful, the light from this spell dims to the brightness of a torch for the spell's remaining duration."
		]
	},
	"brightest_light": {
		"name": "Brightest Light",
		"sources": [
			"Adventurer's Guide",
			"Inner Sea Intrigue"
		],
		"copyof": "daylight"
	},
	"daywalker": {
		"name": "Daywalker",
		"sources": [ "Cohorts and Companions" ],
		"description": [
			"## Daywalker",
			"",
			"{SOURCE Cohorts and Companions/15}  ",
			"**School** {spelldef/necromancy}; **Level** antipaladin 4, arcanist 5, cleric 5, oracle 5, sorcerer 5, warpriest 5, witch 5, wizard 5",
			"",
			"### Casting",
			"",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S, M (a black glass vial containing unholy water)",
			"",
			"### Effect",
			"",
			"**Range** touch  ",
			"**Target** undead creature touched  ",
			"**Duration** 24 hours (D)  ",
			"**Saving Throw** none; **Spell Resistance** yes (harmless)",
			"",
			"You reshape the substance of a willing undead creature to resemble a living, breathing creature of the same size. This is a physical change to the undead creature's bone, flesh, or incorporeal ectoplasm, adding new flesh or bone and even hair, teeth, and blood, all of which demonstrate false signs of life that mimic a living creature's breathing and other physiological processes. An incorporeal undead creature using daywalker ceases to be incorporeal for the duration of the spell, gaining a physical corpse body. Creatures interacting with the undead can attempt a Perception check (DC = 30 or DC = 21 + the undead's Disguise modifier, whichever is higher) to realize that the signs of life are false, and a close examination with a Heal check always reveals the truth of the dead flesh.",
			"",
			"If the undead has the frightful presence, incorporeal, light blindness, light sensitivity, stench, sunlight powerlessness, or unnatural aura abilities, the spell suppresses them. An undead creature whose touch normally deals damage, ability drain, or energy drain doesn't do so while under the spell's effects. The target of this spell may end its duration at any time as a standard action."
		]
	},
	"daze": {
		"name": "Daze",
		"sources": [
			"PRPG Core Rulebook",
			"Ultimate Magic"
		],
		"description": [
			"## Daze",
			"",
			"{SOURCE PRPG Core Rulebook/264}  ",
			"**School** {spelldef/enchantment} ({spelldef/compulsion}) [{spelldef/mind-affecting}]; **Level** arcanist 0, bard 0, inquisitor 0, magus 0, medium 0, mesmerist 0, occultist 0, psychic 0, shaman 0, skald 0, sorcerer 0, spiritualist 0, summoner 0, unchained summoner 0, witch 0, wizard 0",
			"",
			"### Casting",
			"",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S, M (a pinch of wool or similar substance)",
			"",
			"### Effect",
			"",
			"**Range** close (25 ft. + 5 ft./2 levels)  ",
			"**Target** one humanoid creature of 4 HD or less  ",
			"**Duration** 1 round  ",
			"**Saving Throw** Will negates; **Spell Resistance** yes",
			"",
			"This spell clouds the mind of a humanoid creature with 4 or fewer Hit Dice so that it takes no actions. Humanoids of 5 or more HD are not affected. A dazed subject is not stunned, so attackers get no special advantage against it. After a creature has been dazed by this spell, it is immune to the effects of this spell for 1 minute.",
			"",
			"### Daze, Mass",
			"",
			"{SOURCE Ultimate Magic/216}  ",
			"**School** {spelldef/enchantment} ({spelldef/compulsion}) [{spelldef/mind-affecting}]; **Level** arcanist 4, bard 4, inquisitor 4, medium 3, mesmerist 4, occultist 4, psychic 3, skald 4, sorcerer 4, summoner 4, unchained summoner 4, witch 4, wizard 4",
			"",
			"#### Casting",
			"",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S",
			"",
			"#### Effect",
			"",
			"**Range** medium (100 ft. + 10 ft./level)  ",
			"**Targets** one or more humanoid creatures, no two of which may be more than 30 ft. apart  ",
			"**Duration** 1 round  ",
			"**Saving Throw** will negates; **Spell Resistance** yes",
			"",
			"This spell functions as daze, except as noted above."
		]
	},
	"daze_monster": {
		"name": "Daze Monster",
		"sources": [ "PRPG Core Rulebook" ],
		"description": [
			"## Daze Monster",
			"",
			"{SOURCE PRPG Core Rulebook/264}  ",
			"**School** {spelldef/enchantment} ({spelldef/compulsion}) [{spelldef/mind-affecting}]; **Level** arcanist 2, bard 2, bloodrager 2, medium 2, mesmerist 2, occultist 2, psychic 2, skald 2, sorcerer 2, summoner 1, unchained summoner 1, witch 2, wizard 2",
			"",
			"### Casting",
			"",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S, M (a pinch of wool or similar substance)",
			"",
			"### Effect",
			"",
			"**Range** medium (100 ft. + 10 ft./level)  ",
			"**Target** one living creature of 6 HD or less  ",
			"**Duration** 1 round  ",
			"**Saving Throw** Will negates; **Spell Resistance** yes",
			"",
			"This spell functions like daze, but can affect any one living creature of any type. Creatures of 7 or more HD are not affected."
		]
	},
	"daze_mass": {
		"name": "Daze, Mass",
		"sources": [ "Ultimate Magic" ],
		"copyof": "daze"
	},
	"mass_daze": {
		"copyof": "daze_mass"
	},
	"dazzling_blade": {
		"name": "Dazzling Blade",
		"sources": [ "Rival Guide" ],
		"description": [
			"## Dazzling Blade",
			"",
			"{SOURCE Rival Guide/5}  ",
			"**School** {spelldef/illusion} ({spelldef/pattern}); **Level** arcanist 1, bard 1, redmantisassassin 1, skald 1, sorcerer 1, wizard 1",
			"",
			"### Casting",
			"",
			"**Casting Time** 1 swift action  ",
			"**Components** V, S",
			"",
			"### Effect",
			"",
			"**Range** touch  ",
			"**Target** one metal weapon  ",
			"**Duration** 1 minute/level  ",
			"**Saving Throw** Will negates (see text); **Spell Resistance** yes (harmless, object)",
			"",
			"Dazzling blade makes a weapon appear dazzlingly shiny, as if crafted from pure silver and heavily polished. In combat, the flashing movements of a dazzling blade become almost hypnotic. The wielder of a weapon under the effects of dazzling blade gains a +1 competence bonus on all Bluff checks made to feint in combat. The wielder also gains a +1 competence bonus on all CMB checks made to disarm a foe, and a +1 competence bonus to his CMD against disarm attempts made against the weapon bearing the dazzling blade effect. This bonus increases by +1 for every 3 caster levels, to a maximum bonus of +5 at 12th level.",
			"",
			"The wielder of a dazzling blade can discharge the spell into a blinding burst of silvery light as a free action. The wielder selects an adjacent opponent as the focal point of this burst of light-that creature must make a Will save to avoid being blinded for 1 round (with a successful save, the creature is instead dazzled for 1 round).",
			"",
			"Despite its shiny appearance, a dazzling blade grants no extra benefit against creatures that are vulnerable to silver.",
			"",
			"### Dazzling Blade, Mass",
			"",
			"{SOURCE Rival Guide/5}  ",
			"**School** {spelldef/illusion} ({spelldef/pattern}); **Level** arcanist 3, redmantisassassin 3, sorcerer 3, wizard 3",
			"",
			"#### Casting",
			"",
			"**Casting Time** 1 swift action  ",
			"**Components** V, S",
			"",
			"#### Effect",
			"",
			"**Range** close (25 ft. + 5 ft./2 levels)  ",
			"**Target** one metal weapon/level, no two of which can be more than 30 ft. apart  ",
			"**Duration** 1 minute/level  ",
			"**Saving Throw** Will negates (see text); **Spell Resistance** yes (harmless, object)",
			"",
			"This spell functions like dazzling blade, except that it affects multiple weapons. Each wielder of a dazzling blade can discharge the weapon's effect to attempt to blind a foe independently of the others."
		]
	},
	"dazzling_blade_mass": {
		"name": "Dazzling Blade, Mass",
		"sources": [ "Rival Guide" ],
		"copyof": "dazzling_blade"
	},
	"mass_dazzling_blade": {
		"copyof": "dazzling_blade_mass"
	},
	"deadeyes_arrow": {
		"name": "Deadeye's Arrow",
		"sources": [
			"Inner Sea Gods",
			"Gods and Magic"
		],
		"description": [
			"## Deadeye's Arrow",
			"",
			"{SOURCE Inner Sea Gods/232;Gods and Magic/15}  ",
			"**School** {spelldef/evocation} [{spelldef/electricity}]; **Level** bloodrager 1, cleric 2, druid 1, hunter 1, inquisitor 1, magus 1, oracle 2, paladin 1, ranger 1, warpriest 2 (Erastil)",
			"",
			"### Casting",
			"",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S, M (one arrow)",
			"",
			"### Effect",
			"",
			"**Range** Medium (100 ft. + 10 ft./level) or see text  ",
			"**Effect** arrow of electricity  ",
			"**Duration** instantaneous or 1 round (see text)  ",
			"**Saving Throw** none; **Spell Resistance** yes",
			"",
			"You create an arrow made of crackling electricity, which you may use for one of two effects.",
			"",
			"*Attack:* You may throw the arrow up to Medium range or fire it from a bow up to the bow's maximum range. Either use is a ranged touch attack. The arrow deals 1d6 points of electricity damage + 1 point per level (maximum +5).",
			"",
			"*Beacon:* You throw or fire the arrow straight up. When it reaches maximum range or a solid surface (such as the roof of a cave) it explodes in a peal of thunder and forms a forked bolt of electricity resembling Erastil's holy symbol, which lingers for 1 round. The thunder and lightning are as loud and bright as natural thunder and lightning, but they do not harm any nearby creatures."
		]
	},
	"deadeyes_lore": {
		"name": "Deadeye's Lore",
		"sources": [
			"Ultimate Combat",
			"Faiths of Purity"
		],
		"description": [
			"## Deadeye's Lore",
			"",
			"{SOURCE Ultimate Combat/226;Faiths of Purity/28}  ",
			"**School** {spelldef/divination}; **Level** bard 1, cleric 1, druid 1, hunter 1, inquisitor 1, oracle 1, ranger 1, skald 1, warpriest 1",
			"",
			"### Casting",
			"",
			"**Casting Time** 1 round  ",
			"**Components** V, S",
			"",
			"### Effect",
			"",
			"**Range** personal  ",
			"**Target** you  ",
			"**Duration** 1 hour/level",
			"",
			"While subject to this spell, you take upon yourself the mantle of the hunter, channeling the insights of the spirits of the wild. You gain a +4 sacred bonus on all Survival checks for the duration of the spell, and you do not have to move at half your speed while traveling through the wilderness or while tracking."
		]
	},
	"deadly_finale": {
		"name": "Deadly Finale",
		"sources": [ "Advanced Player's Guide" ],
		"description": [
			"## Deadly Finale",
			"",
			"{SOURCE Advanced Player's Guide/214}  ",
			"**School** {spelldef/evocation} [{spelldef/sonic}]; **Level** bard 6, skald 6",
			"",
			"### Casting",
			"",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S",
			"",
			"### Effect",
			"",
			"**Range** close (25 ft. + 5 ft./2 levels)  ",
			"**Targets** 1 creature/3 levels no two of which can be more than 30 ft. apart  ",
			"**Duration** instantaneous  ",
			"**Saving Throw** Fortitude partial; **Spell Resistance** yes",
			"",
			"You must have a bardic performance in effect to cast this spell. With a flourish, you immediately end your performance, dealing 2d8 points of sonic damage to each target. In addition, each target takes 3d6 points of bleed damage for 1d6 rounds. A save negates the bleed damage but not the sonic damage."
		]
	},
	"deadly_juggernaut": {
		"name": "Deadly Juggernaut",
		"sources": [ "Ultimate Combat" ],
		"description": [
			"## Deadly Juggernaut",
			"",
			"{SOURCE Ultimate Combat/227}  ",
			"**School** {spelldef/necromancy} [{spelldef/death}]; **Level** antipaladin 3, cleric 3, inquisitor 3, oracle 3, paladin 3, warpriest 3",
			"",
			"### Casting",
			"",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S",
			"",
			"### Effect",
			"",
			"**Range** personal  ",
			"**Target** you  ",
			"**Duration** 1 minute/level",
			"",
			"With every enemy life you take, you become increasingly dangerous and difficult to stop. During the duration of the spell, you gain a cumulative +1 luck bonus on melee attack rolls, melee weapon damage rolls, Strength checks, and Strength-based skill checks as well as DR 2/- each time you reduce a qualifying opponent to 0 or few hit points (maximum +5 bonus and DR 10/-) with a melee attack. A qualifying opponent has a number of Hit Dice equal to or greater than your Hit Dice -4."
		]
	},
	"deafening_song_bolt": {
		"name": "Deafening Song Bolt",
		"sources": [ "Advanced Player's Guide" ],
		"description": [
			"## Deafening Song Bolt",
			"",
			"{SOURCE Advanced Player's Guide/214}  ",
			"**School** {spelldef/evocation} [{spelldef/sonic}]; **Level** bard 5, skald 5",
			"",
			"### Casting",
			"",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S",
			"",
			"### Effect",
			"",
			"**Range** close (25 ft. + 5 ft./2 levels)  ",
			"**Target** up to 3 creatures, no two of which can be more than 30 ft. apart  ",
			"**Duration** instantaneous  ",
			"**Saving Throw** none; **Spell Resistance** no",
			"",
			"Three notes you sing or perform become tangible bolts of arcane energy that shriek across the battlefield. Each bolt requires a ranged touch attack to hit and deals 3d10 points of sonic damage, deafening the target for 1d6 rounds. The bolts may be fired at the same or different targets, but all must be fired simultaneously."
		]
	},
	"death_candle": {
		"name": "Death Candle",
		"sources": [ "Advanced Race Guide" ],
		"description": [
			"## Death Candle",
			"",
			"{SOURCE Advanced Race Guide/131}  ",
			"**School** {spelldef/necromancy} [{spelldef/death}, {spelldef/evil}, {spelldef/fire}]; **Level** antipaladin 1, cleric 2, inquisitor 2, oracle 2, warpriest 2, witch 2 (ifrit)",
			"",
			"### Casting",
			"",
			"**Casting Time** 1 round  ",
			"**Components** V, S",
			"",
			"### Effect",
			"",
			"**Range** touch  ",
			"**Target** living creature touched  ",
			"**Duration** instantaneous/1 round per HD of subject; see text  ",
			"**Saving Throw** Fortitude negates; **Spell Resistance** yes",
			"",
			"This spell functions like death knell, except instead of using the slain target's life energy to enhance yourself, you use it to summon a Small fire elemental resembling a burning, howling version of the slain creature. The elemental acts immediately on your turn and otherwise behaves as if you had summoned it with summon monster II. The elemental remains for a number of rounds equal to the Hit Dice of the slain creature."
		]
	},
	"death_clutch": {
		"name": "Death Clutch",
		"sources": [ "Horror Adventures" ],
		"description": [
			"## Death Clutch",
			"",
			"{SOURCE Horror Adventures/115}  ",
			"**School** {spelldef/necromancy} [{spelldef/death}, {spelldef/evil}]; **Level** arcanist 8, cleric 8, druid 9, oracle 8, psychic 8, sorcerer 8, witch 8, wizard 8",
			"",
			"### Casting",
			"",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S,",
			"",
			"### Effect",
			"",
			"**Range** close (25 ft. + 5 ft./2 levels)  ",
			"**Target** one living creature  ",
			"**Duration** instantaneous  ",
			"**Saving Throw** Fortitude partial (see text); **Spell Resistance** yes",
			"",
			"Chanting an unholy litany, you reach out with a grasping motion toward your target and cause its heart to leap out of its chest and into your hand. A target with 200 or fewer hit points remaining that fails its saving throw is instantly reduced to a number of negative hit points equal to your caster level or its Constitution score - 1, whichever is less negative. The creature is staggered until the beginning of your next turn, at which point it dies. If the affected creature receives a regenerate spell before the beginning of your next turn, the creature gains the normal benefits of that spell and, thanks to its heart's regeneration, it doesn't immediately die when your next turn begins. If a creature that dies from death clutch is brought back from the dead by a breath of life or raise dead spell, it must also be targeted with regenerate on the following round to restore its missing heart or be unable to return to life.",
			"",
			"A target with 201 or more hit points that fails its saving throw manages to keep its heart from leaping out of its chest, but it is still staggered for 1 minute and takes 1d4 points of Constitution drain and 1d4 points of Constitution bleed.",
			"",
			"Regardless of its current hit points, if the target succeeds at its Fortitude save, it is still staggered until the beginning of your next turn as it feels its heart wrenching within its chest."
		]
	},
	"death_from_below": {
		"name": "Death from Below",
		"sources": [ "Advanced Race Guide" ],
		"description": [
			"## Death from Below",
			"",
			"{SOURCE Advanced Race Guide/39}  ",
			"**School** {spelldef/abjuration}; **Level** arcanist 2, bard 3, bloodrager 2, skald 3, sorcerer 2, wizard 2 (gnome)",
			"",
			"### Casting",
			"",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S",
			"",
			"### Effect",
			"",
			"**Range** touch  ",
			"**Target** creature touched  ",
			"**Duration** 1 round/level",
			"",
			"You grant the target a dodge bonus to its Armor Class against attacks from larger creatures. The bonus is equal to +1 for every size category the attacker is larger than the target of the spell, to a maximum of +1 per 3 caster levels. If the spell's target is a gnome, the maximum bonus is equal to +1 per 2 caster levels."
		]
	},
	"death_knell": {
		"name": "Death Knell",
		"sources": [
			"PRPG Core Rulebook",
			"Mythic Adventures"
		],
		"description": [
			"## Death Knell",
			"",
			"{SOURCE PRPG Core Rulebook/264}  ",
			"**School** {spelldef/necromancy} [{spelldef/death}, {spelldef/evil}]; **Level** antipaladin 1, cleric 2, inquisitor 2, oracle 2, spiritualist 2, warpriest 2, witch 2",
			"",
			"### Casting",
			"",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S",
			"",
			"### Effect",
			"",
			"**Range** touch  ",
			"**Target** living creature touched  ",
			"**Duration** instantaneous/10 minutes per HD of subject; see text  ",
			"**Saving Throw** Will negates; **Spell Resistance** yes",
			"",
			"You draw forth the ebbing life force of a creature and use it to fuel your own power. Upon casting this spell, you touch a living creature that has -1 or fewer hit points. If the subject fails its saving throw, it dies, and you gain 1d8 temporary hit points and a +2 enhancement bonus to Strength. Additionally, your effective caster level goes up by +1, improving spell effects dependent on caster level. This increase in effective caster level does not grant you access to more spells. These effects last for 10 minutes per HD of the subject creature.",
			"",
			"### Mythic Death Knell",
			"",
			"{SOURCE Mythic Adventures/90}",
			"",
			"Increase the spell's range to close (25 feet + 5 feet per 2 caster levels). Increase the temporary hp gained from the spell to 2d8 and the enhancement bonuses to Strength to +4, and gain a +4 enhancement bonus to Dexterity.",
			"",
			"*Augmented (3rd):* If you expend two uses of mythic power, the casting time decreases to 1 immediate action, and you may target a creature that you killed on your last turn as if it were still alive; the dead target gets no save."
		]
	},
	"death_knell_aura": {
		"name": "Death Knell Aura",
		"sources": [ "Book of the Damned - Volume 3: Horsemen of the Apocalypse" ],
		"description": [
			"## Death Knell Aura",
			"",
			"{SOURCE Book of the Damned - Volume 3: Horsemen of the Apocalypse/38}  ",
			"**School** {spelldef/necromancy} [{spelldef/death}, {spelldef/evil}]; **Level** arcanist 4, cleric 4, inquisitor 4, oracle 4, sorcerer 4, warpriest 4, witch 4, wizard 4",
			"",
			"### Casting",
			"",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S",
			"",
			"### Effect",
			"",
			"**Range** 20 ft.  ",
			"**Area** 20-ft.-radius emanation, centered on you  ",
			"**Duration** 1 round/level (D)  ",
			"**Saving Throw** Will negates; **Spell Resistance** yes",
			"",
			"You gain a shimmering gray aura that feeds on the souls of creatures who die within it. The aura sheds light as a candle. If a creature at -1 or fewer hit points is within the aura at the start of its turn, it must save or die, granting you the benefits of death knell.",
			"",
			"### Death Knell Aura, Greater",
			"",
			"{SOURCE Book of the Damned - Volume 3: Horsemen of the Apocalypse/38}  ",
			"**School** {spelldef/necromancy} [{spelldef/death}, {spelldef/evil}]; **Level** arcanist 6, cleric 6, inquisitor 6, oracle 6, sorcerer 6, warpriest 6, witch 6, wizard 6",
			"",
			"#### Casting",
			"",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S",
			"",
			"#### Effect",
			"",
			"**Range** 20 ft.  ",
			"**Area** 20-ft.-radius emanation, centered on you  ",
			"**Duration** 1 round/level (D)  ",
			"**Saving Throw** Will negates; **Spell Resistance** yes",
			"",
			"This spell functions as death knell aura, except a dying creature in the area cannot stabilize on its own and automatically takes 1 point of bleed damage on its turn each round. An incorporeal undead or living spirit traveling outside the body (such as a person using astral projection or magic jar) within the aura at the start of its turn takes 1d8 points of damage."
		]
	},
	"death_knell_aura_greater": {
		"name": "Death Knell Aura, Greater",
		"sources": [ "Book of the Damned - Volume 3: Horsemen of the Apocalypse" ],
		"copyof": "death_knell_aura"
	},
	"greater_death_knell_aura": {
		"copyof": "death_knell_aura_greater"
	},
	"death_pact": {
		"name": "Death Pact",
		"sources": [ "Occult Origins" ],
		"description": [
			"## Death Pact",
			"",
			"{SOURCE Occult Origins/13}  ",
			"**School** {spelldef/enchantment} [{spelldef/mind-affecting}]; **Level** bard 5, skald 5, witch 6",
			"",
			"### Casting",
			"",
			"**Casting Time** 1 minute  ",
			"**Components** V, S, M (a contract signed in blood)",
			"",
			"### Effect",
			"",
			"**Range** touch  ",
			"**Target** one creature  ",
			"**Duration** 24 hours  ",
			"**Saving Throw** Will negates, see text; **Spell Resistance** yes",
			"",
			"You take control of a creature's mind and implant deadly subconscious commands. This spell functions as dominate person, allowing you to control your subject and see through her senses, but also implants a powerful burst of psychic energy in the subject's mind. At any point during the spell's duration, you can trigger this burst as an immediate action, dealing 1d8 points of damage per caster level (Fortitude half) to the subject. If this damage is enough to reduce to target to 0 or fewer hit points, the target dies instantly.",
			"",
			"Your target can also willingly trigger this psychic burst as an immediate action. You can specify conditions (such as being captured) when she should do so, though such orders are considered dangerous and allow the subject a new Will saving throw with a +2 bonus."
		]
	},
	"death_ward": {
		"name": "Death Ward",
		"sources": [ "PRPG Core Rulebook" ],
		"description": [
			"## Death Ward",
			"",
			"{SOURCE PRPG Core Rulebook/264}  ",
			"**School** {spelldef/necromancy}; **Level** alchemist 4, cleric 4, druid 5, hunter 5, inquisitor 4, investigator 4, medium 4, occultist 4, oracle 4, paladin 4, spiritualist 4, warpriest 4, witch 4",
			"",
			"### Casting",
			"",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S, DF",
			"",
			"### Effect",
			"",
			"**Range** touch  ",
			"**Target** living creature touched  ",
			"**Duration** 1 min./level  ",
			"**Saving Throw** Will negates (harmless); **Spell Resistance** yes (harmless)",
			"",
			"The subject gains a +4 morale bonus on saves against all death spells and magical death effects. The subject is granted a save to negate such effects even if one is not normally allowed. The subject is immune to energy drain and any negative energy effects, including channeled negative energy.",
			"",
			"This spell does not remove negative levels that the subject has already gained, but it does remove the penalties from negative levels for the duration of its effect.",
			"",
			"Death ward does not protect against other sorts of attacks, even if those attacks might be lethal."
		]
	},
	"deathless": {
		"name": "Deathless",
		"sources": [
			"Mythic Adventures",
			"Mythic Adventures"
		],
		"description": [
			"## Deathless",
			"",
			"{SOURCE Mythic Adventures/113}  ",
			"**School** {spelldef/necromancy}; **Level** alchemist 4, arcanist 4, cleric 4, inquisitor 4, investigator 4, medium 4, oracle 4, psychic 4, sorcerer 4, warpriest 4, witch 4, wizard 4",
			"",
			"### Casting",
			"",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S",
			"",
			"### Effect",
			"",
			"**Range** touch  ",
			"**Target** living creature touched  ",
			"**Duration** 1 round/level  ",
			"**Saving Throw** Fortitude negates (harmless); **Spell Resistance** yes (harmless)",
			"",
			"The target's soul is strongly anchored to its body, preventing death from hit point damage. No matter how low the target's hit points get, it remains alive (though not necessarily conscious).",
			"",
			"This spell doesn't prevent death from sources other than hit point damage - such as Constitution damage or drain, death effects, or energy drain. Spells that cure hit points affect the creature normally.",
			"",
			"### Mythic Deathless",
			"",
			"{SOURCE Mythic Adventures/113}",
			"",
			"If you expend one use of mythic power when you cast the spell, you become an anchor for the souls of you and your cohorts. The range increases to 30 feet, and instead of affecting one creature, it affects all allies within a 30-foot-radius emanation centered on you.",
			"",
			"*Augmented (8th):* If you expend three uses of mythic power, the range increases to 1 mile, and the area to a 1-mile-radius emanation centered on you."
		]
	},
	"deathwatch": {
		"name": "Deathwatch",
		"sources": [ "PRPG Core Rulebook" ],
		"description": [
			"## Deathwatch",
			"",
			"{SOURCE PRPG Core Rulebook/265}  ",
			"**School** {spelldef/necromancy}; **Level** cleric 1, medium 1, oracle 1, spiritualist 1, warpriest 1",
			"",
			"### Casting",
			"",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S",
			"",
			"### Effect",
			"",
			"**Range** 30 ft.  ",
			"**Area** cone-shaped emanation  ",
			"**Duration** 10 min./level  ",
			"**Saving Throw** none; **Spell Resistance** no",
			"",
			"Using the powers of necromancy, you can determine the condition of creatures near death within the spell's range. You instantly know whether each creature within the area is dead, fragile (alive and wounded, with 3 or fewer hit points left), fighting off death (alive with 4 or more hit points), healthy, undead, or neither alive nor dead (such as a construct). Deathwatch sees through any spell or ability that allows creatures to feign death."
		]
	},
	"deathwine": {
		"name": "Deathwine",
		"sources": [
			"Rise of the Runelords Anniversary Edition",
			"Pathfinder #5: Sins of the Saviors"
		],
		"description": [
			"## Deathwine",
			"",
			"{SOURCE Rise of the Runelords Anniversary Edition/418;Pathfinder #5: Sins of the Saviors/58}  ",
			"**School** {spelldef/necromancy}; **Level** alchemist 2, arcanist 3, cleric 2, investigator 2, oracle 2, sorcerer 3, warpriest 2, witch 3, wizard 3",
			"",
			"### Casting",
			"",
			"**Casting Time** 1 minute  ",
			"**Components** V, S",
			"",
			"### Effect",
			"",
			"**Range** touch  ",
			"**Target** 1 potion touched/level  ",
			"**Duration** 1 hour/level  ",
			"**Saving Throw** none (object); **Spell Resistance** no (object)",
			"",
			"This spell allows you to turn a potion into a temporary pool of necromantic energy. Only a potion created using a conjuration (healing) spell can be affected by this spell. An affected potion turns dark red and reveals a necromantic aura if detect magic is cast on it while it remains under this spell's effects.",
			"",
			"When you drink a potion affected by this spell, you do not gain the potion's normal effect. Instead, the first necromancy spell you cast within the next minute is cast at a higher caster level. The bonus to caster level is equal to the spell level of the spell used to create the potion that deathwine affects. For example, a 5th-level wizard who drinks deathwine made from a potion of cure serious wounds would cast his next necromancy spell as an 8th-level caster, as cure serious wounds is a 3rd-level spell.",
			"",
			"In addition, any undead creature (or other creature healed by negative energy) that drinks a potion affected by deathwine is healed of 1d8 points of damage. Any potion not imbibed before this spell's duration expires is destroyed at the end of the deathwine's duration."
		]
	},
	"debilitating_pain": {
		"name": "Debilitating Pain",
		"sources": [ "Psychic Anthology" ],
		"description": [
			"## Debilitating Pain",
			"",
			"{SOURCE Psychic Anthology/10}  ",
			"**School** {spelldef/enchantment} ({spelldef/compulsion}) [{spelldef/mind-affecting}, {spelldef/pain}]; **Level** psychic 3, witch 3",
			"",
			"### Casting",
			"",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S, M",
			"",
			"### Effect",
			"",
			"**Range** close (25 ft. + 5 ft./2 levels)  ",
			"**Target** one creature  ",
			"**Duration** 1 round/3 levels  ",
			"**Saving Throw** Will partial (see text); **Spell Resistance** yes",
			"",
			"The target is overcome with intense pain, causing it to be stunned on a failed save or dazed for 1 round on a successful save.",
			"",
			"### Debilitating Pain, Mass",
			"",
			"{SOURCE Psychic Anthology/10}  ",
			"**School** {spelldef/enchantment} ({spelldef/compulsion}) [{spelldef/mind-affecting}, {spelldef/pain}]; **Level** psychic 5, witch 5",
			"",
			"#### Casting",
			"",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S, M",
			"",
			"#### Effect",
			"",
			"**Range** close (25 ft. + 5 ft./2 levels)  ",
			"**Target** one creature/4 levels  ",
			"**Duration** 1 round/3 levels  ",
			"**Saving Throw** Will parital (see text); **Spell Resistance** yes",
			"",
			"This spell functions as per debilitating pain, except you can target one creature for every 4 caster levels you have."
		]
	},
	"debilitating_pain_mass": {
		"name": "Debilitating Pain, Mass",
		"sources": [ "Psychic Anthology" ],
		"copyof": "debilitating_pain"
	},
	"mass_debilitating_pain": {
		"copyof": "debilitating_pain_mass"
	},
	"debilitating_portent": {
		"name": "Debilitating Portent",
		"sources": [ "Ultimate Combat" ],
		"description": [
			"## Debilitating Portent",
			"",
			"{SOURCE Ultimate Combat/227}  ",
			"**School** {spelldef/enchantment} ({spelldef/compulsion}) [{spelldef/mind-affecting}]; **Level** cleric 4, oracle 4, psychic 4, spiritualist 4, warpriest 4, witch 4",
			"",
			"### Casting",
			"",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S, DF",
			"",
			"### Effect",
			"",
			"**Range** medium (100 ft. + 10 ft./level)  ",
			"**Target** one creature  ",
			"**Duration** 1 round/level (D) see text  ",
			"**Saving Throw** none; **Spell Resistance** yes",
			"",
			"The target is surrounded by a glowing green aura of ill fate. Each time the spell's subject makes an attack or casts a spell, it must succeed at a Will saving throw with a DC = 10 + 1/2 caster level + Charisma (in the case of oracles), Intelligence (in the case of witches), or Wisdom (in the case of clerics). If it fails the saving throw, it deals half damage with the attack or spell. You can dismiss this spell as an immediate action when the target confirms a critical hit; doing so negates the critical hit. The attack that you negated still hits, but only deals half damage."
		]
	},
	"debilitating_speech": {
		"name": "Debilitating Speech",
		"sources": [ "Disciple's Doctrine" ],
		"description": [
			"## Debilitating Speech",
			"",
			"{SOURCE Disciple's Doctrine/10}  ",
			"**School** {spelldef/enchantment} [{spelldef/language-dependent}, {spelldef/mind-affecting}]; **Level** arcanist 4, sorcerer 4, wizard 4",
			"",
			"### Casting",
			"",
			"**Casting Time** see below  ",
			"**Components** V, S",
			"",
			"### Effect",
			"",
			"**Range** close (25 ft. + 5 ft./2 levels)  ",
			"**Targets** 1 or more living creatures/level, no two of which may be more than 30 feet apart  ",
			"**Duration** 1 round/level  ",
			"**Saving Throw** Will negates; **Spell Resistance** yes",
			"",
			"By speaking eloquently on the subject of your opponents' ineptitude in combat, past failures, personal hygiene, or other faults, you sap their will to fight.",
			"",
			"This spell can be cast as a standard action or as a full-round action. If cast as a standard action, it takes effect in 1d4 rounds following the spell's casting. If cast as a full-round action, it takes effect 1 round after its casting. Enemies with 4 Hit Dice or fewer are panicked, enemies with 5-8 Hit Dice are cowering, and enemies with more than 8 Hit Dice are shaken."
		]
	},
	"decapitate": {
		"name": "Decapitate",
		"sources": [ "Horror Adventures" ],
		"description": [
			"## Decapitate",
			"",
			"{SOURCE Horror Adventures/115}  ",
			"**School** {spelldef/evocation}; **Level** arcanist 6, inquisitor 5, magus 6, psychic 6, sorcerer 6, wizard 6",
			"",
			"### Casting",
			"",
			"**Casting Time** 1 immediate action  ",
			"**Components** V, S, F (a sliver from a guillotine blade)",
			"",
			"### Effect",
			"",
			"**Range** close (25 ft. + 5 ft./2 levels)  ",
			"**Target** one creature (see text)  ",
			"**Duration** instantaneous  ",
			"**Saving Throw** Fortitude partial (see text); **Spell Resistance** yes",
			"",
			"You can cast this spell only as a response to a confirmed critical hit against the target that would deal slashing damage. If the target fails the saving throw and has a discernible head, the attack deals an extra 4d6 points of damage and the critical multiplier of the critical hit increases by 1. If the critical hit then brings the target to 0 hit points or fewer, the target is instantly decapitated and dies unless it can survive decapitation. Even on a successful saving throw, the critical hit deals an extra 4d6 points of damage."
		]
	},
	"deceitful_veneer": {
		"name": "Deceitful Veneer",
		"sources": [ "Ultimate Intrigue" ],
		"description": [
			"## Deceitful Veneer",
			"",
			"{SOURCE Ultimate Intrigue/210}  ",
			"**School** {spelldef/illusion} ({spelldef/glamer}); **Level** antipaladin 3, bard 4, inquisitor 4, medium 3, mesmerist 4, psychic 4, skald 4, wizard 5",
			"",
			"### Casting",
			"",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S",
			"",
			"### Effect",
			"",
			"**Range** close (25 ft. + 5 ft./2 levels)  ",
			"**Target** one creature  ",
			"**Duration** 10 minutes/level (D)  ",
			"**Saving Throw** Will negates; **Spell Resistance** yes",
			"",
			"You subtly alter both the target's aura and subtle cues in its body language, tone of voice, and word choice, which makes everything that the target says seem to be a lie. Every statement that the target makes appears to be a lie under both magical scrutiny (such as discern lies) and mundane scrutiny (such as using the Sense Motive skill). Someone who closely scrutinizes the target can determine when it is actually telling the truth with a successful Sense Motive check (DC = 15 + your caster level).",
			"",
			"As long as you are within close range of the target, as a standard action you can suppress or resume the effects of this spell, allowing you to let the target seem to be telling the truth at some times and still seem to be lying at others."
		]
	},
	"deceptive_redundancy": {
		"name": "Deceptive Redundancy",
		"sources": [ "Adventurer's Guide" ],
		"description": [
			"## Deceptive Redundancy",
			"",
			"{SOURCE Adventurer's Guide/37}  ",
			"**School** {spelldef/illusion} ({spelldef/glamer}); **Level** arcanist 5, bard 5, mesmerist 5, psychic 5, skald 5, sorcerer 5, wizard 5",
			"",
			"### Casting",
			"",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S",
			"",
			"### Effect",
			"",
			"**Range** personal  ",
			"**Target** you  ",
			"**Duration** 10 minutes/level or until triggered, then 1 round/level  ",
			"**Saving Throw** none; **Spell Resistance** no",
			"",
			"You create a contingent ward that defies those who would dispel your magic, convincing them that their spell worked. When a spell such as dispel magic would end one of your spells that's affecting you, you can dismiss deceptive redundancy as an immediate action to attempt an opposed caster level check against the spellcaster. If you succeed, the dispelling effect fails to end your spell, and your spell's aura becomes difficult to detect for 1 round per caster level. Any divination attempted during this time fails to perceive the spell's aura unless the caster succeeds at a caster level check (DC = 15 + your caster level). Deceptive redundancy is most effective when hiding auras for spells that don't have easily perceived effects, rather than visually obvious spells such as enlarge person or fire shield."
		]
	},
	"decollate": {
		"name": "Decollate",
		"sources": [ "Horror Adventures" ],
		"description": [
			"## Decollate",
			"",
			"{SOURCE Horror Adventures/116}  ",
			"**School** {spelldef/necromancy}; **Level** alchemist 4, antipaladin 4, arcanist 5, cleric 5, investigator 4, oracle 5, psychic 6, sorcerer 5, spiritualist 4, warpriest 5, witch 5, wizard 5",
			"",
			"### Casting",
			"",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S, F (a red wax pencil)",
			"",
			"### Effect",
			"",
			"**Range** touch  ",
			"**Target** one willing humanoid or monstrous humanoid creature  ",
			"**Duration** 24 hours  ",
			"**Saving Throw** none; **Spell Resistance** yes (harmless)",
			"",
			"A thin red line circles the target's neck. The target's head becomes detachable so long as she removes it willingly. While the target's head is detached, she gains DR 2/- and immunity to decapitation effects and other effects that require their target to have a head or a particular facial feature. The target is blind so long as she has no head, but she gains blindsense to a distance of 15 feet. The target hears normally even without its head.",
			"",
			"While detached, the target's head appears to be dead. The target can't see through its eyes or hear events around the head. The target's body knows the direction and distance to its head. Without additional protection, the severed head has AC 7, hardness 5, and 10 hit points. Destroying the head while the spell is in effect kills the target of the spell. If the spell's duration expires normally without the head being reattached, the target dies. If either the target or the head are removed to a different plane, or if the spell is dispelled, the head teleports back to its owner and reattaches without further harm."
		]
	},
	"decompose_corpse": {
		"name": "Decompose Corpse",
		"sources": [ "Ultimate Magic" ],
		"description": [
			"## Decompose Corpse",
			"",
			"{SOURCE Ultimate Magic/216}  ",
			"**School** {spelldef/necromancy}; **Level** arcanist 1, cleric 1, druid 1, hunter 1, medium 1, occultist 1, oracle 1, psychic 1, sorcerer 1, spiritualist 1, warpriest 1, witch 1, wizard 1",
			"",
			"### Casting",
			"",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S, M (a pinch of dried toadstool)",
			"",
			"### Effect",
			"",
			"**Range** touch  ",
			"**Target** one corpse or corporeal undead  ",
			"**Duration** instantaneous or 1 minute; see text  ",
			"**Saving Throw** Fortitude negates (object); **Spell Resistance** yes (object)",
			"",
			"Using this spell, the caster rapidly decomposes the flesh from a single corpse of size Huge or smaller, leaving behind a perfectly cleaned skeleton. If it is cast on a non-skeletal corporeal undead, the creature takes a -2 penalty on all rolls and to its Armor Class and CMD for 1 minute."
		]
	},
	"decrepit_disguise": {
		"name": "Decrepit Disguise",
		"sources": [ "Occult Adventures" ],
		"description": [
			"## Decrepit Disguise",
			"",
			"{SOURCE Occult Adventures/163}  ",
			"**School** {spelldef/illusion} ({spelldef/glamer}); **Level** arcanist 1, bard 1, medium 1, mesmerist 1, occultist 1, psychic 1, skald 1, sorcerer 1, wizard 1",
			"",
			"### Casting",
			"",
			"**Casting Time** 1 standard action  ",
			"**Components** V",
			"",
			"### Effect",
			"",
			"**Range** close (25 ft. + 5 ft./2 levels)  ",
			"**Target** one object of no more than 10 cu. ft./level  ",
			"**Duration** 1 day/level  ",
			"**Saving Throw** none (object) or Will disbelief (if interacted with); **Spell Resistance** no",
			"",
			"You make an object seem like a worthless version of itself. A masterwork or magic sword could seem to be a useless, rusting, discarded blade, and a luxurious throne could appear to be a decrepit wooden chair. If used against an attended object, the wielder can immediately attempt a Will save to disbelieve the effect. Decrepit disguise counters and dispels quintessence.",
			"",
			"Decrepit disguise can be made permanent with a permanency spell by a caster of 9th level or higher for the cost of 500 gp."
		]
	},
	"deep_slumber": {
		"name": "Deep Slumber",
		"sources": [
			"PRPG Core Rulebook",
			"Mythic Adventures"
		],
		"description": [
			"## Deep Slumber",
			"",
			"{SOURCE PRPG Core Rulebook/265}  ",
			"**School** {spelldef/enchantment} ({spelldef/compulsion}) [{spelldef/mind-affecting}]; **Level** arcanist 3, bard 3, mesmerist 3, occultist 3, psychic 3, sahirafiyun 3, shaman 3, skald 3, sorcerer 3, witch 3, wizard 3",
			"",
			"### Casting",
			"",
			"**Casting Time** 1 round  ",
			"**Components** V, S, M (fine sand, rose petals, or a live cricket)",
			"",
			"### Effect",
			"",
			"**Range** close (25 ft. + 5 ft./2 levels)  ",
			"**Area** one or more living creatures within a 10-ft.-radius burst  ",
			"**Duration** 1 min./level  ",
			"**Saving Throw** Will negates; **Spell Resistance** yes",
			"",
			"This spell functions like sleep, except that it affects 10 HD of targets.",
			"",
			"### Mythic Deep Slumber",
			"",
			"{SOURCE Mythic Adventures/90}",
			"",
			"This spell works like mythic sleep, except that it affects up to 20 Hit Dice of creatures. Alternatively, you may target one creature rather than an area, increasing the duration to 1 hour per level.",
			"",
			"*Augmented (5th):* If you expend two uses of mythic power, creatures affected by the spell can be awakened only by mythic effects. If you're 5th tier and expend three uses of mythic power, the duration increases to 10 years per tier. If you're 5th tier and expend four uses of mythic power, the spell has both augmented effects. Creatures sleeping for years because of this spell age and breathe as normal, but don't need to eat or drink while the spell lasts."
		]
	},
	"deeper_darkness": {
		"name": "Deeper Darkness",
		"sources": [ "PRPG Core Rulebook" ],
		"description": [
			"## Deeper Darkness",
			"",
			"{SOURCE PRPG Core Rulebook/265}  ",
			"**School** {spelldef/evocation} [{spelldef/darkness}]; **Level** adept 3, antipaladin 3, cleric 3, inquisitor 3, occultist 3, oracle 3, shaman 3, warpriest 3",
			"",
			"### Casting",
			"",
			"**Casting Time** 1 standard action  ",
			"**Components** V, M/DF (bat fur and a piece of coal)",
			"",
			"### Effect",
			"",
			"**Range** touch  ",
			"**Target** object touched  ",
			"**Duration** 10 min./level (D)  ",
			"**Saving Throw** none; **Spell Resistance** no",
			"",
			"This spell functions as darkness, except that objects radiate darkness in a 60-foot radius and the light level is lowered by two steps. Bright light becomes dim light and normal light becomes darkness. Areas of dim light and darkness become supernaturally dark. This functions like darkness, but even creatures with darkvision cannot see within the spell's confines.",
			"",
			"This spell does not stack with itself. Deeper darkness can be used to counter or dispel any light spell of equal or lower spell level."
		]
	},
	"defending_bone": {
		"name": "Defending Bone",
		"sources": [
			"Inner Sea Gods",
			"Gods and Magic"
		],
		"description": [
			"## Defending Bone",
			"",
			"{SOURCE Inner Sea Gods/232;Gods and Magic/31}  ",
			"**School** {spelldef/necromancy}; **Level** arcanist 2, cleric 2, inquisitor 2, magus 2, oracle 2, sorcerer 2, warpriest 2, witch 2, wizard 2 (Pharasma)",
			"",
			"### Casting",
			"",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S, F (a Medium creature's skull or femur), DF",
			"",
			"### Effect",
			"",
			"**Range** personal  ",
			"**Target** you  ",
			"**Duration** 1 hour/level or until discharged",
			"",
			"You animate a bone with necromantic energy, giving it the power to float near your body and interpose itself against physical attacks. This gives you damage reduction 5/bludgeoning. Once the bone has prevented a total of 5 points of damage per caster level (maximum 50 points), it is destroyed and the spell is discharged. This spell has no effect if you have damage reduction from another source."
		]
	},
	"defensive_grace": {
		"name": "Defensive Grace",
		"sources": [ "Advanced Class Origins" ],
		"description": [
			"## Defensive Grace",
			"",
			"{SOURCE Advanced Class Origins/31}  ",
			"**School** {spelldef/transmutation}; **Level** investigator 5",
			"",
			"### Casting",
			"",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S, M (a living fly)",
			"",
			"### Effect",
			"",
			"**Range** personal  ",
			"**Target** you  ",
			"**Duration** 1 round/level (D; see below)",
			"",
			"Each round you can roll an inspiration die without expending a use of inspiration and gain the result as a dodge bonus to AC for that round. You are immune to precision damage (including the extra damage from the precise strike deed, sneak attack, studied combat, and studied strike).",
			"",
			"If a critical hit is confirmed against you, you can dismiss this spell as an immediate action to negate the critical and make the attack instead deal normal damage."
		]
	},
	"defensive_shock": {
		"name": "Defensive Shock",
		"sources": [ "Ultimate Magic" ],
		"description": [
			"## Defensive Shock",
			"",
			"{SOURCE Ultimate Magic/216}  ",
			"**School** {spelldef/evocation} [{spelldef/electricity}]; **Level** alchemist 2, arcanist 2, bloodrager 2, investigator 2, magus 2, occultist 2, sorcerer 2, wizard 2",
			"",
			"### Casting",
			"",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S, M (a hollow metal sphere)",
			"",
			"### Effect",
			"",
			"**Range** personal  ",
			"**Target** you  ",
			"**Duration** 1 minute/level or until discharged",
			"",
			"Electrical energy floods your body, shocking the next creature that touches you. Any creature striking you with its body or a handheld weapon takes 1d6 points of electricity damage per two caster levels (maximum 6d6). If the attacker has spell resistance, it applies against this damage. Each time the spell discharges, the number of damage dice it deals is halved (rounded down); when the spell's damage dice reach 0, the spell ends."
		]
	},
	"defile_armor": {
		"name": "Defile Armor",
		"sources": [
			"Advanced Player's Guide",
			"Mythic Adventures"
		],
		"description": [
			"## Defile Armor",
			"",
			"{SOURCE Advanced Player's Guide/215}  ",
			"**School** {spelldef/abjuration} [{spelldef/evil}]; **Level** antipaladin 3, inquisitor 4",
			"",
			"### Casting",
			"",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S",
			"",
			"### Effect",
			"",
			"**Range** touch  ",
			"**Target** armor touched  ",
			"**Duration** 1 minute/level  ",
			"**Saving Throw** Will negates (harmless, object); **Spell Resistance** yes (harmless, object)",
			"",
			"As sanctify armor, except you gain DR 5/good when using your judgment or smite ability.",
			"",
			"### Mythic Defile Armor",
			"",
			"{SOURCE Mythic Adventures/90}",
			"",
			"You gain DR 5/good while wearing the target armor. While using your judgment or smite ability, this improves to DR 10/good.",
			"",
			"*Augmented (3rd):* If you expend two uses of mythic power, while you use your judgment or smite, add half your tier to your AC as a profane bonus."
		]
	},
	"deflect_blame": {
		"name": "Deflect Blame",
		"sources": [ "Ultimate Intrigue" ],
		"description": [
			"## Deflect Blame",
			"",
			"{SOURCE Ultimate Intrigue/210}  ",
			"**School** {spelldef/enchantment} ({spelldef/compulsion}) [{spelldef/mind-affecting}]; **Level** arcanist 3, bard 2, mesmerist 2, psychic 2, skald 2, sorcerer 3, witch 3, wizard 3",
			"",
			"### Casting",
			"",
			"**Casting Time** 1 immediate action  ",
			"**Components** V, S",
			"",
			"### Effect",
			"",
			"**Range** close (25 ft. + 5 ft./2 levels)  ",
			"**Target** one creature  ",
			"**Duration** instantaneous  ",
			"**Saving Throw** Will negates; **Spell Resistance** yes",
			"",
			"You can cast this spell immediately after attacking a creature, causing that creature to believe that a different creature that threatens it was responsible for the attack rather than you. You can instead cast this spell immediately after a failed Bluff, Diplomacy, or Intimidate check, causing the target of that check to believe that a different creature you designate within spell range was responsible for the content of that failed check. Using the spell in these ways doesn't compel the target to undertake a specific action in response to its belief of where the blame lies."
		]
	},
	"deflection": {
		"name": "Deflection",
		"sources": [ "Advanced Player's Guide" ],
		"description": [
			"## Deflection",
			"",
			"{SOURCE Advanced Player's Guide/215}  ",
			"**School** {spelldef/abjuration} [{spelldef/force}]; **Level** arcanist 7, psychic 7, sorcerer 7, wizard 7",
			"",
			"### Casting",
			"",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S, M (a piece of rubber dipped in glue)",
			"",
			"### Effect",
			"",
			"**Range** personal  ",
			"**Target** you  ",
			"**Duration** 1 round/level",
			"",
			"You surround yourself in a whirling barrier of force that sends any attack that misses you hurling back toward its source. This applies to any melee or ranged attack directed against you so long as it uses an attack roll to determine whether or not it strikes you. If an attack misses you, the attacker must make a second attack roll against its own Armor Class, using all of the applicable modifiers of the original attack and if it hits, the attacker takes the attack's damage and suffers all the other consequences of getting struck with that attack. You cannot deflect attacks that miss you for any reason besides a failed attack roll (such as concealment). Similarly, you cannot deflect attacks that actually do strike you but simply fail to do any harm."
		]
	},
	"defoliate": {
		"name": "Defoliate",
		"sources": [ "Sargava, the Lost Colony" ],
		"description": [
			"## Defoliate",
			"",
			"{SOURCE Sargava, the Lost Colony/28}  ",
			"**School** {spelldef/necromancy}; **Level** arcanist 2, druid 2, hunter 1, ranger 1, sorcerer 2, wizard 2",
			"",
			"### Casting",
			"",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S, M (a locust)",
			"",
			"### Effect",
			"",
			"**Range** close (25 ft. + 5 ft./2 levels)  ",
			"**Target** or Area see text  ",
			"**Duration** instantaneous  ",
			"**Saving Throw** none; **Spell Resistance** yes",
			"",
			"You hurl a tiny ball of negative energy, destroying plant life either in a line 60 feet long or a 10-foot-radius spread. This effect removes the cover and concealment provided by trees and undergrowth, eliminates the movement penalties associated with undergrowth, and so forth.",
			"",
			"You may also target a single plant creature with this spell. You must succeed on a ranged touch attack to hit your target. An affected plant creature takes 2d8 points of damage."
		]
	},
	"deft_digits": {
		"name": "Deft Digits",
		"sources": [ "Arcane Anthology" ],
		"description": [
			"## Deft Digits",
			"",
			"{SOURCE Arcane Anthology/19}  ",
			"**School** {spelldef/transmutation}; **Level** arcanist 3, bard 3, medium 3, occultist 3, psychic 3, skald 3, sorcerer 3, spiritualist 3, summoner 3, wizard 3",
			"",
			"### Casting",
			"",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S",
			"",
			"### Effect",
			"",
			"**Range** Medium (100 ft. + 10 ft./level)  ",
			"**Target** 1 unattended gauntlet or glove  ",
			"**Duration** 10 minutes/level  ",
			"**Saving Throw** None (harmless, object); **Spell Resistance** no",
			"",
			"You animate the target of the spell, manipulating the glove with your own hand from a distance. The glove moves as you direct it with a fly speed of 30 feet and average maneuverability. Directing the glove is a standard action, though the glove can move up to its speed and perform a task in the same action. You can attempt Disable Device and Sleight of Hand checks using the glove, though attempting these checks at a distance increases the normal skill check DCs by 5, or by 20 if you do not have line of sight to the object you are manipulating. The glove can also lift or drag objects using your caster level as your Strength score. The glove cannot wield weapons or make attacks effectively while this spell is in effect. If you cast this spell on a magical glove, its innate magic is suppressed for the duration of the spell."
		]
	},
	"deivons_parry": {
		"name": "Deivon's Parry",
		"sources": [ "Adventurer's Guide" ],
		"description": [
			"## Deivon's Parry",
			"",
			"{SOURCE Adventurer's Guide/27}  ",
			"**School** {spelldef/transmutation}; **Level** bard 1, magus 1, skald 1",
			"",
			"### Casting",
			"",
			"**Casting Time** 1 immediate action  ",
			"**Components** V, S",
			"",
			"### Effect",
			"",
			"**Range** personal  ",
			"**Target** you  ",
			"**Duration** instantaneous",
			"",
			"Originally designed by an Aldori magus who had long admired swashbucklers for their ability to deflect blows, Deivon's parry has swiftly gained popularity among bards and magi alike. Your reflexes snap into action, allowing you to deflect a blow. This spell can be cast only when an opponent makes a melee attack against you, and only before the attack roll has been made. Make a parry attempt with a light or one-handed weapon you're wielding, as if using the swashbuckler's opportune parry and riposte deed (except that this does not require panache). You cannot riposte as part of this spell's effect."
		]
	},
	"deja_vu": {
		"name": "Deja Vu",
		"sources": [ "Occult Adventures" ],
		"description": [
			"## Deja Vu",
			"",
			"{SOURCE Occult Adventures/163}  ",
			"**School** {spelldef/enchantment} ({spelldef/compulsion}) [{spelldef/mind-affecting}]; **Level** arcanist 1, bard 1, mesmerist 1, psychic 1, skald 1, sorcerer 1, wizard 1",
			"",
			"### Casting",
			"",
			"**Casting Time** 1 standard action  ",
			"**Components** V",
			"",
			"### Effect",
			"",
			"**Range** medium (100 ft. + 10 ft./level)  ",
			"**Target** one creature  ",
			"**Duration** 2 rounds  ",
			"**Saving Throw** none; **Spell Resistance** yes",
			"",
			"You reach into the target's mind and put its thought processes into a temporary loop. Whatever full-round, standard, or move actions the creature takes on its first turn after you cast this spell, it must repeat on the turn after that. The creature must take the same type of actions in the same order (for example, making a full attack, casting a specific spell, withdrawing, attempting a bull rush combat maneuver, or activating a magic item) and must act against the same target or targets, but doesn't have to make exactly the same choices (such as using {feat/Power Attack} when attacking, moving exactly 15 feet, or choosing \"drop\" for the command spell). If the circumstances would prevent the target from repeating an action, such as if the target of its attack is dead or the target cannot cast the same spell again, the target instead becomes confused until the spell ends. A creature currently affected by deja vu can't be targeted with another deja vu spell. A creature affected by deja vu can't delay, and if it readies an action on its first turn, it must ready the same action on its second turn."
		]
	},
	"delay_disease": {
		"name": "Delay Disease",
		"sources": [ "Advanced Race Guide" ],
		"description": [
			"## Delay Disease",
			"",
			"{SOURCE Advanced Race Guide/155}  ",
			"**School** {spelldef/conjuration} ({spelldef/healing}); **Level** alchemist 2, cleric 2, druid 2, hunter 2, inquisitor 2, investigator 2, mesmerist 2, oracle 2, paladin 2, ranger 2, warpriest 2, witch 1 (ratfolk)",
			"",
			"### Casting",
			"",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S, DF",
			"",
			"### Effect",
			"",
			"**Range** touch  ",
			"**Target** creature touched  ",
			"**Duration** 1 day  ",
			"**Saving Throw** Fortitude negates (harmless); **Spell Resistance** yes (harmless)",
			"",
			"The target becomes temporarily immune to disease. Any disease to which it is exposed during the spell's duration does not affect the target until the spell's duration has expired. If the target is currently infected with a disease, you must make a caster level check against the disease's DC to suspend it for the duration of the spell; otherwise, that disease affects the target normally. Delay disease does not cure any damage a disease may have already done."
		]
	},
	"delay_pain": {
		"name": "Delay Pain",
		"sources": [ "Ultimate Magic" ],
		"description": [
			"## Delay Pain",
			"",
			"{SOURCE Ultimate Magic/216}  ",
			"**School** {spelldef/enchantment} [{spelldef/emotion}]; **Level** arcanist 2, bard 2, bloodrager 2, cleric 2, inquisitor 2, mesmerist 2, oracle 2, psychic 2, skald 2, sorcerer 2, warpriest 2, witch 2, wizard 2",
			"",
			"### Casting",
			"",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S",
			"",
			"### Effect",
			"",
			"**Range** close (25 ft. + 5 ft./2 levels)  ",
			"**Target** one creature  ",
			"**Duration** 1 hour/level  ",
			"**Saving Throw** Will negates; **Spell Resistance** yes",
			"",
			"You override the target's ability to feel pain. Pain effects (such as pain strike and symbol of pain) do not affect the target until this spell's duration has expired. This does not negate any physical damage, ability damage, or ability drain that a pain effect has already done, but it does negate ongoing penalties from pain while the spell lasts."
		]
	},
	"delay_poison": {
		"name": "Delay Poison",
		"sources": [
			"PRPG Core Rulebook",
			"Ultimate Combat"
		],
		"description": [
			"## Delay Poison",
			"",
			"{SOURCE PRPG Core Rulebook/265}  ",
			"**School** {spelldef/conjuration} ({spelldef/healing}); **Level** adept 2, alchemist 2, bard 2, cleric 2, druid 2, hunter 1, inquisitor 2, investigator 2, mesmerist 2, occultist 2, oracle 2, paladin 2, ranger 1, shaman 2, skald 2, warpriest 2, witch 2",
			"",
			"### Casting",
			"",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S, DF",
			"",
			"### Effect",
			"",
			"**Range** touch  ",
			"**Target** creature touched  ",
			"**Duration** 1 hour/level  ",
			"**Saving Throw** Fortitude negates (harmless); **Spell Resistance** yes (harmless)",
			"",
			"The subject becomes temporarily immune to poison. Any poison in its system or any poison to which it is exposed during the spell's duration does not affect the subject until the spell's duration has expired. Delay poison does not cure any damage that poison may have already done.",
			"",
			"### Delay Poison, Communal",
			"",
			"{SOURCE Ultimate Combat/227}  ",
			"**School** {spelldef/conjuration} ({spelldef/healing}); **Level** alchemist 3, bard 3, cleric 3, druid 3, hunter 3, inquisitor 3, investigator 3, oracle 3, paladin 3, ranger 3, skald 3, warpriest 3, witch 3",
			"",
			"#### Casting",
			"",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S, DF",
			"",
			"#### Effect",
			"",
			"**Range** touch  ",
			"**Targets** creatures touched  ",
			"**Duration** 1 hour/level  ",
			"**Saving Throw** Fortitude negates (harmless); **Spell Resistance** yes (harmless)",
			"",
			"This spell functions like delay poison, except you divide the duration in 1-hour intervals among the creatures touched."
		]
	},
	"delay_poison_communal": {
		"name": "Delay Poison, Communal",
		"sources": [ "Ultimate Combat" ],
		"copyof": "delay_poison"
	},
	"communal_delay_poison": {
		"copyof": "delay_poison_communal"
	},
	"delayed_blast_fireball": {
		"name": "Delayed Blast Fireball",
		"sources": [ "PRPG Core Rulebook" ],
		"description": [
			"## Delayed Blast Fireball",
			"",
			"{SOURCE PRPG Core Rulebook/265}  ",
			"**School** {spelldef/evocation} [{spelldef/fire}]; **Level** arcanist 7, sorcerer 7, wizard 7",
			"",
			"### Casting",
			"",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S, M (a ball of bat guano and sulfur)",
			"",
			"### Effect",
			"",
			"**Range** long (400 ft. + 40 ft./level)  ",
			"**Area** 20-ft.-radius spread  ",
			"**Duration** 5 rounds or less; see text  ",
			"**Saving Throw** Reflex half; **Spell Resistance** yes",
			"",
			"This spell functions like fireball, except that it is more powerful and can detonate up to 5 rounds after the spell is cast. The burst of flame deals 1d6 points of fire damage per caster level (maximum 20d6). The glowing bead created by delayed blast fireball can detonate immediately if you desire, or you can choose to delay the burst for as many as 5 rounds. You select the amount of delay upon completing the spell, and that time cannot change once it has been set unless someone touches the bead. If you choose a delay, the glowing bead sits at its destination until it detonates. A creature can pick up and hurl the bead as a thrown weapon (range increment 10 feet). If a creature handles and moves the bead within 1 round of its detonation, there is a 25% chance that the bead detonates while being handled."
		]
	},
	"delayed_consumption": {
		"name": "Delayed Consumption",
		"sources": [ "Advanced Player's Guide" ],
		"description": [
			"## Delayed Consumption",
			"",
			"{SOURCE Advanced Player's Guide/215}  ",
			"**School** {spelldef/transmutation}; **Level** alchemist 5, investigator 5",
			"",
			"### Casting",
			"",
			"**Casting Time** 1 standard action  ",
			"**Components** S",
			"",
			"### Effect",
			"",
			"**Range** personal  ",
			"**Target** you  ",
			"**Duration** 1 day/level (D) or until discharged",
			"",
			"When you consume this extract, you quickly consume another extract of your choice-this second extract's effects do not come into effect until a later point. You must consume this second, companion extract on the round following delayed consumption or waste the extract. The companion extract can be no higher than 4th level, and you must pay any costs associated with the companion extract when you consume it.",
			"",
			"At any point during the duration of this extract, you can cause the companion extract to take effect as an immediate action. You can only have one delayed consumption in effect at one time. If a second is consumed, the first is dispelled without any effect."
		]
	},
	"delectable_flesh": {
		"name": "Delectable Flesh",
		"sources": [ "Ultimate Wilderness" ],
		"description": [
			"## Delectable Flesh",
			"",
			"{SOURCE Ultimate Wilderness/19}  ",
			"**School** {spelldef/transmutation} [{spelldef/mind-affecting}, {spelldef/polymorph}]; **Level** arcanist 6, druid 7, shaman 7, sorcerer 6, witch 6, wizard 6 (Ghoran)",
			"",
			"### Casting",
			"",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S",
			"",
			"### Effect",
			"",
			"**Range** close (25 ft. + 5 ft./2 levels)  ",
			"**Targets** all creatures in a 15-foot-radius burst centered on a single living creature  ",
			"**Duration** 1 minute/level (D)  ",
			"**Saving Throw** Will negates; **Spell Resistance** yes",
			"",
			"Choose a creature within range as the object of hunger. All other creatures within 15 feet of the target that can see or smell the target's delectable flesh must succeed at a Will save or spiral into a depraved state from which they gain a single purpose - to consume as much of the target's delicious flesh as possible. The creature chosen as the target of this spell is not affected by this depravity.",
			"",
			"A depraved creature gains a bite attack, two claw attacks, and the scent ability if it didn't already have them. It drops any items it was carrying and attacks the target of the spell with these natural weapons, acting as if it were confused and the target had attacked it first. This effect lasts for the spell's duration or until the depraved creature can no longer see or smell the object of its hunger for a full minute. Additionally, a depraved creature can attempt a new saving throw to end this effect at the end of any turn in which the affected creature makes an attack against the object of its hunger. If a creature that eats for nourishment succeeds at a save to end the depraved effect early, it takes a -2 penalty on ability checks, attack rolls, concentration checks, saving throws, and skill checks whenever it is within 15 feet of the target."
		]
	},
	"delusional_pride": {
		"name": "Delusional Pride",
		"sources": [ "Ultimate Magic" ],
		"description": [
			"## Delusional Pride",
			"",
			"{SOURCE Ultimate Magic/216}  ",
			"**School** {spelldef/enchantment} ({spelldef/compulsion}) [{spelldef/emotion}, {spelldef/mind-affecting}]; **Level** arcanist 1, bard 1, medium 1, mesmerist 1, psychic 1, skald 1, sorcerer 1, witch 1, wizard 1",
			"",
			"### Casting",
			"",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S",
			"",
			"### Effect",
			"",
			"**Range** close (25 ft. + 5 ft./2 levels)  ",
			"**Target** one creature  ",
			"**Duration** 1 minute  ",
			"**Saving Throw** Will negates; **Spell Resistance** yes",
			"",
			"The target becomes so distracted by an overblown sense of its worth that it takes a -2 penalty on attacks and skill checks. However, this feeling also gives the target a +2 morale bonus on saves against charm and compulsion effects."
		]
	},
	"demand": {
		"name": "Demand",
		"sources": [ "PRPG Core Rulebook" ],
		"description": [
			"## Demand",
			"",
			"{SOURCE PRPG Core Rulebook/265}  ",
			"**School** {spelldef/enchantment} ({spelldef/compulsion}) [{spelldef/mind-affecting}]; **Level** arcanist 8, mesmerist 6, psychic 8, sorcerer 8, witch 8, wizard 8",
			"",
			"### Casting",
			"",
			"**Casting Time** 10 minutes  ",
			"**Components** V, S, M/DF (fine copper wire)",
			"",
			"### Effect",
			"",
			"**Range** see text  ",
			"**Target** one creature  ",
			"**Duration** 1 round; see text  ",
			"**Saving Throw** Will partial; **Spell Resistance** yes",
			"",
			"This spell functions like sending, but the message can also contain a suggestion (see the {spell/suggestion} spell), which the subject does its best to carry out. A successful Will save negates the suggestion effect but not the contact itself. The demand, if received, is understood even if the subject's Intelligence score is as low as 1. If the message is impossible or meaningless according to the circumstances that exist for the subject at the time the demand is issued, the message is understood but the suggestion is ineffective.",
			"",
			"The demand's message to the creature must be 25 words or less, including the suggestion. The creature can also give a short reply immediately."
		]
	},
	"demand_offering": {
		"name": "Demand Offering",
		"sources": [ "Occult Adventures" ],
		"description": [
			"## Demand Offering",
			"",
			"{SOURCE Occult Adventures/164}  ",
			"**School** {spelldef/enchantment} ({spelldef/compulsion}) [{spelldef/mind-affecting}]; **Level** antipaladin 1, arcanist 2, bard 2, inquisitor 2, mesmerist 1, occultist 2, psychic 2, skald 2, sorcerer 2, witch 2, wizard 2",
			"",
			"### Casting",
			"",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S",
			"",
			"### Effect",
			"",
			"**Range** 5 ft.  ",
			"**Target** one creature  ",
			"**Duration** instantaneous or 1 round  ",
			"**Saving Throw** Will negates; **Spell Resistance** yes",
			"",
			"A creature that fails its save uses an immediate action to hand you whatever object it's currently wielding or holding. If the target doesn't have an immediate action available, it uses a move action at the beginning of its next turn to hand you the object. If it's currently holding or wielding more than one item, determine randomly which item it gives you. If you're no longer adjacent to the creature when it has to give you the item, the spell ends with no effect. A creature that isn't holding an item when you cast this spell is unaffected."
		]
	},
	"demon_dream": {
		"name": "Demon Dream",
		"sources": [ "Pathfinder Comics #10" ],
		"description": [
			"## Demon Dream",
			"",
			"{SOURCE Pathfinder Comics #10/26}  ",
			"**School** {spelldef/illusion} ({spelldef/phantasm}) [{spelldef/evil}, {spelldef/mind-affecting}]; **Level** cleric 6, oracle 6, warpriest 6",
			"",
			"### Casting",
			"",
			"**Casting Time** see text  ",
			"**Components** V, S, DF",
			"",
			"### Effect",
			"",
			"**Range** unlimited  ",
			"**Target** one living creature  ",
			"**Duration** see text  ",
			"**Saving Throw** see text; **Spell Resistance** yes",
			"",
			"When the target of demon dream is a worshiper of a demon lord or Lamashtu, the caster has the option of making the spell function instead as a dream spell. Otherwise, this spell functions like {spell/nightmare}, save that the subject matter of the dream always involves demons. Upon waking from a demon dream, the victim must make a saving throw against the spell to resist taking 1d6 points of Wisdom drain from the unsettling, madness-inducing dream-this is in addition to the damage and fatigue normally caused by the nightmare."
		]
	},
	"denounce": {
		"name": "Denounce",
		"sources": [ "Advanced Player's Guide" ],
		"description": [
			"## Denounce",
			"",
			"{SOURCE Advanced Player's Guide/215}  ",
			"**School** {spelldef/enchantment} ({spelldef/compulsion}) [{spelldef/language-dependent}, {spelldef/mind-affecting}]; **Level** bard 4, inquisitor 4, mesmerist 4, psychic 5, skald 4",
			"",
			"### Casting",
			"",
			"**Casting Time** 1 standard action  ",
			"**Components** V",
			"",
			"### Effect",
			"",
			"**Range** close (25 ft. + 5 ft./2 levels)  ",
			"**Area** 30-ft.-radius burst  ",
			"**Duration** 1 hour/level  ",
			"**Saving Throw** Will negates; **Spell Resistance** yes",
			"",
			"You speak out against a single creature within line of sight and turn possible allies against it by drawing upon the power of your voice and conviction. Creatures in the area who can see the denounced creature must make a Will saving throw or have their starting attitude toward the denounced creature worsened by two levels. For example, creatures previously indifferent to the subject turn unfriendly. Diplomacy checks made to reverse the effects of denounce are made at a -10 penalty."
		]
	},
	"depilate": {
		"name": "Depilate",
		"sources": [ "Blood of the Beast" ],
		"description": [
			"## Depilate",
			"",
			"{SOURCE Blood of the Beast/27}  ",
			"**School** {spelldef/necromancy}; **Level** arcanist 1, bard 1, druid 1, hunter 1, skald 1, sorcerer 1, witch 1, wizard 1 (Tengu)",
			"",
			"### Casting",
			"",
			"**Casting Time** 1 round  ",
			"**Components** S, M (a sliver of cow's tongue)",
			"",
			"### Effect",
			"",
			"**Range** medium (100 ft. + 10 ft./level)  ",
			"**Target** one creature with hair or fur  ",
			"**Duration** instantaneous  ",
			"**Saving Throw** Will negates; **Spell Resistance** yes",
			"",
			"This simple jinx causes a target's hair or fur to fall out in patchy clumps, leaving the creature disheveled and less commanding. A jinxed creature takes a -2 penalty on all Diplomacy, Intimidate, and Perform checks until the hair begins to regrow 1 week later, or until the damage can be concealed with a successful Disguise or Heal check (the DC is equal to the original save DC of the spell). A successful break enchantment, remove curse, or similar effect instantly regrows the target's hair or fur and removes the spell's effects."
		]
	},
	"desecrate": {
		"name": "Desecrate",
		"sources": [
			"PRPG Core Rulebook",
			"Mythic Adventures"
		],
		"description": [
			"## Desecrate",
			"",
			"{SOURCE PRPG Core Rulebook/265}  ",
			"**School** {spelldef/evocation} [{spelldef/evil}]; **Level** antipaladin 2, cleric 2, inquisitor 2, oracle 2, warpriest 2",
			"",
			"### Casting",
			"",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S, M (a vial of unholy water and 25 gp worth (5 pounds) of silver dust, all of which must be sprinkled around the area), DF",
			"",
			"### Effect",
			"",
			"**Range** close (25 ft. + 5 ft./2 levels)  ",
			"**Area** 20-ft.-radius emanation  ",
			"**Duration** 2 hours/level  ",
			"**Saving Throw** none; **Spell Resistance** yes",
			"",
			"This spell imbues an area with negative energy. The DC to resist negative channeled energy within this area gains a +3 profane bonus. Every undead creature entering a desecrated area gains a +1 profane bonus on all attack rolls, damage rolls, and saving throws. An undead creature created within or summoned into such an area gains +1 hit points per HD.",
			"",
			"If the desecrated area contains an altar, shrine, or other permanent fixture dedicated to your deity or aligned higher power, the modifiers given above are doubled (+6 profane bonus to negative channeled energy DCs, +2 profane bonus and +2 hit points per HD for undead created in the area).",
			"",
			"Furthermore, anyone who casts animate dead within this area may create as many as double the normal amount of undead (that is, 4 HD per caster level rather than 2 HD per caster level).",
			"",
			"If the area contains an altar, shrine, or other permanent fixture of a deity, pantheon, or higher power other than your patron, the desecrate spell instead curses the area, cutting off its connection with the associated deity or power. This secondary function, if used, does not also grant the bonuses and penalties relating to undead, as given above.",
			"",
			"Desecrate counters and dispels consecrate.",
			"",
			"### Mythic Desecrate",
			"",
			"{SOURCE Mythic Adventures/90}",
			"",
			"Select one alignment component that you have (chaotic, evil, or lawful). Outsiders with the opposite alignment subtype of the chosen alignment component take a -1 penalty on attack rolls, damage rolls, and saves in the area."
		]
	},
	"desperate_weapon": {
		"name": "Desperate Weapon",
		"sources": [ "Ultimate Intrigue" ],
		"description": [
			"## Desperate Weapon",
			"",
			"{SOURCE Ultimate Intrigue/210}  ",
			"**School** {spelldef/conjuration} ({spelldef/creation}); **Level** antipaladin 1, arcanist 1, bard 1, bloodrager 1, cleric 1, hunter 1, inquisitor 1, magus 1, occultist 1, oracle 1, ranger 1, skald 1, sorcerer 1, warpriest 1, wizard 1",
			"",
			"### Casting",
			"",
			"**Casting Time** 1 swift action  ",
			"**Components** V",
			"",
			"### Effect",
			"",
			"**Range** personal  ",
			"**Effect** one-handed improvised weapon  ",
			"**Duration** 1 minute/level  ",
			"**Saving Throw** none; **Spell Resistance** no",
			"",
			"You create a one-handed object that you might expect to see in your current surroundings, which you can then use as an improvised weapon. The spell conjures such an object near your hand such that you can retrieve it as you complete the spell. No matter what sort of object you picked, it functions as a one-handed improvised weapon appropriate for your size and that deals 1d6 points of damage for a Medium creature (1d4 for Small creatures). The item deals the type of damage you choose (bludgeoning, piercing, or slashing) when casting the spell, though the object you request must conform to the damage type.",
			"",
			"The spell ends prematurely if the improvised weapon leaves your grasp. The object has no value and can't be used for other functions other than as an improvised weapon (for instance, this spell doesn't allow you to conjure an expensive spyglass and sell it or use its other abilities, but you could still use it to beat someone over the head). The conjured object can't already be a manufactured weapon, even in a location where you might expect to see manufactured weapons. It can be an object that would normally make for an unusual improvised weapon, like a herring at a fish market, and it still deals its full damage."
		]
	},
	"destabilize_powder": {
		"name": "Destabilize Powder",
		"sources": [ "Ultimate Combat" ],
		"description": [
			"## Destabilize Powder",
			"",
			"{SOURCE Ultimate Combat/228}  ",
			"**School** {spelldef/transmutation}; **Level** arcanist 2, redmantisassassin 2, sorcerer 2, witch 2, wizard 2",
			"",
			"### Casting",
			"",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S, M (a few drops of liquor)",
			"",
			"### Effect",
			"",
			"**Range** close (25 ft. + 5 ft./2 levels)  ",
			"**Target** 1 loaded firearm  ",
			"**Duration** instantaneous  ",
			"**Saving Throw** Will negates (object); **Spell Resistance** yes (object)",
			"",
			"This spell makes the ammunition in the target firearm is prone to misfire. Increase the misfire range by 1 + 1 per five caster levels (maximum +5) for the ammunition currently loaded into that firearm. If aware of this spell's effect prior to firing the altered ammunition (a DC 17 Spellcraft check to identify the spell being cast or similar effect), the firearm's user can spend a standard action to clear the altered ammunition from the firearm. Doing so destroys that ammunition."
		]
	},
	"destroy_robot": {
		"name": "Destroy Robot",
		"sources": [ "Technology Guide" ],
		"description": [
			"## Destroy Robot",
			"",
			"{SOURCE Technology Guide/8}  ",
			"**School** {spelldef/transmutation}; **Level** arcanist 6, druid 5, hunter 5, sorcerer 6, wizard 6",
			"",
			"### Casting",
			"",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S, F/DF",
			"",
			"### Effect",
			"",
			"**Range** close (25 ft. + 5 ft./2 levels)  ",
			"**Target** one robot (see below)  ",
			"**Duration** instantaneous  ",
			"**Saving Throw** Fortitude partial; **Spell Resistance** yes",
			"",
			"You attempt to destroy any one robot in range. When you cast this spell, your hand crackles with electricity. You must succeed at a ranged touch attack to affect the target. The target takes 12d6 points of damage + 1 point per caster level, or 3d6 points of damage + 1 point per caster level on a successful saving throw. A cyborg or android can be damaged by this spell, but takes half damage and gains a +4 bonus on the saving throw to resist the spell's effects."
		]
	},
	"destruction": {
		"name": "Destruction",
		"sources": [ "PRPG Core Rulebook" ],
		"description": [
			"## Destruction",
			"",
			"{SOURCE PRPG Core Rulebook/266}  ",
			"**School** {spelldef/necromancy} [{spelldef/death}]; **Level** cleric 7, oracle 7, shaman 8, witch 8",
			"",
			"### Casting",
			"",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S, F (holy or unholy symbol costing 500 gp)",
			"",
			"### Effect",
			"",
			"**Range** close (25 ft. + 5 ft./2 levels)  ",
			"**Target** one creature  ",
			"**Duration** instantaneous  ",
			"**Saving Throw** Fortitude partial; **Spell Resistance** yes",
			"",
			"This spell instantly delivers 10 points of damage per caster level. If the spell slays the target, it consumes the remains utterly in holy (or unholy) fire (but not its equipment or possessions). If the target's Fortitude saving throw succeeds, it instead takes 10d6 points of damage. The only way to restore life to a character who has failed to save against this spell (and was slain) is to use true resurrection, a carefully worded wish spell followed by resurrection, or miracle."
		]
	},
	"detect_aberration": {
		"name": "Detect Aberration",
		"sources": [ "Advanced Player's Guide" ],
		"description": [
			"## Detect Aberration",
			"",
			"{SOURCE Advanced Player's Guide/215}  ",
			"**School** {spelldef/divination}; **Level** druid 1, hunter 1, psychic 1, ranger 1",
			"",
			"### Casting",
			"",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S",
			"",
			"### Effect",
			"",
			"**Range** long (400 ft. + 40 ft./level)  ",
			"**Area** cone-shaped emanation  ",
			"**Duration** concentration, up to 10 minutes/level (D)  ",
			"**Saving Throw** none; **Spell Resistance** no",
			"",
			"This spell functions like detect animals or plants, except it detects creatures of the aberration type."
		]
	},
	"detect_animals_or_plants": {
		"name": "Detect Animals or Plants",
		"sources": [ "PRPG Core Rulebook" ],
		"description": [
			"## Detect Animals or Plants",
			"",
			"{SOURCE PRPG Core Rulebook/266}  ",
			"**School** {spelldef/divination}; **Level** druid 1, hunter 1, psychic 1, ranger 1, shaman 1",
			"",
			"### Casting",
			"",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S",
			"",
			"### Effect",
			"",
			"**Range** long (400 ft. + 40 ft./level)  ",
			"**Area** cone-shaped emanation  ",
			"**Duration** concentration, up to 10 min./level (D)  ",
			"**Saving Throw** none; **Spell Resistance** no",
			"",
			"You can detect a particular kind of animal or plant in a cone emanating out from you in whatever direction you face. You must think of a kind of animal or plant when using the spell, but you can change the animal or plant kind each round. The amount of information revealed depends on how long you search a particular area or focus on a specific kind of animal or plant.",
			"",
			"*1st Round:* Presence or absence of that kind of animal or plant in the area.",
			"",
			"*2nd Round:* Number of individuals of the specified kind in the area and the condition of the healthiest specimen.",
			"",
			"*3rd Round:* The condition (see below) and location of each individual present. If an animal or a plant is outside your line of sight, then you discern its direction but not its exact location.",
			"",
			"*Conditions:* For purposes of this spell, the categories of condition are as follows:",
			"",
			"*Normal:* Has at least 90% of full normal hit points, free of disease.",
			"",
			"*Fair:* 30% to 90% of full normal hit points remaining.",
			"",
			"*Poor:* Less than 30% of full normal hit points remaining, afflicted with a disease, or suffering from a debilitating injury.",
			"",
			"*Weak:* 0 or fewer hit points remaining, afflicted with a disease that has reduced an ability score to 5 or less, or crippled.",
			"",
			"If a creature falls into more than one category, the spell indicates the weaker of the two.",
			"",
			"Each round you can turn to detect a kind of animal or plant in a new area. The spell can penetrate barriers, but 1 foot of stone, 1 inch of common metal, a thin sheet of lead, or 3 feet of wood or dirt blocks it."
		]
	},
	"detect_chaos": {
		"name": "Detect Chaos",
		"sources": [ "PRPG Core Rulebook" ],
		"description": [
			"## Detect Chaos",
			"",
			"{SOURCE PRPG Core Rulebook/266}  ",
			"**School** {spelldef/divination}; **Level** adept 1, cleric 1, inquisitor 1, oracle 1, shaman 1, spiritualist 1, warpriest 1",
			"",
			"### Casting",
			"",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S, DF",
			"",
			"### Effect",
			"",
			"**Range** 60 ft.  ",
			"**Area** cone-shaped emanation  ",
			"**Duration** concentration, up to 10 min./level (D)  ",
			"**Saving Throw** none; **Spell Resistance** no",
			"",
			"This spell functions like {spell/detect evil}, except that it detects the auras of chaotic creatures, clerics of chaotic deities, chaotic spells, and chaotic magic items, and you are vulnerable to an overwhelming chaotic aura if you are lawful."
		]
	},
	"detect_charm": {
		"name": "Detect Charm",
		"sources": [
			"Adventurer's Guide",
			"Andoran, Spirit of Liberty"
		],
		"description": [
			"## Detect Charm",
			"",
			"{SOURCE Adventurer's Guide/77;Andoran, Spirit of Liberty/27}  ",
			"**School** {spelldef/divination}; **Level** arcanist 1, bard 1, cleric 1, inquisitor 1, medium 1, mesmerist 1, occultist 1, oracle 1, paladin 1, psychic 1, shaman 1, skald 1, sorcerer 1, spiritualist 1, warpriest 1, witch 1, wizard 1",
			"",
			"### Casting",
			"",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S",
			"",
			"### Effect",
			"",
			"**Range** 60 ft.  ",
			"**Area** cone-shaped emanation  ",
			"**Duration** concentration, up to 1 minute/level (D)  ",
			"**Saving Throw** none; **Spell Resistance** no",
			"",
			"This spell functions as per {spell/detect magic}, except that it detects only charm, compulsion, and possession effects. You immediately detect the strength and location of each such aura on all creatures in the area. You can attempt to identify the properties of each aura (see {skill/Spellcraft}). In addition to noticing the targets of these effects, you can recognize when creatures in the area are using these effects on others by attempting a Sense Motive check as a standard action (DC = 20 + caster level). If you succeed, you can attempt a Spellcraft check to identify what magic it is using (even if the target is not in the area)."
		]
	},
	"detect_demon": {
		"name": "Detect Demon",
		"sources": [ "Demon Hunter's Handbook" ],
		"description": [
			"## Detect Demon",
			"",
			"{SOURCE Demon Hunter's Handbook/26}  ",
			"**School** {spelldef/divination}; **Level** cleric 1, inquisitor 1, oracle 1, paladin 1, warpriest 1",
			"",
			"### Casting",
			"",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S, DF",
			"",
			"### Effect",
			"",
			"**Range** 60 ft.  ",
			"**Area** cone-shaped emanation  ",
			"**Duration** concentration, up to 10 minutes/level (D)  ",
			"**Saving Throw** none (see text); **Spell Resistance** no",
			"",
			"You sense the presence of a specific kind of evil-that of demons, their servants, and the Abyss. The amount of information revealed depends on how long you study a particular area or subject.",
			"",
			"*1st Round:* Presence or absence of creatures with the demon subtype, creatures possessed by demons, creatures under the effects of spells or spell-like abilities cast by demons, or creatures otherwise tainted by demons. Creatures tainted by demons include tieflings with demonic heritages, sorcerers with abyssal bloodlines, creatures affected by a succubus's profane gift, creatures with [demonic implants](main/equipment_misc), or creatures who have the {feat/Demonic Obedience} feat, and those under significant demonic influence as determined by the GM. This spell does not detect creatures of chaotic evil alignment who are not demons or significantly influenced by demons.",
			"",
			"Additionally, this spell detects whether or not a portal or similar magical passage leads to the Abyss.",
			"",
			"*2nd Round:* Number of evil auras shed by creatures with the demon subtype in the area, as well as the power of the most potent evil aura present. If you are of good alignment, and the strongest evil aura's strength is overwhelming; if the creature has HD equal to at least twice your character level, you are stunned for 1 round and the spell ends.",
			"",
			"*3rd Round:* The power and location of each aura, and what demon lord, if any, a demon is most closely affiliated with. If an aura is outside your line of sight, you discern the direction but not its exact location. Affiliation to a demon lord is only revealed when the creature detected is a demon (not merely a creature tainted by a demon). Demons receive a Will saving throw to resist revealing what demon lord they are affiliated with. If the demon succeeds at this saving throw or is not forsworn to a demon lord, you know only that this aspect of the spell returned no information.",
			"",
			"Aside from what is detailed above, this spell otherwise functions similarly to {spell/detect evil} in terms of aura power, lingering auras, overwhelming auras, and so forth."
		]
	},
	"detect_evil": {
		"name": "Detect Evil",
		"sources": [ "PRPG Core Rulebook" ],
		"description": [
			"## Detect Evil",
			"",
			"{SOURCE PRPG Core Rulebook/266}  ",
			"**School** {spelldef/divination}; **Level** adept 1, cleric 1, inquisitor 1, oracle 1, shaman 1, spiritualist 1, warpriest 1",
			"",
			"### Casting",
			"",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S, DF",
			"",
			"### Effect",
			"",
			"**Range** 60 ft.  ",
			"**Area** cone-shaped emanation  ",
			"**Duration** concentration, up to 10 min./level (D)  ",
			"**Saving Throw** none; **Spell Resistance** no",
			"",
			"You can sense the presence of evil. The amount of information revealed depends on how long you study a particular area or subject.",
			"",
			"*1st Round:* Presence or absence of evil.",
			"",
			"*2nd Round:* Number of evil auras (creatures, objects, or spells) in the area and the power of the most potent evil aura present.",
			"",
			"If you are of good alignment, and the strongest evil aura's power is overwhelming (see below), and the HD or level of the aura's source is at least twice your character level, you are stunned for 1 round and the spell ends.",
			"",
			"*3rd Round:* The power and location of each aura. If an aura is outside your line of sight, then you discern its direction but not its exact location.",
			"",
			"*Aura Power:* An evil aura's power depends on the type of evil creature or object that you're detecting and its HD, caster level, or (in the case of a cleric) class level; see the table below. If an aura falls into more than one strength category, the spell indicates the stronger of the two.",
			"",
			"*Lingering Aura:* An evil aura lingers after its original source dissipates (in the case of a spell) or is destroyed (in the case of a creature or magic item). If detect evil is cast and directed at such a location, the spell indicates an aura strength of dim (even weaker than a faint aura). How long the aura lingers at this dim level depends on its original power:",
			"",
			"| Original Strength | Duration of Lingering Aura |",
			"| --- | --- |",
			"| Faint | 1d6 rounds |",
			"| Moderate | 1d6 minutes |",
			"| Strong | 1d6 &times; 10 minutes |",
			"| Overwhelming | 1d6 days |",
			"",
			"Animals, traps, poisons, and other potential perils are not evil, and as such this spell does not detect them. Creatures with actively evil intents count as evil creatures for the purpose of this spell.",
			"",
			"Each round, you can turn to detect evil in a new area. The spell can penetrate barriers, but 1 foot of stone, 1 inch of common metal, a thin sheet of lead, or 3 feet of wood or dirt blocks it.",
			"",
			"| Creature/Object | No Aura | Faint Aura | Moderate | Strong | Overwhelming |",
			"| --- | --- | --- | --- | --- | --- |",
			"| Aligned creature[^E] (HD) | 4 or lower | 5-10 | 11-25 | 26-50 | 51 or higher |",
			"| Aligned Undead (HD) | - | 2 or lower | 3-8 | 9-20 | 21 or higher |",
			"| Aligned outsider (HD) | - | 1 or lower | 2-4 | 5-10 | 11 or higher |",
			"| Cleric or paladin of an aligned deity[^A] (class levels) | - | 1 | 2-4 | 5-10 | 11 or higher |",
			"| Aligned magic item or spell (caster level) | 5th or lower | 6th-10th | 11th-15th | 16th-20th | 21st or higher |",
			"",
			"[^A]: Some characters who are not clerics may radiate an aura of equivalent power. The class description will indicate whether this applies.",
			"[^E]: Excludes undead and outsiders, which have their own entries on the table."
		]
	},
	"detect_fiendish_presence": {
		"name": "Detect Fiendish Presence",
		"sources": [ "Agents of Evil" ],
		"description": [
			"## Detect Fiendish Presence",
			"",
			"{SOURCE Agents of Evil/16}  ",
			"**School** {spelldef/divination}; **Level** arcanist 0, bard 0, cleric 0, magus 0, oracle 0, skald 0, sorcerer 0, warpriest 0, witch 0, wizard 0",
			"",
			"### Casting",
			"",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S",
			"",
			"### Effect",
			"",
			"**Range** 60 ft.  ",
			"**Area** cone-shaped emanation  ",
			"**Duration** concentration, up to 10 minutes/level (D)  ",
			"**Saving Throw** none; **Spell Resistance** no",
			"",
			"This spell functions like {spell/detect evil}, except that it detects only outsiders with the evil subtype, as well as the lingering effects caused by their gifts, presence, and spells. It can also detect clerics and paladins of fiendish deities, including Asmodeus, archdevils, daemonic harbingers, and demon lords."
		]
	},
	"detect_good": {
		"name": "Detect Good",
		"sources": [ "PRPG Core Rulebook" ],
		"description": [
			"## Detect Good",
			"",
			"{SOURCE PRPG Core Rulebook/267}  ",
			"**School** {spelldef/divination}; **Level** adept 1, cleric 1, inquisitor 1, oracle 1, shaman 1, spiritualist 1, warpriest 1",
			"",
			"### Casting",
			"",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S, DF",
			"",
			"### Effect",
			"",
			"**Range** 60 ft.  ",
			"**Area** cone-shaped emanation  ",
			"**Duration** concentration, up to 10 min./level (D)  ",
			"**Saving Throw** none; **Spell Resistance** no",
			"",
			"This spell functions like {spell/detect evil}, except that it detects the auras of good creatures, clerics or paladins of good deities, good spells, and good magic items, and you are vulnerable to an overwhelming good aura if you are evil."
		]
	},
	"detect_law": {
		"name": "Detect Law",
		"sources": [ "PRPG Core Rulebook" ],
		"description": [
			"## Detect Law",
			"",
			"{SOURCE PRPG Core Rulebook/267}  ",
			"**School** {spelldef/divination}; **Level** adept 1, cleric 1, inquisitor 1, oracle 1, shaman 1, spiritualist 1, warpriest 1",
			"",
			"### Casting",
			"",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S, DF",
			"",
			"### Effect",
			"",
			"**Range** 60 ft.  ",
			"**Area** cone-shaped emanation  ",
			"**Duration** concentration, up to 10 min./level (D)  ",
			"**Saving Throw** none; **Spell Resistance** no",
			"",
			"This spell functions like {spell/detect evil}, except that it detects the auras of lawful creatures, clerics of lawful deities, lawful spells, and lawful magic items, and you are vulnerable to an overwhelming lawful aura if you are chaotic."
		]
	},
	"detect_magic": {
		"name": "Detect Magic",
		"sources": [
			"PRPG Core Rulebook",
			"Ultimate Intrigue",
			"Potions and Poisons"
		],
		"description": [
			"## Detect Magic",
			"",
			"{SOURCE PRPG Core Rulebook/267}  ",
			"**School** {spelldef/divination}; **Level** adept 0, arcanist 0, bard 0, cleric 0, druid 0, hunter 0, inquisitor 0, magus 0, medium 0, mesmerist 0, occultist 0, oracle 0, psychic 0, shaman 0, skald 0, sorcerer 0, spiritualist 0, summoner 0, unchained summoner 0, warpriest 0, witch 0, wizard 0",
			"",
			"### Casting",
			"",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S",
			"",
			"### Effect",
			"",
			"**Range** 60 ft.  ",
			"**Area** cone-shaped emanation  ",
			"**Duration** concentration, up to 1 min./level (D)  ",
			"**Saving Throw** none; **Spell Resistance** no",
			"",
			"You detect magical auras. The amount of information revealed depends on how long you study a particular area or subject.",
			"",
			"*1st Round:* Presence or absence of magical auras.",
			"",
			"*2nd Round:* Number of different magical auras and the power of the most potent aura.",
			"",
			"*3rd Round:* The strength and location of each aura. If the items or creatures bearing the auras are in line of sight, you can make Knowledge (arcana) skill checks to determine the school of magic involved in each. (Make one check per aura: DC 15 + spell level, or 15 + 1/2 caster level for a non-spell effect.) If the aura eminates from a magic item, you can attempt to identify its properties (see {skill/Spellcraft}).",
			"",
			"Magical areas, multiple types of magic, or strong local magical emanations may distort or conceal weaker auras.",
			"",
			"*Aura Strength:* An aura's power depends on a spell's functioning spell level or an item's caster level; see the accompanying table. If an aura falls into more than one category, detect magic indicates the stronger of the two.",
			"",
			"*Lingering Aura:* A magical aura lingers after its original source dissipates (in the case of a spell) or is destroyed (in the case of a magic item). If detect magic is cast and directed at such a location, the spell indicates an aura strength of dim (even weaker than a faint aura). How long the aura lingers at this dim level depends on its original power:",
			"",
			"| Original Strength | Duration of Lingering Aura |",
			"| --- | --- |",
			"| Faint | 1d6 rounds |",
			"| Moderate | 1d6 minutes |",
			"| Strong | 1d6 &times; 10 minutes |",
			"| Overwhelming | 1d6 days |",
			"",
			"Outsiders and elementals are not magical in themselves, but if they are summoned, the conjuration spell registers. Each round, you can turn to detect magic in a new area. The spell can penetrate barriers, but 1 foot of stone, 1 inch of common metal, a thin sheet of lead, or 3 feet of wood or dirt blocks it.",
			"",
			"Detect magic can be made permanent with a permanency spell.",
			"",
			"| Item | Faint Aura | Moderate | Strong | Overwhelming |",
			"| --- | --- | --- | --- | --- |",
			"| Functioning spell (spell level) | 3rd or lower | 4th-6th | 7th-9th | 10th+ (deity-level) |",
			"| Magic item (caster level) | 5th or lower | 6th-11th | 12th-20th | 21st+ (artifact) |",
			"",
			"### Detect Magic, Greater",
			"",
			"{SOURCE Ultimate Intrigue/212}  ",
			"**School** {spelldef/divination}; **Level** arcanist 2, bard 2, cleric 2, druid 2, hunter 2, inquisitor 2, magus 2, medium 2, mesmerist 2, occultist 2, oracle 2, psychic 2, shaman 2, skald 2, sorcerer 2, spiritualist 2, summoner 2, unchained summoner 2, warpriest 2, witch 2, wizard 2",
			"",
			"#### Casting",
			"",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S",
			"",
			"#### Effect",
			"",
			"**Range** 60 ft.  ",
			"**Area** cone-shaped emanation  ",
			"**Duration** concentration, up to 1 minute/level (D)  ",
			"**Saving Throw** none; **Spell Resistance** no",
			"",
			"This spell functions as detect magic, except that you can glean much more information from the magical auras that you find, and those auras can be found after a much greater length of time. You can detect a lingering aura for up to 1 day per caster level you have, regardless of the aura's original strength.",
			"",
			"Additionally, when you use a standard action to concentrate on this spell, you can also study a creature within the spell's area and attempt a Spellcraft check in order to determine the last spell that the creature cast by identifying lingering traces that the spell left in the caster's aura. The DC to identify the spell is equal to 20 + the creature's caster level.",
			"",
			"Finally, you are able to locate and analyze the signature flourishes in a magical aura that allow you to match a spell to the person who cast it. In order to find these identifiers in a spell's aura, you must spend 1 round focusing on that spell in particular, and succeed at an opposed Knowledge (arcana) check against the caster (or a Knowledge [arcana] check with a DC equal to 15 + the spell level if the caster wants her work to be identified and emphasizes these unique elements rather than obscuring them). Once you learn a caster's set of identifiers, you can remember them as easily as a face or a voice. You can recognize this signature if you succeed at a Spellcraft check when later identifying a spell to determine whether or not that spell was cast by the same individual. The spell greater magic aura can obfuscate this information, making it seem that someone else cast the spell. Greater detect magic grants a saving throw against magic aura (but not greater magic aura).",
			"",
			"### Identifier's Eye",
			"",
			"{SOURCE Potions and Poisons/17}  ",
			"**School** {spelldef/divination}; **Level** alchemist 2, arcanist 2, bard 2, investigator 2, skald 2, sorcerer 2, summoner 2, unchained summoner 2, wizard 2",
			"",
			"#### Casting",
			"",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S, M (a wine-stained pearl)",
			"",
			"#### Effect",
			"",
			"**Range** touch  ",
			"**Target** creature touched  ",
			"**Duration** 3 rounds + 1 round/level (D)  ",
			"**Saving Throw** Will negates (harmless); **Spell Resistance** yes (harmless)",
			"",
			"This spell infuses a spark of magical energy into the veins of the target, allowing it to feel the presence of magic the way one might feel the thrum of vibrations in the air. For the spell's duration, the target gains the benefits of the spell detect magic and also gains a +5 enhancement bonus on Spellcraft checks to identify the properties and command words of magic items. Further, the target can attempt such checks untrained while under the effects of this spell. This ability does not allow the target to identify artifacts."
		]
	},
	"detect_magic_greater": {
		"name": "Detect Magic, Greater",
		"sources": [ "Ultimate Intrigue" ],
		"copyof": "detect_magic"
	},
	"greater_detect_magic": {
		"copyof": "detect_magic_greater"
	},
	"identifiers_eye": {
		"name": "Identifier's Eye",
		"sources": [ "Potions and Poisons" ],
		"copyof": "detect_magic"
	},
	"detect_metal": {
		"name": "Detect Metal",
		"sources": [ "People of the River" ],
		"description": [
			"## Detect Metal",
			"",
			"{SOURCE People of the River/26}  ",
			"**School** {spelldef/divination}; **Level** alchemist 1, arcanist 1, bard 1, investigator 1, skald 1, sorcerer 1, summoner 1, unchained summoner 1, wizard 1",
			"",
			"### Casting",
			"",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S, F (a magnetized nail or nugget of ore)",
			"",
			"### Effect",
			"",
			"**Range** 60 ft.  ",
			"**Area** cone-shaped emanation  ",
			"**Duration** concentration, up to 1 minute/level (D)  ",
			"**Saving Throw** none; **Spell Resistance** no",
			"",
			"You detect any metal objects or creatures within a 60-foot cone. You can specify all metal objects or one or more specific types of metal (such as silver, cold iron, or a type of skymetal) when you cast this spell; in the case of the latter, you detect only objects or creatures made of the specified metal."
		]
	},
	"detect_mindscape": {
		"name": "Detect Mindscape",
		"sources": [ "Occult Adventures" ],
		"description": [
			"## Detect Mindscape",
			"",
			"{SOURCE Occult Adventures/164}  ",
			"**School** {spelldef/divination}; **Level** arcanist 3, medium 2, mesmerist 2, psychic 2, sorcerer 3, wizard 3",
			"",
			"### Casting",
			"",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S",
			"",
			"### Effect",
			"",
			"**Range** 60 ft.  ",
			"**Area** cone-shaped emanation  ",
			"**Duration** concentration, up to 1 minute/level (D)  ",
			"**Saving Throw** Will negates, see text; **Spell Resistance** no",
			"",
			"This spell functions similarly to detect thoughts, allowing you to sense when one or more creatures' consciousnesses are inside a [mindscape](rule/mindscapes). The amount of information revealed depends on how long you study a particular subject.",
			"",
			"*First Round:* You sense the presence or absence of a mindscape. At least one of the creatures inside the mindscape must be within the cone-shaped area for you to detect the mindscape.",
			"",
			"*Second Round:* You sense the number of consciousnesses inside the mindscape. Not all of the creatures within the mindscape must be standing inside the cone-shaped area of the spell for you to count them; only one is required to get this reading. However, you can't determine the location of the creatures if you can't see the creatures themselves. You sense their presence only in an abstract way.",
			"",
			"*Third Round:* You sense an image of what's taking place inside the mindscape. The creature controlling the mindscape can sense your efforts, and if it does not wish you to view the mindscape, it can prevent this viewing with a successful Will save. Otherwise, you perceive the visuals remotely, as if watching through a window. If a creature has disguised itself, you see only the creature's mental mask (not its true form).",
			"",
			"Each round, you can turn to detect mindscapes in a new area. The spell can penetrate many barriers, but 1 foot of stone, 1 inch of common metal, a thin sheet of lead, or 3 feet of wood or dirt blocks it.",
			"",
			"If you are within a mindscape when you cast this spell, you become aware you're in a mindscape. On the second round, you can still detect how many consciousnesses are inside, but you don't get the image of the mindscape in the third round."
		]
	},
	"detect_poison": {
		"name": "Detect Poison",
		"sources": [ "PRPG Core Rulebook" ],
		"description": [
			"## Detect Poison",
			"",
			"{SOURCE PRPG Core Rulebook/268}  ",
			"**School** {spelldef/divination}; **Level** antipaladin 1, arcanist 0, cleric 0, druid 0, hunter 0, inquisitor 0, mesmerist 0, occultist 0, oracle 0, paladin 1, psychic 0, ranger 1, shaman 0, sorcerer 0, warpriest 0, witch 0, wizard 0",
			"",
			"### Casting",
			"",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S",
			"",
			"### Effect",
			"",
			"**Range** close (25 ft. + 5 ft./2 levels)  ",
			"**Target** or Area one creature, one object, or a 5-ft. cube  ",
			"**Duration** instantaneous  ",
			"**Saving Throw** none; **Spell Resistance** no",
			"",
			"You determine whether a creature, object, or area has been poisoned or is poisonous. You can determine the exact type of poison with a DC 20 Wisdom check. A character with the Craft (alchemy) skill may try a DC 20 Craft (alchemy) check if the Wisdom check fails, or may try the Craft (alchemy) check prior to the Wisdom check. The spell can penetrate barriers, but 1 foot of stone, 1 inch of common metal, a thin sheet of lead, or 3 feet of wood or dirt blocks it."
		]
	},
	"detect_psychic_significance": {
		"name": "Detect Psychic Significance",
		"sources": [ "Occult Adventures" ],
		"description": [
			"## Detect Psychic Significance",
			"",
			"{SOURCE Occult Adventures/164}  ",
			"**School** {spelldef/divination}; **Level** medium 0, mesmerist 0, occultist 0, psychic 0, spiritualist 0",
			"",
			"### Casting",
			"",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S",
			"",
			"### Effect",
			"",
			"**Range** 40 ft.  ",
			"**Area** 40-ft.-radius burst, centered on you  ",
			"**Duration** instantaneous  ",
			"**Saving Throw** none; **Spell Resistance** no",
			"",
			"You detect the presence of psychically significant items in your vicinity. Such items are those that might have significant psychic imprints or histories that can be read by the psychometry unlock, or items under the effects of the charge object or implant false reading spells. Items within range that contain significant psychic energy spark a recognition in your mind's eye, but no other information is imparted. This spell doesn't automatically detect magic items or strongly aligned items, though such items often have storied histories and might have had previous owners who possessed psychic abilities."
		]
	},
	"detect_radiation": {
		"name": "Detect Radiation",
		"sources": [ "Technology Guide" ],
		"description": [
			"## Detect Radiation",
			"",
			"{SOURCE Technology Guide/8}  ",
			"**School** {spelldef/divination}; **Level** arcanist 1, bard 1, cleric 1, druid 1, hunter 1, oracle 1, ranger 1, skald 1, sorcerer 1, warpriest 1, wizard 1",
			"",
			"### Casting",
			"",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S",
			"",
			"### Effect",
			"",
			"**Range** 120 ft.  ",
			"**Area** spherical emanation, centered on you  ",
			"**Duration** 10 minute/level  ",
			"**Saving Throw** none; **Spell Resistance** no",
			"",
			"You detect radiation in the surrounding area. You see radioactive auras as a glowing green shimmer in the air that emanates from radioactive objects; the brighter and more intense the green, the more powerful the radioactivity. This glow does not provide illumination or allow you to see in darkness, apart from being able to see the glow itself. The spell can penetrate barriers, but 3 feet of dirt or wood, 1 foot of stone, 1 inch of common metal, or a thin sheet of lead blocks it - although radiation can seep into such barriers, causing them to become radioactive (and thus visible to the spell) in time."
		]
	},
	"detect_relations": {
		"name": "Detect Relations",
		"sources": [ "Quests and Campaigns" ],
		"description": [
			"## Detect Relations",
			"",
			"{SOURCE Quests and Campaigns/28}  ",
			"**School** {spelldef/divination}; **Level** bard 2, cleric 2, inquisitor 2, oracle 2, skald 2, warpriest 2, witch 2",
			"",
			"### Casting",
			"",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S, F/DF (a seed)",
			"",
			"### Effect",
			"",
			"**Range** N/A  ",
			"**Targets** one creature per level, no two of which can be more than 30 ft. apart  ",
			"**Duration** concentration, up to 1 min./level (D)  ",
			"**Saving Throw** Will negates, see text; **Spell Resistance** no",
			"",
			"You can determine whether or not two or more creatures are related by blood. The amount of information gleaned depends on how long you study a particular area or set of subjects.",
			"",
			"*1st round:* Whether or not the subjects are related by blood.",
			"",
			"*2nd round:* Number of related subjects and their general relation to one another (for example, this would reveal that one subject is a descendant of the other, but it would not specify \"mother\" or \"grandmother\").",
			"",
			"*3rd round:* Precise relationship between subjects in the area. A target's Will save prevents you from determining its exact relationship with another creature, and only one subject needs to succeed at this save to prevent you from determining its relationship with another creature. (So, for instance, if two brothers are in the area and one succeeds at his Will save, you could tell that they are siblings, but could not distinguish whether they are full- or half-siblings.)",
			"",
			"Each round, you can turn to detect relations in a new area. The spell can penetrate barriers, but 6 inches of stone, 1 inch of common metal, a thin sheet of lead, or 1 foot of wood or dirt will block it.",
			"",
			"This spell functions by analyzing the blood and minds of creatures in the area, collectively examining these traits and comparing them to those of others in the area while looking for patterns. Thus, adoptive siblings and parents cannot be detected with this spell, since they share no blood."
		]
	},
	"detect_scrying": {
		"name": "Detect Scrying",
		"sources": [
			"PRPG Core Rulebook",
			"Mythic Adventures"
		],
		"description": [
			"## Detect Scrying",
			"",
			"{SOURCE PRPG Core Rulebook/268}  ",
			"**School** {spelldef/divination}; **Level** arcanist 4, bard 4, inquisitor 4, medium 3, mesmerist 4, occultist 4, psychic 4, shaman 4, skald 4, sorcerer 4, spiritualist 4, witch 4, wizard 4",
			"",
			"### Casting",
			"",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S, M (a piece of mirror and a miniature brass hearing trumpet)",
			"",
			"### Effect",
			"",
			"**Range** 40 ft.  ",
			"**Area** 40-ft.-radius emanation centered on you  ",
			"**Duration** 24 hours  ",
			"**Saving Throw** none; **Spell Resistance** no",
			"",
			"You immediately become aware of any attempt to observe you by means of a divination (scrying) spell or effect. The spell's area radiates from you and moves as you move. You know the location of every magical sensor within the spell's area.",
			"",
			"If the scrying attempt originates within the area, you also know its location; otherwise, you and the scrier immediately make opposed caster level checks (1d20 + caster level). If you at least match the scrier's result, you get a visual image of the scrier and an accurate sense of his direction and distance from you.",
			"",
			"### Mythic Detect Scrying",
			"",
			"{SOURCE Mythic Adventures/90}",
			"",
			"This spell automatically gives you a visual image of the creature scrying you. If it's using a non-mythic means of scrying, you also gain an accurate sense of its direction and distance from you. You automatically succeed at caster level checks to overcome nondetection or similar effects (other than mind blank) that block your ability to detect the creature.",
			"",
			"If you learn the creature's direction and distance with this spell, you can, as an immediate action, cast a mind-affecting spell through the scrying sensor to target the creature. This spell affects only the scrying creature, even if the spell normally affects an area or multiple targets. You must expend a number of uses of mythic power equal to the level of the spell you wish to cast against the creature.",
			"",
			"*Augmented (6th):* If you expend two uses of mythic power, even mind blank doesn't prevent you from detecting the scrying creature. If you teleport to the creature's location within 1 minute, you arrive on target (with no chance of error) and bypass non-mythic effects that block teleportation. Alternatively, you can compel the creature to attempt to teleport to you within 1 minute (Will negates, DC equal to 10 plus double your tier). It must use its own means of teleportation to do so, but you guarantee it arrives on target and bypasses non-mythic effects that block teleportation to your location."
		]
	},
	"detect_secret_doors": {
		"name": "Detect Secret Doors",
		"sources": [ "PRPG Core Rulebook" ],
		"description": [
			"## Detect Secret Doors",
			"",
			"{SOURCE PRPG Core Rulebook/268}  ",
			"**School** {spelldef/divination}; **Level** alchemist 1, arcanist 1, bard 1, investigator 1, mesmerist 1, occultist 1, psychic 1, skald 1, sorcerer 1, witch 1, wizard 1",
			"",
			"### Casting",
			"",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S",
			"",
			"### Effect",
			"",
			"**Range** 60 ft.  ",
			"**Area** cone-shaped emanation  ",
			"**Duration** concentration, up to 1 min./level (D)  ",
			"**Saving Throw** none; **Spell Resistance** no",
			"",
			"You can detect secret doors, compartments, caches, and so forth. Only passages, doors, or openings that have been specifically constructed to escape detection are detected by this spell. The amount of information revealed depends on how long you study a particular area or subject.",
			"",
			"*1st Round:* Presence or absence of secret doors.",
			"",
			"*2nd Round:* Number of secret doors and the location of each. If an aura is outside your line of sight, then you discern its direction but not its exact location.",
			"",
			"*Each Additional Round:* The mechanism or trigger for one particular secret portal closely examined by you. Each round, you can turn to detect secret doors in a new area. The spell can penetrate barriers, but 1 foot of stone, 1 inch of common metal, a thin sheet of lead, or 3 feet of wood or dirt blocks it."
		]
	},
	"detect_snares_and_pits": {
		"name": "Detect Snares and Pits",
		"sources": [ "PRPG Core Rulebook" ],
		"description": [
			"## Detect Snares and Pits",
			"",
			"{SOURCE PRPG Core Rulebook/268}  ",
			"**School** {spelldef/divination}; **Level** druid 1, hunter 1, occultist 1, ranger 1",
			"",
			"### Casting",
			"",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S",
			"",
			"### Effect",
			"",
			"**Range** 60 ft.  ",
			"**Area** cone-shaped emanation  ",
			"**Duration** concentration, up to 10 min./level (D)  ",
			"**Saving Throw** none; **Spell Resistance** no",
			"",
			"You can detect simple pits, deadfalls, and snares as well as mechanical traps constructed of natural materials. The spell does not detect complex traps, including trapdoor traps.",
			"",
			"Detect snares and pits does detect certain natural hazards-quicksand (a snare), a sinkhole (a pit), or unsafe walls of natural rock (a deadfall). It does not reveal other potentially dangerous conditions. The spell does not detect magic traps (except those that operate by pit, deadfall, or snaring; see the spell snare), nor mechanically complex ones, nor those that have been rendered safe or inactive.",
			"",
			"The amount of information revealed depends on how long you study a particular area.",
			"",
			"*1st Round:* Presence or absence of hazards.",
			"",
			"*2nd Round:* Number of hazards and the location of each. If a hazard is outside your line of sight, then you discern its direction but not its exact location.",
			"",
			"*Each Additional Round:* The general type and trigger for one particular hazard closely examined by you.",
			"",
			"Each round, you can turn to examine a new area. The spell can penetrate barriers, but 1 foot of stone, 1 inch of common metal, a thin sheet of lead, or 3 feet of wood or dirt blocks it."
		]
	},
	"detect_the_faithful": {
		"name": "Detect the Faithful",
		"sources": [
			"Ultimate Intrigue",
			"Taldor, Echoes of Glory"
		],
		"description": [
			"## Detect the Faithful",
			"",
			"{SOURCE Ultimate Intrigue/212;Taldor, Echoes of Glory/25}  ",
			"**School** {spelldef/divination}; **Level** antipaladin 1, cleric 1, druid 1, hunter 1, inquisitor 1, paladin 1, ranger 1, shaman 1, warpriest 1",
			"",
			"### Casting",
			"",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S, DF",
			"",
			"### Effect",
			"",
			"**Range** 60 ft.  ",
			"**Area** cone-shaped emanation  ",
			"**Duration** concentration, up to 1 minute/level (D)  ",
			"**Saving Throw** none; **Spell Resistance** no",
			"",
			"You can detect other worshipers of your deity (mortal worshipers, outsider servants, and so on). The amount of information revealed depends on how long you focus on a particular area or subject.",
			"",
			"*1st Round:* Presence or absence of the faithful.",
			"",
			"*2nd Round:* Number of individual faithful in the area.",
			"",
			"*3rd Round:* The exact location of each worshiper. If a fellow worshiper is outside your line of sight, then you discern his direction but not his exact location.",
			"",
			"Each round, you can rotate to detect worshipers in a new area. The spell can penetrate barriers, but a sheet of lead, 1 foot of stone, 1 inch of common metal, or 3 feet of wood or dirt blocks it. A creature's personal interpretation of its beliefs determines whether or not it is of the same faith as you-hence heretics and splinter cultists of your deity still count as worshipers of that deity. Furthermore, since the spell picks up a creature's current beliefs and feelings, a creature actively pretending to be a member of the same faith also appears to the spell to be a member. Thus, the spell is still useful in locating potential hidden members of the same faith among the general populace, but on its own, it doesn't weed out spies."
		]
	},
	"detect_thoughts": {
		"name": "Detect Thoughts",
		"sources": [
			"PRPG Core Rulebook",
			"Ultimate Intrigue"
		],
		"description": [
			"## Detect Thoughts",
			"",
			"{SOURCE PRPG Core Rulebook/268}  ",
			"**School** {spelldef/divination} [{spelldef/mind-affecting}]; **Level** alchemist 2, arcanist 2, bard 2, inquisitor 2, investigator 2, medium 2, mesmerist 2, psychic 1, skald 2, sorcerer 2, spiritualist 2, summoner 2, unchained summoner 2, witch 2, wizard 2",
			"",
			"### Casting",
			"",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S, F/DF (a copper piece)",
			"",
			"### Effect",
			"",
			"**Range** 60 ft.  ",
			"**Area** cone-shaped emanation  ",
			"**Duration** concentration, up to 1 min./level (D)  ",
			"**Saving Throw** Will negates; see text; **Spell Resistance** no",
			"",
			"You detect surface thoughts. The amount of information revealed depends on how long you study a particular area or subject.",
			"",
			"*1st Round:* Presence or absence of thoughts (from conscious creatures with Intelligence scores of 1 or higher).",
			"",
			"*2nd Round:* Number of thinking minds and the Intelligence score of each. If the highest Intelligence is 26 or higher (and at least 10 points higher than your own Intelligence score), you are stunned for 1 round and the spell ends. This spell does not let you determine the location of the thinking minds if you can't see the creatures whose thoughts you are detecting.",
			"",
			"*3rd Round:* Surface thoughts of any mind in the area. A target's Will save prevents you from reading its thoughts, and you must cast detect thoughts again to have another chance. Creatures of animal intelligence (Intelligence 1 or 2) have simple, instinctual thoughts.",
			"",
			"Each round, you can turn to detect thoughts in a new area. The spell can penetrate barriers, but 1 foot of stone, 1 inch of common metal, a thin sheet of lead, or 3 feet of wood or dirt blocks it.",
			"",
			"### Detect Anxieties",
			"",
			"{SOURCE Ultimate Intrigue/211}  ",
			"**School** {spelldef/divination} [{spelldef/mind-affecting}]; **Level** antipaladin 2, arcanist 3, bard 3, cleric 3, inquisitor 3, medium 2, mesmerist 2, oracle 3, paladin 3, psychic 2, skald 3, sorcerer 3, spiritualist 3, warpriest 3, witch 3, wizard 3",
			"",
			"#### Casting",
			"",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S, F/DF (a medallion)",
			"",
			"#### Effect",
			"",
			"**Range** 60 ft.  ",
			"**Area** cone-shaped emanation  ",
			"**Duration** concentration, up to 1 minute/level (D)  ",
			"**Saving Throw** Will negates (see text); **Spell Resistance** no",
			"",
			"This spell functions as detect thoughts except that you sense significant anxieties of creatures with an Intelligence score of 1 or higher, regardless of whether they are conscious or not.",
			"",
			"Instead of Intelligence, the second round of concentration reveals each mind's Wisdom score and current degree of fear (shaken, frightened, panicked, cowering, or paralyzed with fear). If the highest Wisdom score is 26 or higher (and at least 10 points higher than your own Wisdom score), you are stunned for 1 round and the spell ends.",
			"",
			"Instead of surface thoughts, the third round of concentration reveals the most pressing current anxiety of any mind in the area (Will negates).",
			"",
			"Presenting a creature with the threat of its anxiety grants you a +2 bonus (or higher, at the GM's discretion) on checks to Intimidate that creature.",
			"",
			"### Detect Desires",
			"",
			"{SOURCE Ultimate Intrigue/211}  ",
			"**School** {spelldef/divination} [{spelldef/mind-affecting}]; **Level** antipaladin 2, arcanist 3, bard 2, cleric 3, inquisitor 3, medium 2, mesmerist 3, oracle 3, paladin 3, psychic 2, skald 2, sorcerer 3, spiritualist 3, warpriest 3, witch 3, wizard 3",
			"",
			"#### Casting",
			"",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S, F/DF (a medallion)",
			"",
			"#### Effect",
			"",
			"**Range** 60 ft.  ",
			"**Area** cone-shaped emanation  ",
			"**Duration** concentration, up to 1 minute/level (D)  ",
			"**Saving Throw** Will negates (see text); **Spell Resistance** no",
			"",
			"This spell functions as per detect thoughts, except you sense significant desires of creatures with an Intelligence score of 1 or higher, regardless of whether they are conscious or not.",
			"",
			"Instead of Intelligence, the second round of concentration reveals each mind's Charisma score. If the highest Charisma score is 26 or higher (and at least 10 points higher than your own Charisma score), you are stunned for 1 round and the spell ends. Instead of surface thoughts, the third round of concentration reveals the most pressing current desire of any mind in the area (Will negates).",
			"",
			"Presenting a creature with an opportunity to fulfill a significant desire grants you a +2 circumstance bonus (or higher, at the GM's discretion) on Diplomacy checks to influence it."
		]
	},
	"detect_anxieties": {
		"name": "Detect Anxieties",
		"sources": [ "Ultimate Intrigue" ],
		"copyof": "detect_thoughts"
	},
	"detect_desires": {
		"name": "Detect Desires",
		"sources": [ "Ultimate Intrigue" ],
		"copyof": "detect_thoughts"
	},
	"detect_undead": {
		"name": "Detect Undead",
		"sources": [
			"PRPG Core Rulebook",
			"Potions and Poisons"
		],
		"description": [
			"## Detect Undead",
			"",
			"{SOURCE PRPG Core Rulebook/269}  ",
			"**School** {spelldef/divination}; **Level** alchemist 1, arcanist 1, cleric 1, inquisitor 1, investigator 1, medium 1, mesmerist 1, oracle 1, paladin 1, psychic 1, shaman 1, sorcerer 1, spiritualist 1, warpriest 1, wizard 1",
			"",
			"### Casting",
			"",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S, M/DF (earth from a grave)",
			"",
			"### Effect",
			"",
			"**Range** 60 ft.  ",
			"**Area** cone-shaped emanation  ",
			"**Duration** concentration, up to 1 min./level  ",
			"**Saving Throw** none; **Spell Resistance** no",
			"",
			"You can detect the aura that surrounds undead creatures. The amount of information revealed depends on how long you study a particular area.",
			"",
			"*1st Round:* Presence or absence of undead auras.",
			"",
			"*2nd Round:* Number of undead auras in the area and the strength of the strongest undead aura present. If you are of good alignment, and the strongest undead aura's strength is overwhelming (see below), and the creature has HD of at least twice your character level, you are stunned for 1 round and the spell ends.",
			"",
			"*3rd Round:* The strength and location of each undead aura. If an aura is outside your line of sight, then you discern its direction but not its exact location.",
			"",
			"*Aura Strength:* The strength of an undead aura is determined by the HD of the undead creature, as given on the table below.",
			"",
			"*Lingering Aura:* An undead aura lingers after its original source is destroyed. If detect undead is cast and directed at such a location, the spell indicates an aura strength of dim (even weaker than a faint aura). How long the aura lingers at this dim level depends on its original power, as given on the table below.",
			"",
			"| HD | Strength | Lingering Aura Duration |",
			"| --- | --- | --- |",
			"| 1 or lower | Faint | 1d6 rounds |",
			"| 2-4 | Moderate | 1d6 minutes |",
			"| 5-10 | Strong | 1d6 &times; 10 minutes |",
			"| 11 or higher | Overwhelming | 1d6 days |",
			"",
			"Each round, you can turn to detect undead in a new area. The spell can penetrate barriers, but 1 foot of stone, 1 inch of common metal, a thin sheet of lead, or 3 feet of wood or dirt blocks it.",
			"",
			"### Undeath Sense",
			"",
			"{SOURCE Potions and Poisons/18}  ",
			"**School** {spelldef/divination}; **Level** alchemist 2, arcanist 2, cleric 2, inquisitor 2, investigator 2, oracle 2, paladin 2, shaman 2, sorcerer 2, warpriest 2, wizard 2",
			"",
			"#### Casting",
			"",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S, M/DF (ashes from an urn)",
			"",
			"#### Effect",
			"",
			"**Range** touch  ",
			"**Target** creature touched  ",
			"**Duration** 10 minutes/level (D)  ",
			"**Saving Throw** none; **Spell Resistance** no",
			"",
			"You grant the target the ability to pick up on the subtle scents and disturbances to the natural order that are specific to the living dead, granting the target the ability to sense the presence of undead creatures. The target is constantly aware of whether there are any undead auras within 60 feet of her in any direction. If at least one undead aura is present, the target can concentrate on the spell's effects in order to gain more information on the auras present. This functions similarly to detect undead, except the number of rounds of concentration needed to learn about the undead auras is reduced by 1 (1 round to learn the number of auras, and 2 rounds to learn the strength and location of each aura)."
		]
	},
	"undeath_sense": {
		"name": "Undeath Sense",
		"sources": [ "Potions and Poisons" ],
		"copyof": "detect_undead"
	},
	"determine_depth": {
		"name": "Determine Depth",
		"sources": [ "Dungeoneer's Handbook" ],
		"description": [
			"## Determine Depth",
			"",
			"{SOURCE Dungeoneer's Handbook/30}  ",
			"**School** {spelldef/divination}; **Level** arcanist 2, bard 2, druid 2, hunter 2, skald 2, sorcerer 2, wizard 2",
			"",
			"### Casting",
			"",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S",
			"",
			"### Effect",
			"",
			"**Range** touch  ",
			"**Target** solid surface touched  ",
			"**Duration** concentration, up to 1 round/level (D)  ",
			"**Saving Throw** none; **Spell Resistance** no",
			"",
			"With a touch, you can determine the exact thickness of a wall, ceiling, or other solid barrier, measuring from the point you are touching to the direct opposite side of the barrier in a straight line. You can only detect depths or widths of up to 10 feet per caster level (maximum 200 feet at 20th level); amounts in excess of this limit are detected as being the maximum you are able to detect. So, for example, a 5th-level wizard using this spell on a 60-foot-thick wall would detect that the wall is 50 feet thick.",
			"",
			"Determine depth can be used on earthen, plaster, stone, or wooden surfaces, but not on walls made of metal or other, harder materials. This spell is useful to casters who want to get an idea of their surroundings, and as a preliminary measure to casting spells such as passwall or dimension door."
		]
	},
	"detonate": {
		"name": "Detonate",
		"sources": [ "Advanced Player's Guide" ],
		"description": [
			"## Detonate",
			"",
			"{SOURCE Advanced Player's Guide/215}  ",
			"**School** {spelldef/evocation} [{spelldef/acid}, {spelldef/cold}, {spelldef/electricity}, or {spelldef/fire}]; **Level** alchemist 4, arcanist 4, bloodrager 4, investigator 4, magus 4, sorcerer 4, wizard 4",
			"",
			"### Casting",
			"",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S, M (two vials; one containing acid and one containing an alkaline solution worth a total of 50 gp)",
			"",
			"### Effect",
			"",
			"**Range** 30 ft.  ",
			"**Area** 30-ft.-radius spread centered on you  ",
			"**Duration** 1 round, then instantaneous  ",
			"**Saving Throw** Reflex half; **Spell Resistance** yes",
			"",
			"You flood yourself with a potent surge of elemental energy. One round after completing the casting of the spell, the energy explodes from your body.",
			"",
			"When this spell creates the explosion of energy, choose one of the following four energy types: acid, cold, electricity, or fire. The explosion inflicts 1d8 points of damage of that energy type per caster level (maximum 10d8) to all creatures and unattended objects within 15 feet, and half that amount to targets past 15 feet but within 30 feet. You automatically take half damage from the explosion, without a saving throw, but any other energy resistance or energy immunity effects you may have in place can prevent or lessen this overflow damage caused by the explosion."
		]
	},
	"detoxify": {
		"name": "Detoxify",
		"sources": [ "Adventurer's Guide" ],
		"description": [
			"## Detoxify",
			"",
			"{SOURCE Adventurer's Guide/115}  ",
			"**School** {spelldef/transmutation}; **Level** cleric 3, druid 3, hunter 2, inquisitor 3, oracle 3, paladin 3, ranger 2, shaman 3, warpriest 3, witch 3",
			"",
			"### Casting",
			"",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S, M (a dandelion stem)",
			"",
			"### Effect",
			"",
			"**Range** close (25 ft. + 5 ft./2 levels)  ",
			"**Target** one creature  ",
			"**Duration** 10 minutes/level  ",
			"**Saving Throw** Fortitude negates; **Spell Resistance** yes",
			"",
			"You remove a creature's ability to poison others, whether inherent or via poisoned weapons. Whenever an affected creature would inflict poison with an attack, spell, or other method (including auras and other constant methods), that poison is automatically neutralized. This does not grant the subject of the spell any resistance to poison itself."
		]
	},
	"devil_snare": {
		"name": "Devil Snare",
		"sources": [ "Agents of Evil" ],
		"description": [
			"## Devil Snare",
			"",
			"{SOURCE Agents of Evil/17}  ",
			"**School** {spelldef/abjuration} [{spelldef/good}]; **Level** arcanist 5, cleric 4, oracle 4, sorcerer 5, warpriest 4, wizard 5",
			"",
			"### Casting",
			"",
			"**Casting Time** 1 full-round action  ",
			"**Components** V, S, M (a pouch of silvered powder worth 25 gp)",
			"",
			"### Effect",
			"",
			"**Range** touch  ",
			"**Effect** 10-ft.-radius circle  ",
			"**Duration** 1 round/level  ",
			"**Saving Throw** Will negates, see text; **Spell Resistance** yes, see text",
			"",
			"Your touch creates an invisible circle on a flat surface. Any outsider passing through this circle must succeed at a Will save or be caught within. Once trapped, a creature must succeed at a Will save as a standard action to physically exit the confines of the circle, teleport, or use any form of extradimensional travel (as per dimensional anchor). Contained outsiders can still attack adjacent creatures outside of the circle, or target others with ranged attacks, spells, and spell-like abilities. Despite the spell's name, devil snare captures outsiders of any type, not only devils.",
			"",
			"As a standard action, you can dismiss the circle, expelling any outsiders still trapped within to their planes of origin (as per dismissal). An outsider can resist this effect with a successful Will save, enabling it to remain after the spell is dismissed."
		]
	},
	"devolution": {
		"name": "Devolution",
		"sources": [
			"Advanced Player's Guide",
			"Mythic Adventures"
		],
		"description": [
			"## Devolution",
			"",
			"{SOURCE Advanced Player's Guide/216}  ",
			"**School** {spelldef/transmutation}; **Level** arcanist 3, psychic 3, redmantisassassin 3, sorcerer 3, summoner 3, unchained summoner 3, wizard 3",
			"",
			"### Casting",
			"",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S, M (a chameleon scale)",
			"",
			"### Effect",
			"",
			"**Range** close (25 ft. + 5 ft./2 levels)  ",
			"**Target** one eidolon  ",
			"**Duration** 1 round/level  ",
			"**Saving Throw** Will negates; **Spell Resistance** yes",
			"",
			"This spell causes an eidolon to lose one evolution plus one additional evolution for every five caster levels. Evolutions with the highest total cost are lost first. If there is a tie, randomly determine which is lost. If this spell causes an eidolon to fail to meet the prerequisites for other evolutions or abilities, those evolutions or abilities are lost as long as this spell persists.",
			"",
			"### Mythic Devolution",
			"",
			"{SOURCE Mythic Adventures/91}",
			"",
			"The saving throw changes to Will (partial). If it succeeds at its save, the eidolon loses one evolution, chosen at random."
		]
	},
	"diagnose_disease": {
		"name": "Diagnose Disease",
		"sources": [ "Ultimate Magic" ],
		"description": [
			"## Diagnose Disease",
			"",
			"{SOURCE Ultimate Magic/216}  ",
			"**School** {spelldef/divination}; **Level** cleric 1, druid 1, hunter 1, mesmerist 1, occultist 1, oracle 1, paladin 1, psychic 1, ranger 1, warpriest 1, witch 1",
			"",
			"### Casting",
			"",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S",
			"",
			"### Effect",
			"",
			"**Range** close (25 ft. + 5 ft./2 levels)  ",
			"**Target** or Area one creature, one object, or a 5-ft. cube  ",
			"**Duration** instantaneous  ",
			"**Saving Throw** none; **Spell Resistance** no",
			"",
			"You determine whether a creature, object, or area carries any sort of disease or infestation (including molds, slimes, and similar hazards), or any exceptional or supernatural effects causing the sickened or nauseated effects. If there is disease present, you know what disease it is and its effects. If the target is a creature, you gain a +4 bonus on Heal checks to treat the creature's disease. The spell can penetrate many barriers, but 1 foot of stone, 1 inch of common metal, a thin sheet of lead, or 3 feet of wood or dirt blocks it."
		]
	},
	"diamond_spray": {
		"name": "Diamond Spray",
		"sources": [ "Pathfinder #24: The Final Wish" ],
		"description": [
			"## Diamond Spray",
			"",
			"{SOURCE Pathfinder #24: The Final Wish/60}  ",
			"**School** {spelldef/evocation} [{spelldef/earth}]; **Level** arcanist 3, sorcerer 3, wizard 3",
			"",
			"### Casting",
			"",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S, M (a lump of coal)",
			"",
			"### Effect",
			"",
			"**Range** 20 ft.  ",
			"**Area** cone-shaped burst  ",
			"**Duration** instantaneous  ",
			"**Saving Throw** Reflex half; **Spell Resistance** yes",
			"",
			"A cone of tiny, sparkling slivers as hard and sharp as filed diamonds springs from your outstretched fingers at tremendous speed. Any creature in the area of the torrent takes 1d6 points of slashing damage per caster level (maximum 10d6). These magical slivers are treated as adamantine and cold iron for the purpose of overcoming damage reduction. In addition, this spell bypasses up to 1 point of an object's hardness per 2 caster levels (maximum 10)."
		]
	},
	"dictum": {
		"name": "Dictum",
		"sources": [
			"PRPG Core Rulebook",
			"Mythic Adventures"
		],
		"description": [
			"## Dictum",
			"",
			"{SOURCE PRPG Core Rulebook/269}  ",
			"**School** {spelldef/evocation} [{spelldef/lawful}, {spelldef/sonic}]; **Level** cleric 7, inquisitor 6, oracle 7",
			"",
			"### Casting",
			"",
			"**Casting Time** 1 standard action  ",
			"**Components** V",
			"",
			"### Effect",
			"",
			"**Range** 40 ft.  ",
			"**Area** nonlawful creatures in a 40-ft.-radius spread centered on you  ",
			"**Duration** instantaneous  ",
			"**Saving Throw** none or Will negates; see text; **Spell Resistance** yes",
			"",
			"Any nonlawful creature within the area of a dictum spell suffers the following ill effects.",
			"",
			"| HD | Effect |",
			"| --- | --- |",
			"| Equal to caster level | Deafened |",
			"| Up to caster level -1 | Staggered, deafened |",
			"| Up to caster level -5 | Paralyzed, staggered, deafened |",
			"| Up to caster level -10 | Killed, paralyzed, staggered, deafened |",
			"",
			"The effects are cumulative and concurrent. A successful Will save reduces or eliminates these effects. Creatures affected by multiple effects make only one save and apply the result to all the effects.",
			"",
			"*Deafened:* The creature is deafened for 1d4 rounds. Save negates.",
			"",
			"*Staggered:* The creature is staggered for 2d4 rounds. Save reduces the staggered effect to 1d4 rounds.",
			"",
			"*Paralyzed:* The creature is paralyzed and helpless for 1d10 minutes. Save reduces the paralyzed effect to 1 round.",
			"",
			"*Killed:* Living creatures die. Undead creatures are destroyed. Save negates. If the save is successful, the creature instead takes 3d6 points of damage + 1 point per caster level (maximum +25).",
			"",
			"Furthermore, if you are on your home plane when you cast this spell, nonlawful extraplanar creatures within the area are instantly banished back to their home planes. Creatures so banished cannot return for at least 24 hours. This effect takes place regardless of whether the creatures hear the dictum or not. The banishment effect allows a Will save (at a -4 penalty) to negate.",
			"",
			"Creatures whose Hit Dice exceed your caster level are unaffected by dictum.",
			"",
			"### Mythic Dictum",
			"",
			"{SOURCE Mythic Adventures/91}",
			"",
			"When determining the spell's effect on non-mythic creatures, add your tier to your caster level. Nonlawful creatures that fail their saves against the spell also take a -4 penalty on attack rolls and saving throws, and their spell resistance decreases by 5 for as long as the spell's other effects last."
		]
	},
	"dimension_door": {
		"name": "Dimension Door",
		"sources": [
			"PRPG Core Rulebook",
			"Mythic Adventures",
			"Potions and Poisons"
		],
		"description": [
			"## Dimension Door",
			"",
			"{SOURCE PRPG Core Rulebook/269}  ",
			"**School** {spelldef/conjuration} ({spelldef/teleportation}); **Level** arcanist 4, bard 4, magus 4, medium 3, mesmerist 4, occultist 4, psychic 4, skald 4, sorcerer 4, spiritualist 4, summoner 3, unchained summoner 4, witch 4, wizard 4",
			"",
			"### Casting",
			"",
			"**Casting Time** 1 standard action  ",
			"**Components** V",
			"",
			"### Effect",
			"",
			"**Range** long (400 ft. + 40 ft./level)  ",
			"**Target** you and touched objects or other touched willing creatures  ",
			"**Duration** instantaneous  ",
			"**Saving Throw** none and Will negates (object); **Spell Resistance** no and yes (object)",
			"",
			"You instantly transfer yourself from your current location to any other spot within range. You always arrive at exactly the spot desired - whether by simply visualizing the area or by stating direction. After using this spell, you can't take any other actions until your next turn. You can bring along objects as long as their weight doesn't exceed your maximum load. You may also bring one additional willing Medium or smaller creature (carrying gear or objects up to its maximum load) or its equivalent per three caster levels. A Large creature counts as two Medium creatures, a Huge creature counts as two Large creatures, and so forth. All creatures to be transported must be in contact with one another, and at least one of those creatures must be in contact with you.",
			"",
			"If you arrive in a place that is already occupied by a solid body, you and each creature traveling with you take 1d6 points of damage and are shunted to a random open space on a suitable surface within 100 feet of the intended location.",
			"",
			"If there is no free space within 100 feet, you and each creature traveling with you take an additional 2d6 points of damage and are shunted to a free space within 1,000 feet. If there is no free space within 1,000 feet, you and each creature travelling with you take an additional 4d6 points of damage and the spell simply fails.",
			"",
			"### Mythic Dimension Door",
			"",
			"{SOURCE Mythic Adventures/91}",
			"",
			"The duration of this spell changes to 1 round per 2 caster levels, and it creates a temporary, invisible, one-way portal in your square to your destination. You immediately pass through the portal and arrive at the destination, but you can't take any other creatures with you.",
			"",
			"When casting the spell, you can designate a number of creatures equal to your caster level. These creatures can see and use the portal, passing through it to arrive at the destination (this isn't an action). A creature that passes through the portal can't take any other actions until its next turn.",
			"",
			"### Phase Step",
			"",
			"{SOURCE Potions and Poisons/17}  ",
			"**School** {spelldef/conjuration} ({spelldef/teleportation}); **Level** alchemist 3, arcanist 3, bard 3, investigator 3, magus 3, skald 3, sorcerer 3, summoner 3, unchained summoner 3, witch 3, wizard 3",
			"",
			"#### Casting",
			"",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S",
			"",
			"#### Effect",
			"",
			"**Range** close (25 ft. + 5 ft./2 levels)  ",
			"**Target** one willing creature touched  ",
			"**Duration** instantaneous  ",
			"**Saving Throw** none; **Spell Resistance** yes (harmless)",
			"",
			"You instantly transfer the touched creature to a point you designate within range. This otherwise functions as the spell dimension door, except that you must have line of sight and line of effect to the target's destination for this spell's effects to properly function."
		]
	},
	"phase_step": {
		"name": "Phase Step",
		"sources": [ "Potions and Poisons" ],
		"copyof": "dimension_door"
	},
	"dimensional_anchor": {
		"name": "Dimensional Anchor",
		"sources": [ "PRPG Core Rulebook" ],
		"description": [
			"## Dimensional Anchor",
			"",
			"{SOURCE PRPG Core Rulebook/270}  ",
			"**School** {spelldef/abjuration}; **Level** arcanist 4, cleric 4, inquisitor 3, medium 3, occultist 4, oracle 4, psychic 4, sorcerer 4, spiritualist 4, summoner 3, unchained summoner 4, warpriest 4, wizard 4",
			"",
			"### Casting",
			"",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S",
			"",
			"### Effect",
			"",
			"**Range** medium (100 ft. + 10 ft./level)  ",
			"**Effect** ray  ",
			"**Duration** 1 min./level  ",
			"**Saving Throw** none; **Spell Resistance** yes (object)",
			"",
			"A green ray springs from your hand. You must make a ranged touch attack to hit the target. Any creature or object struck by the ray is covered with a shimmering emerald field that completely blocks extradimensional travel. Forms of movement barred by a dimensional anchor include astral projection, blink, dimension door, ethereal jaunt, etherealness, gate, maze, plane shift, shadow walk, teleport, and similar spell-like abilities. The spell also prevents the use of a gate or teleportation circle for the duration of the spell.",
			"",
			"A dimensional anchor does not interfere with the movement of creatures already in ethereal or astral form when the spell is cast, nor does it block extradimensional perception or attack forms. Also, dimensional anchor does not prevent summoned creatures from disappearing at the end of a summoning spell."
		]
	},
	"dimensional_blade": {
		"name": "Dimensional Blade",
		"sources": [ "Melee Tactics Toolbox" ],
		"description": [
			"## Dimensional Blade",
			"",
			"{SOURCE Melee Tactics Toolbox/30}  ",
			"**School** {spelldef/transmutation}; **Level** antipaladin 4, arcanist 6, bloodrager 4, cleric 6, inquisitor 5, magus 5, oracle 6, paladin 4, sorcerer 6, warpriest 6, wizard 6",
			"",
			"### Casting",
			"",
			"**Casting Time** 1 swift action  ",
			"**Components** V, S",
			"",
			"### Effect",
			"",
			"**Range** personal  ",
			"**Target** you  ",
			"**Duration** 1 round",
			"",
			"This spell gives you the power to turn one melee weapon in your hand into a two-dimensional object with length and height but no width. A sword becomes a flat image of a sword, a mace is reduced to a flat outline, and so on. The magic of the spell allows the weapon to be wielded by you normally, creating just enough depth to grasp it.",
			"",
			"Attacks made with the weapon are melee touch attacks that ignore all armor. Force effects, such as mage armor and shield, still apply their AC against attacks made with a dimensional blade. Bludgeoning weapons used to make attacks with this spell deal half damage and are treated as slashing weapons. If the weapon leaves your hand before the end of the spell, the effect ends."
		]
	},
	"dimensional_bounce": {
		"name": "Dimensional Bounce",
		"sources": [ "Advanced Class Guide" ],
		"description": [
			"## Dimensional Bounce",
			"",
			"{SOURCE Advanced Class Guide/179}  ",
			"**School** {spelldef/conjuration} ({spelldef/teleportation}); **Level** arcanist 7, psychic 7, sorcerer 7, summoner 6, unchained summoner 6, witch 7, wizard 7",
			"",
			"### Casting",
			"",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S",
			"",
			"### Effect",
			"",
			"**Range** close (25 ft. + 5 ft./2 levels)  ",
			"**Targets** you and touched objects or other touched willing creatures  ",
			"**Duration** 1 round/level or until discharged  ",
			"**Saving Throw** none and Will negates (object); **Spell Resistance** no and yes (object)",
			"",
			"You designate two locations within range and create a dimensional link between them; you must have line of effect to both locations when casting this spell. As a swift action, you can teleport from your current location to either of the designated locations as if you had cast dimension door. The spell is discharged once you have used it to teleport a number of times equal to one-fourth your caster level (maximum 5 times)."
		]
	},
	"dimensional_lock": {
		"name": "Dimensional Lock",
		"sources": [
			"PRPG Core Rulebook",
			"Mythic Adventures"
		],
		"description": [
			"## Dimensional Lock",
			"",
			"{SOURCE PRPG Core Rulebook/270}  ",
			"**School** {spelldef/abjuration}; **Level** arcanist 8, cleric 8, oracle 8, psychic 8, sorcerer 8, summoner 6, wizard 8",
			"",
			"### Casting",
			"",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S",
			"",
			"### Effect",
			"",
			"**Range** medium (100 ft. + 10 ft./level)  ",
			"**Area** 20-ft.-radius emanation centered on a point in space  ",
			"**Duration** 1 day/level  ",
			"**Saving Throw** none; **Spell Resistance** yes",
			"",
			"You create a shimmering emerald barrier that completely blocks extradimensional travel. Forms of movement barred include astral projection, blink, dimension door, ethereal jaunt, etherealness, gate, maze, plane shift, shadow walk, teleport, and similar spell-like abilities. Once dimensional lock is in place, extradimensional travel into or out of the area is not possible.",
			"",
			"A dimensional lock does not interfere with the movement of creatures already in ethereal or astral form when the spell is cast, nor does it block extradimensional perception or attack forms. Also, the spell does not prevent summoned creatures from disappearing at the end of a summoning spell.",
			"",
			"### Mythic Dimensional Lock",
			"",
			"{SOURCE Mythic Adventures/91}",
			"",
			"The spell doesn't interfere with your extradimensional travel spells and effects.",
			"",
			"*Augmented (4th):* You can augment mythic dimensional lock to redirect teleporting creatures to another location. If you expend two uses of mythic power, designate a location that you're very familiar with. This location must be on the same plane as you. Any creature attempting to use extradimensional travel from outside the spell's area into that area is instead redirected to this other location.",
			"",
			"The creature can attempt a Spellcraft check against your caster level. If it succeeds, it's aware of the redirection (though not the destination) and can interrupt its spellcasting, losing the spell but not teleporting."
		]
	},
	"diminish_plants": {
		"name": "Diminish Plants",
		"sources": [ "PRPG Core Rulebook" ],
		"description": [
			"## Diminish Plants",
			"",
			"{SOURCE PRPG Core Rulebook/270}  ",
			"**School** {spelldef/transmutation}; **Level** druid 3, hunter 3, ranger 3",
			"",
			"### Casting",
			"",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S, DF",
			"",
			"### Effect",
			"",
			"**Range** see text  ",
			"**Target** or Area see text  ",
			"**Duration** instantaneous  ",
			"**Saving Throw** none; **Spell Resistance** no",
			"",
			"This spell has two versions.",
			"",
			"*Prune Growth:* This version of the spell causes normal vegetation within long range (400 feet + 40 feet per level) to shrink to about one-third normal size, becoming untangled and less bushy. The affected vegetation appears to have been carefully pruned and trimmed. This version of diminish plants automatically dispels any spells or effects that enhance plants, such as entangle, plant growth, and wall of thorns.",
			"",
			"At your option, the area can be a 100-foot-radius circle, a 150-foot-radius semicircle, or a 200-foot-radius quarter-circle. You may also designate portions of the area that are not affected.",
			"",
			"*Stunt Growth:* This version of the spell targets all normal plants within a range of 1/2 mile, reducing their potential productivity over the course of the following year to half normal.",
			"",
			"This spell has no effect on plant creatures."
		]
	},
	"diminish_resistance": {
		"name": "Diminish Resistance",
		"sources": [
			"Planar Adventures",
			"Monster Hunter's Handbook"
		],
		"description": [
			"## Diminish Resistance",
			"",
			"{SOURCE Planar Adventures/40;Monster Hunter's Handbook/30}  ",
			"**School** {spelldef/transmutation}; **Level** arcanist 2, bard 2, cleric 2, inquisitor 2, magus 2, mesmerist 2, oracle 2, psychic 2, skald 2, sorcerer 2, warpriest 2, witch 2, wizard 2",
			"",
			"### Casting",
			"",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S, M/DF (a pinch of coarse sand)",
			"",
			"### Effect",
			"",
			"**Range** medium (100 ft. + 10 ft./level)  ",
			"**Target** one creature  ",
			"**Duration** 1 round/level (D)  ",
			"**Saving Throw** Fortitude negates; **Spell Resistance** yes",
			"",
			"You weaken a creature's resistance against one energy type you select: acid, cold, electricity, fire, or sonic. The creature's resistance to that energy type decreases by 5 (minimum 0), plus an additional 5 for every 5 caster levels beyond 3rd (to a maximum of 20 at 18th level)."
		]
	},
	"diminished_detection": {
		"name": "Diminished Detection",
		"sources": [ "Inner Sea Intrigue" ],
		"description": [
			"## Diminished Detection",
			"",
			"{SOURCE Inner Sea Intrigue/59}  ",
			"**School** {spelldef/abjuration}; **Level** alchemist 2, arcanist 2, bard 2, investigator 2, skald 2, sorcerer 2, witch 2, wizard 2",
			"",
			"### Casting",
			"",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S, M (a piece of wool)",
			"",
			"### Effect",
			"",
			"**Range** personal  ",
			"**Target** you  ",
			"**Duration** 1 hour/level",
			"",
			"You can avoid being detected when you are on the edges of some divination spells' ranges. Whenever you would normally be within the area of effect of a detection spell (such as {spell/detect magic}, {spell/detect evil}, or {spell/detect undead}), the area of effect is reduced by half for the purposes of the spell's caster detecting you or your possessions. The caster of the detect spell is unaware of this reduction in her spell's range; she simply does not detect you."
		]
	},
	"dirge_of_the_victorious_knights": {
		"name": "Dirge of the Victorious Knights",
		"sources": [
			"Adventurer's Guide",
			"Inner Sea World Guide",
			"Cheliax, Empire of Devils",
			"Mythic Origins"
		],
		"description": [
			"## Dirge of the Victorious Knights",
			"",
			"{SOURCE Adventurer's Guide/98;Inner Sea World Guide/294;Cheliax, Empire of Devils/22}  ",
			"**School** {spelldef/illusion} ([shadow](spelldef/shadow_subschool)); **Level** bard 6, skald 6",
			"",
			"### Casting",
			"",
			"**Casting Time** 1 round  ",
			"**Components** V, S, F (a medal from a dead Hellknight or a copy a Chelish opera script, either worth at least 100 gp)",
			"",
			"### Effect",
			"",
			"**Range** 120 ft.  ",
			"**Area** 120-ft. line, 10 ft. wide  ",
			"**Duration** instantaneous  ",
			"**Saving Throw** Reflex half; **Spell Resistance** yes",
			"",
			"By performing part of the Chelish opera Victory of the [Hellknights](rule/aff_lawknights), you call forth spectral illusions of mounted Hellknights to trample your foes under the hooves of their glorious steeds. The shadowy knights appear in an adjacent 10-foot square and ride forward in the direction you indicate, dealing 1d6 points of damage per caster level (maximum 20d6) to all creatures in their path. Half of this damage is cold damage, while half results directly from arcane power and is not subject to cold resistance or immunity. The knights cannot pass through force effects or barriers that block incorporeal creatures or undead.",
			"",
			"### Mythic Dirge of the Victorious Knights",
			"",
			"{SOURCE Mythic Origins/12}",
			"",
			"The damage increases to 1d10 points of damage per caster level (maximum 20d10). Any creature that fails its Reflex saving throw is knocked prone, and must succeed at a Fortitude save or be stunned for 1 round.",
			"",
			"*Augmented (7th):* If you expend two uses of mythic power, the area increases to a 240-foot line 20 feet wide. All cold damage dealt by the spell ignores cold resistance and cold immunity."
		]
	},
	"disable_construct": {
		"name": "Disable Construct",
		"sources": [ "Advanced Class Guide" ],
		"description": [
			"## Disable Construct",
			"",
			"{SOURCE Advanced Class Guide/179}  ",
			"**School** {spelldef/transmutation}; **Level** alchemist 3, arcanist 3, investigator 3, redmantisassassin 3, sorcerer 3, witch 3, wizard 3",
			"",
			"### Casting",
			"",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S",
			"",
			"### Effect",
			"",
			"**Range** touch  ",
			"**Target** construct touched  ",
			"**Duration** 1 round/level (D)  ",
			"**Saving Throw** Will negates; **Spell Resistance** no",
			"",
			"You can make a melee touch attack to send a pulse into the target, interfering with the magic that endows it with life. If the construct fails its saving throw, it becomes helpless, but it receives a new save each round at the end of its turn to shake off the effect. If the construct is normally immune to magic, the pulse is less effective and the construct receives a +4 bonus on its saving throw."
		]
	},
	"discern_lies": {
		"name": "Discern Lies",
		"sources": [ "PRPG Core Rulebook" ],
		"description": [
			"## Discern Lies",
			"",
			"{SOURCE PRPG Core Rulebook/270}  ",
			"**School** {spelldef/divination}; **Level** alchemist 4, cleric 4, inquisitor 4, investigator 4, medium 3, oracle 4, paladin 3, psychic 4, warpriest 4, witch 4",
			"",
			"### Casting",
			"",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S, DF",
			"",
			"### Effect",
			"",
			"**Range** close (25 ft. + 5 ft./2 levels)  ",
			"**Targets** one creature/level, no two of which can be more than 30 ft. apart  ",
			"**Duration** concentration, up to 1 round/level  ",
			"**Saving Throw** Will negates; **Spell Resistance** no",
			"",
			"Each round, you concentrate on one target, who must be within range. You know if the target deliberately and knowingly speaks a lie by discerning disturbances in its aura caused by lying. The spell does not reveal the truth, uncover unintentional inaccuracies, or necessarily reveal evasions.",
			"",
			"Each round, you may concentrate on a different target."
		]
	},
	"discern_location": {
		"name": "Discern Location",
		"sources": [ "PRPG Core Rulebook" ],
		"description": [
			"## Discern Location",
			"",
			"{SOURCE PRPG Core Rulebook/270}  ",
			"**School** {spelldef/divination}; **Level** arcanist 8, cleric 8, oracle 8, psychic 8, shaman 8, sorcerer 8, summoner 6, witch 8, wizard 8",
			"",
			"### Casting",
			"",
			"**Casting Time** 10 minutes  ",
			"**Components** V, S, DF",
			"",
			"### Effect",
			"",
			"**Range** unlimited  ",
			"**Target** one creature or object  ",
			"**Duration** instantaneous  ",
			"**Saving Throw** none; **Spell Resistance** no",
			"",
			"A discern location spell is among the most powerful means of locating creatures or objects. Nothing short of a mind blank spell or the direct intervention of a deity keeps you from learning the exact location of a single individual or object. Discern location circumvents normal means of protection from scrying or location. The spell reveals the name of the creature or object's location (place, name, business name, building name, or the like), community, county (or similar political division), country, continent, and the plane of existence where the target lies.",
			"",
			"To find a creature with the spell, you must have seen the creature or have some item that once belonged to it. To find an object, you must have touched it at least once."
		]
	},
	"discern_next_of_kin": {
		"name": "Discern Next of Kin",
		"sources": [ "Advanced Class Guide" ],
		"description": [
			"## Discern Next of Kin",
			"",
			"{SOURCE Advanced Class Guide/179}  ",
			"**School** {spelldef/divination} [{spelldef/mind-affecting}]; **Level** arcanist 1, bard 1, medium 1, mesmerist 1, occultist 1, psychic 1, shaman 1, skald 1, sorcerer 1, spiritualist 1, witch 1, wizard 1",
			"",
			"### Casting",
			"",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S, F (a copper piece)",
			"",
			"### Effect",
			"",
			"**Range** 60 ft.  ",
			"**Target** one creature  ",
			"**Duration** concentration, up to 1 minute/level (D)  ",
			"**Saving Throw** Will negates (see text); **Spell Resistance** yes",
			"",
			"You can scan the thoughts of one individual and learn the names and locations of the target's living relatives, as well as the attitude of the target toward those relatives (and vice versa). You learn about one relative per round you concentrate on the target. For example, you might learn that the target's father's name is Jarn, the father lives on a nearby farm, and the target and his father don't get along. Since this spell reads the target's mind, you can learn only what the target knows or believes."
		]
	},
	"discern_value": {
		"name": "Discern Value",
		"sources": [ "Dungeoneer's Handbook" ],
		"description": [
			"## Discern Value",
			"",
			"{SOURCE Dungeoneer's Handbook/30}  ",
			"**School** {spelldef/divination}; **Level** arcanist 3, bard 3, skald 3, sorcerer 3, wizard 3",
			"",
			"### Casting",
			"",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S, F (platinum monocle worth 100 gp)",
			"",
			"### Effect",
			"",
			"**Range** 60 ft.  ",
			"**Area** cone-shaped emanation  ",
			"**Duration** concentration, up to 1 minute/level (D)  ",
			"**Saving Throw** none; **Spell Resistance** no",
			"",
			"You can quickly analyze the monetary value of objects and identify which are most valuable to an average trader. You must specify a minimum value to detect when you cast this spell (such as 1 gp, 100 gp, or 1,000 gp). The amount of information revealed depends on how long you study a particular area or subject.",
			"",
			"*1st Round:* Presence or absence of objects worth at least the specified amount.",
			"",
			"*2nd Round:* The most valuable object in range glows brighter than all of the others. If an aura is outside your line of sight, then you discern its direction but not its exact location.",
			"",
			"*3rd Round:* Objects whose values are within 10% of the most valuable item in range glow slightly.",
			"",
			"The spell's effect does not indicate whether an item has magical properties and does not detect artifacts or items that are priceless."
		]
	},
	"discharge": {
		"name": "Discharge",
		"sources": [ "Technology Guide" ],
		"description": [
			"## Discharge",
			"",
			"{SOURCE Technology Guide/9}  ",
			"**School** {spelldef/abjuration}; **Level** arcanist 3, bard 3, cleric 3, magus 3, oracle 3, skald 3, sorcerer 3, warpriest 3, witch 3, wizard 3",
			"",
			"### Casting",
			"",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S",
			"",
			"### Effect",
			"",
			"**Range** medium (100 ft. + 10 ft./level)  ",
			"**Target** one creature or technological object  ",
			"**Duration** instantaneous  ",
			"**Saving Throw** Fortitude negates; **Spell Resistance** no",
			"",
			"Discharge dissipates the charges from one technical object, temporarily depowers one electrically powered technological object that does not use charges, or severely hinders a creature with the robot subtype. If the spell targets an object with charges, the object loses all of its remaining charges. If the object is powered by electrical means other than charges, its functions are suppressed for 1d4 rounds. If the spell targets a creature not of the robot subtype, it affects a random charged or electrically powered item in that creature's possession. If the target is a robot, the robot is staggered and cannot use any energy-based attacks for 1d4 rounds. A robot that's affected by this spell receives a new saving throw at the end of each round to shrug off the effect.",
			"",
			"### Discharge, Greater",
			"",
			"{SOURCE Technology Guide/9}  ",
			"**School** {spelldef/abjuration}; **Level** arcanist 6, bard 6, cleric 6, magus 6, oracle 6, skald 6, sorcerer 6, warpriest 6, witch 6, wizard 6",
			"",
			"#### Casting",
			"",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S",
			"",
			"#### Effect",
			"",
			"**Range** medium (100 ft. + 10 ft./level)  ",
			"**Target** or Area one creature or technological object, or a 20-ft.-radius burst  ",
			"**Duration** instantaneous  ",
			"**Saving Throw** Fortitude negates; **Spell Resistance** no",
			"",
			"This spell functions as discharge, except it can discharge multiple technological objects and can be used to target an area.",
			"",
			"You choose to use greater discharge in one of two ways: an area discharge or a targeted discharge.",
			"",
			"**Area** Discharge: When greater discharge is used in this way, the spell affects everything within a 20-foot-radius burst. Each creature in the area is affected as though by discharge (affecting only one object in the creature's possession), and each unattended object is similarly affected.",
			"",
			"**Target**ed Discharge: This spell functions as discharge, but if the target is a creature, it can discharge one randomly determined object from the target's charged or electrically powered possessions for every 4 caster levels you possess."
		]
	},
	"discharge_greater": {
		"name": "Discharge, Greater",
		"sources": [ "Technology Guide" ],
		"copyof": "discharge"
	},
	"greater_discharge": {
		"copyof": "discharge_greater"
	},
	"discordant_blast": {
		"name": "Discordant Blast",
		"sources": [
			"Advanced Player's Guide",
			"Mythic Adventures"
		],
		"description": [
			"## Discordant Blast",
			"",
			"{SOURCE Advanced Player's Guide/216}  ",
			"**School** {spelldef/evocation} [{spelldef/sonic}]; **Level** bard 4, skald 4",
			"",
			"### Casting",
			"",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S",
			"",
			"### Effect",
			"",
			"**Range** 10 ft. or 30 ft.  ",
			"**Area** see text  ",
			"**Duration** instantaneous  ",
			"**Saving Throw** none; **Spell Resistance** yes",
			"",
			"You create a wave of thunder and force, either in a 10-foot-radius burst centered on you or in 30-foot cone-shaped burst. Creatures in the area take 3d6 points of sonic damage and are pushed away as if bull rushed. Make a combat maneuver check and apply its results to each creature in the area. Your CMB for this bull rush is equal to your caster level plus your Charisma modifier. This bull rush does not provoke an attack of opportunity. A discordant blast cannot penetrate a silence spell (or any similar magical silence effect).",
			"",
			"### Mythic Discordant Blast",
			"",
			"{SOURCE Mythic Adventures/91}",
			"",
			"The damage dealt increases to 5d6 points of sonic damage, and you gain a +2 bonus on combat maneuver checks to the bull rush opponents. The spell can penetrate non-mythic magical silence and dispels any non-mythic silence effect of 4th level or lower."
		]
	},
	"discovery_torch": {
		"name": "Discovery Torch",
		"sources": [ "Ultimate Combat" ],
		"description": [
			"## Discovery Torch",
			"",
			"{SOURCE Ultimate Combat/228}  ",
			"**School** {spelldef/evocation} [{spelldef/light}]; **Level** bard 2, cleric 3, inquisitor 2, oracle 3, skald 2, warpriest 3",
			"",
			"### Casting",
			"",
			"**Casting Time** 1 round  ",
			"**Components** V, S",
			"",
			"### Effect",
			"",
			"**Range** touch  ",
			"**Target** object touched  ",
			"**Duration** 10 minutes/level  ",
			"**Saving Throw** none; **Spell Resistance** no",
			"",
			"An object you touch emanates a 20-foot radius of bright light. The effect looks like a regular flame but creates no heat and uses no oxygen. Allies within the area of this light gain a +2 enhancement bonus on Perception and Sense Motive checks, as well as on Knowledge checks to identify monsters that are also within the area and their special powers and vulnerabilities.",
			"",
			"When an inquisitor casts this spell, the light emanation doubles (40-ft.-radius emanation) while that inquisitor has a judgment active.",
			"",
			"Light spells counter and dispel darkness spells of an equal or lower level."
		]
	},
	"disfiguring_touch": {
		"name": "Disfiguring Touch",
		"sources": [
			"Ultimate Magic",
			"Book of the Damned - Volume 2: Lords of Chaos",
			"Mythic Adventures"
		],
		"description": [
			"## Disfiguring Touch",
			"",
			"{SOURCE Ultimate Magic/217;Book of the Damned - Volume 2: Lords of Chaos/48}  ",
			"**School** {spelldef/transmutation} [{spelldef/curse}]; **Level** arcanist 2, bloodrager 2, cleric 2, mesmerist 2, occultist 2, oracle 2, psychic 2, redmantisassassin 2, sorcerer 2, spiritualist 2, warpriest 2, witch 2, wizard 2",
			"",
			"### Casting",
			"",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S",
			"",
			"### Effect",
			"",
			"**Range** touch  ",
			"**Target** creature touched  ",
			"**Duration** 1 day/level  ",
			"**Saving Throw** Will negates; **Spell Resistance** yes",
			"",
			"With a touch, you cause the victim of this spell to suffer a painful curse that causes it to grow hideously disfigured. The physical appearance of the deformity is subject to the caster's whim (most demon worshipers choose deformities that reflect their Abyssal patron's shape or form). The target takes one of the following penalties.",
			"",
			"- -2 decrease to an ability score (minimum 1).",
			"- -2 penalty on attack rolls or saving throws.",
			"- Land speed reduced by 5 feet.",
			"",
			"You may also invent other effects, but they should be no more powerful than those described above.",
			"",
			"### Mythic Disfiguring Touch",
			"",
			"{SOURCE Mythic Adventures/91}",
			"",
			"The target takes two different penalties (chosen from the same list) instead of one.",
			"",
			"*Augmented:* If you expend two uses of mythic power, the target also gains the fatigued condition because of its painful disfigurement. If this fatigue is negated without removing the curse, it returns after 1 hour."
		]
	}
}
