{
	"stunning_barrier": {
		"name": "Stunning Barrier",
		"sources": [ "Advanced Class Guide" ],
		"description": [
			"## Stunning Barrier",
			"",
			"{SOURCE Advanced Class Guide/194}  ",
			"**School** {spelldef/abjuration}; **Level** arcanist 1, cleric 1, inquisitor 1, oracle 1, paladin 1, psychic 1, sorcerer 1, warpriest 1, wizard 1  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S  ",
			"**Range** personal  ",
			"**Target** you  ",
			"**Duration** 1 round/level or until discharged  ",
			"**Saving Throw** none and Will negates (see text); **Spell Resistance** no and yes (see text)",
			"",
			"You are closely surrounded by a barely visible magical field. The field provides a +1 deflection bonus to AC and a +1 resistance bonus on saves. Any creature that strikes you with a melee attack is stunned for 1 round (Will negates). Once the field has stunned an opponent, the spell is discharged.",
			"",
			"### Stunning Barrier, Greater",
			"",
			"{SOURCE Advanced Class Guide/195}  ",
			"**School** {spelldef/abjuration}; **Level** arcanist 3, cleric 3, inquisitor 3, oracle 3, paladin 3, psychic 3, sorcerer 3, warpriest 3, wizard 3  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S  ",
			"**Range** personal  ",
			"**Target** you  ",
			"**Duration** 1 round/level or until discharged  ",
			"**Saving Throw** none and Will negates (see text); **Spell Resistance** no and yes (see text)",
			"",
			"This spell functions as stunning barrier, except as noted above, and it provides a +2 bonus to AC and on saving throws. It is not discharged until it has stunned a number of creatures equal to your caster level."
		]
	},
	"stunning_barrier_greater": {
		"name": "Stunning Barrier, Greater",
		"copyof": "stunning_barrier"
	},
	"greater_stunning_barrier": {
		"copyof": "stunning_barrier_greater"
	},
	"stunning_finale": {
		"name": "Stunning Finale",
		"sources": [ "Advanced Player's Guide" ],
		"description": [
			"## Stunning Finale",
			"",
			"{SOURCE Advanced Player's Guide/247}  ",
			"**School** {spelldef/enchantment} ({spelldef/compulsion}) [{spelldef/mind-affecting}]; **Level** bard 5, skald 5  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S  ",
			"**Range** close (25 ft. + 5 ft./2 levels)  ",
			"**Targets** up to 3 creatures, no two of which can be more than 30 ft. apart  ",
			"**Duration** 1 round  ",
			"**Saving Throw** Fortitude partial, see text; **Spell Resistance** yes",
			"",
			"You must have a bardic performance in effect to cast this spell. With a flourish, you immediately end your bardic performance, assaulting the senses of the targets with your finale. Each target is stunned for 1 round. On a successful saving throw, a target is staggered for 1 round."
		]
	},
	"sturdy_tree_fort": {
		"name": "Sturdy Tree Fort",
		"sources": [ "Ultimate Wilderness" ],
		"description": [
			"## Sturdy Tree Fort",
			"",
			"{SOURCE Ultimate Wilderness/236}  ",
			"**School** {spelldef/transmutation}; **Level** druid 5, hunter 4, ranger 4  ",
			"**Casting Time** 1 minute  ",
			"**Components** V, S, F (a nail, a rope, and a short wooden plank)  ",
			"**Range** touch  ",
			"**Effect** one large tree and a sturdy wooden house  ",
			"**Duration** 1 hour/level (D)  ",
			"**Saving Throw** none; **Spell Resistance** no",
			"",
			"You cause a large tree to grow in the 5-foot square you touch. The tree has 1 foot of thickness for every 4 caster levels you have, and it can grow to any height you designate, up to 5 feet high per caster level you have. If there is a ceiling or other barrier overhead, the maximum height of the tree cannot exceed the space available. At any point along the tree's height, you can create a sturdy wooden building that fills one 10-foot cube for every 4 caster levels you have. All portions of the structure must be adjacent to the trunk of the tree (or can have the tree trunk extend up through their spaces), but otherwise these cubes need not be contiguous. If you place the cubes so that they are contiguous, the buildings merge together, complete with ladders connecting different vertical levels. The fort is magically supported, but if the tree it is attached to is destroyed, the structure is destroyed as well (the tree has hardness 5 and 20 hp per caster level you have).",
			"",
			"Each building you create has shuttered arrow slits on its walls and in the floor, granting those within the structure improved cover against attacks from outside while the arrow slits are open and total cover when they are closed. Each cube within the fort is equivalent to a secure shelter, other than the size and its wooded construction material (hardness 5). When you cast sturdy tree fort, you can designate a number of creatures equal to your caster level. Designated creatures gain a +10 bonus on Climb checks and are not denied their Dexterity bonuses while climbing on the fort's structure, as they find handholds and stable footholds easily on the tree and its buildings.",
			"",
			"You cannot cast this spell in an area of worked stone, though you can cast it in natural surroundings that would not normally support the growth of a large tree, such as a cavern, desert, or glacier. If you cast this spell in a forest, jungle, or similar heavily treed terrain, the fort is camouflaged as long as its doors and windows remain closed (or even if they are open, as long as those within remain quiet and take no violent actions), requiring a successful DC 25 Perception check or Survival check to notice its presence."
		]
	},
	"subjective_reality": {
		"name": "Subjective Reality",
		"sources": [ "Occult Origins" ],
		"description": [
			"## Subjective Reality",
			"",
			"{SOURCE Occult Origins/29}  ",
			"**School** {spelldef/illusion} ({spelldef/phantasm}) [{spelldef/mind-affecting}]; **Level** arcanist 7, bard 6, medium 5, mesmerist 5, psychic 6, skald 6, sorcerer 7, wizard 7  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V  ",
			"**Range** personal  ",
			"**Target** you  ",
			"**Duration** 1 round/level (D)  ",
			"**Saving Throw** none; **Spell Resistance** no",
			"",
			"Choose one object, creature, or force you can see within long range (400 ft. + 40 ft./level). You alter your perceptions to become convinced the target is an illusion. For you, the target becomes transparent and does not create sound or smell. Until the spell ends, you can move through the target unimpeded and the target can move through you. The target's nonmagical attacks cannot harm you, and the target's magical attacks deal half damage to you. The target's non-damaging magical abilities have a 50% chance not to affect you, and you are immune to all its sonic, language-dependent, and scent-based attacks. However, your attacks deal no damage to the target, and your magical abilities do not affect the target at all. You or the target can affect each other normally through intermediaries. For instance, while the target would be immune to the direct effects of your earthquake spell, if the spell caused a room's ceiling to collapse, the target would not be immune to the effects of the collapse."
		]
	},
	"submerge_ship": {
		"name": "Submerge Ship",
		"sources": [ "Pathfinder #56: Raiders of the Fever Sea" ],
		"description": [
			"## Submerge Ship",
			"",
			"{SOURCE Pathfinder #56: Raiders of the Fever Sea/70}  ",
			"**School** {spelldef/transmutation}; **Level** arcanist 7, cleric 7, oracle 7, sorcerer 7, wizard 7  ",
			"**Casting Time** 1 minute  ",
			"**Components** V, S, M/DF (a glass marble or piece of soap)  ",
			"**Range** touch  ",
			"**Target** 1 sailing vessel  ",
			"**Duration** 10 minutes/level  ",
			"**Saving Throw** Will negates (harmless); **Spell Resistance** no",
			"",
			"When this spell is cast upon a vessel, the ship is surrounded by a protective bubble of constantly replenishing, breathable air and sinks beneath the waves. For the duration of the spell, the ship can travel beneath the water as easily as it did above. While under the effects of this spell, the ship has magical propulsion that gives it a maximum speed of 120 feet and an acceleration of 30 feet (see the Skull &amp; Shackles Player's Guide for details). The ship's pilot uses the normal sailing skill to control the ship while under this spell's effects, and can command it to dive and ascend as part of the vessel's normal movement. Despite the magical propulsion, the ship still requires its crew to perform its normal functions.",
			"",
			"The spell protects the ship and all aboard from the dangers of drowning and pressure, but not from damage from outside obstacles or creatures. The bubble cannot be used offensively and prevents an affected ship from rising into a space that won't accommodate it (like a sea cave too small to contain it or under another vessel). Creatures can enter or leave the bubble at will, but those outside the sphere cannot be forced inside against their will, the sphere proving substantial enough that such creatures may choose whether to enter or to slip away along its sides. At the end of the spell's duration the bubble pops, causing a ship still underwater at that time to gain the sinking condition. This spell has no effect if cast upon a ship in water that cannot cover the vessel entirely.",
			"",
			"Although largely beneficial, this spell can be cast on a ship whose pilot does not want to submerge her vessel. The ship itself uses its Will saving throw to resist this effect."
		]
	},
	"substitute_trail": {
		"name": "Substitute Trail",
		"sources": [ "Inner Sea Intrigue" ],
		"description": [
			"## Substitute Trail",
			"",
			"{SOURCE Inner Sea Intrigue/62}  ",
			"**School** {spelldef/transmutation}; **Level** druid 4, hunter 4, ranger 4  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S  ",
			"**Range** unlimited  ",
			"**Target** 1 creature/level; see text  ",
			"**Duration** 1 day/level (D)  ",
			"**Saving Throw** none; **Spell Resistance** no",
			"",
			"This spell can affect any creatures with which you interacted in the last 24 hours. You alter the trails left by the chosen creatures, making it appear that another creature with which you are familiar left the trail instead (you must have met the creature with which you are familiar). If a tracker exceeds the DC of the skill check to follow the trail by an amount equal to your caster level, the tracker recognizes that the trail has been manipulated by this spell, although it cannot see the trail's true nature unless it uses magical means, such as true seeing."
		]
	},
	"suffocation": {
		"name": "Suffocation",
		"sources": [ "Advanced Player's Guide" ],
		"description": [
			"## Suffocation",
			"",
			"{SOURCE Advanced Player's Guide/248}  ",
			"**School** {spelldef/necromancy}; **Level** arcanist 5, occultist 5, psychic 5, sorcerer 5, spiritualist 5, witch 5, wizard 5  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S, M (a vial containing a bit of the caster's breath)  ",
			"**Range** close (25 ft. + 5 ft./2 levels)  ",
			"**Target** one living creature  ",
			"**Duration** 3 rounds  ",
			"**Saving Throw** Fortitude partial; **Spell Resistance** yes",
			"",
			"This spell extracts the air from the target's lungs, causing swift suffocation. The target can attempt to resist this spell's effects with a Fortitude save - if he succeeds, he is merely staggered for 1 round as he gasps for breath. If the target fails, he immediately begins to suffocate. On the target's next turn, he falls unconscious and is reduced to 0 hit points. One round later, the target drops to -1 hit points and is dying. One round after that, the target dies. Each round, the target can delay that round's effects from occurring by making a successful Fortitude save, but the spell effect continues for 3 rounds, and each time a target fails his Fortitude save, he moves one step further along the track to suffocation. This spell only affects living creatures that must breathe. It is impossible to defeat the effects of this spell by simply holding one's breath - if the victim fails the initial saving throw, the air in his lungs is extracted.",
			"",
			"### Suffocation, Mass",
			"",
			"{SOURCE Advanced Player's Guide/248}  ",
			"**School** {spelldef/necromancy}; **Level** arcanist 9, psychic 9, sorcerer 9, witch 9, wizard 9  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S, M (a vial containing a bit of the caster's breath)  ",
			"**Range** close (25 ft. + 5 ft./2 levels)  ",
			"**Targets** one living creature/2 levels (no two of which may be more than 30 feet apart)  ",
			"**Duration** 1 round/level  ",
			"**Saving Throw** Fortitude partial; **Spell Resistance** yes",
			"",
			"This spell functions as suffocation except as noted above. Note that the duration of this spell is much longer, forcing those suffering from the effect to make far more Fortitude saves to stave off eventual suffocation."
		]
	},
	"suffocation_mass": {
		"name": "Suffocation, Mass",
		"copyof": "suffocation"
	},
	"mass_suffocation": {
		"copyof": "suffocation_mass"
	},
	"suffocation_instant": {
		"name": "Suffocation, Instant",
		"sources": [ "Dark Markets - A Guide to Katapesh" ],
		"description": [
			"## Suffocation, Instant",
			"",
			"{SOURCE Dark Markets - A Guide to Katapesh/57}  ",
			"**School** {spelldef/necromancy} [{spelldef/death}]; **Level** sahirafiyun 5  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S  ",
			"**Range** touch  ",
			"**Target** living creature touched  ",
			"**Duration** instantaneous  ",
			"**Saving Throw** Fortitude partial; **Spell Resistance** yes",
			"",
			"This spell functions like slay living, and kills by immediate suffocation. Creatures that do not need to breathe are immune to this spell. The target is considered to have taken a dose of {drug/pesh} for the purpose of addiction and withdrawal effects.",
			"",
			"### Suffocation, Slow",
			"",
			"{SOURCE Dark Markets - A Guide to Katapesh/57}  ",
			"**School** {spelldef/necromancy} [{spelldef/death}]; **Level** sahirafiyun 2  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S  ",
			"**Range** touch  ",
			"**Target** living creature touched  ",
			"**Duration** 1 minute/level  ",
			"**Saving Throw** Fortitude negates; **Spell Resistance** yes",
			"",
			"The target is unable to breathe and is treated as if she is holding her breath (see the {rule/rules for |suffocation}). Strong stimulants, effects that increase the target's Constitution, or physical trauma (such as taking 10 or more points of damage from a single attack) negate the spell immediately. Creatures that do not need to breathe are immune to this spell. The target is considered to have taken a dose of {drug/pesh} for the purpose of addiction and withdrawal effects. Canny sahir use this spell to subtly kill enemies, as the spell mimics a pesh overdose."
		]
	},
	"instant_suffocation": {
		"copyof": "suffocation_instant"
	},
	"suffocation_slow": {
		"name": "Suffocation, Slow",
		"copyof": "instant_suffocation"
	},
	"slow_suffocation": {
		"copyof": "suffocation_slow"
	},
	"suggestion": {
		"name": "Suggestion",
		"sources": [
			"PRPG Core Rulebook",
			"Mythic Adventures",
			"Blood of the Beast",
			"Advanced Class Guide"
		],
		"description": [
			"## Suggestion",
			"",
			"{SOURCE PRPG Core Rulebook/350}  ",
			"**School** {spelldef/enchantment} ({spelldef/compulsion}) [{spelldef/language-dependent}, {spelldef/mind-affecting}]; **Level** arcanist 3, bard 2, medium 2, mesmerist 2, occultist 3, psychic 2, skald 2, sorcerer 3, witch 3, wizard 3  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, M (a snake's tongue and a honeycomb)  ",
			"**Range** close (25 ft. + 5 ft./2 levels)  ",
			"**Target** one living creature  ",
			"**Duration** 1 hour/level or until completed  ",
			"**Saving Throw** Will negates; **Spell Resistance** yes",
			"",
			"You influence the actions of the target creature by suggesting a course of activity (limited to a sentence or two). The suggestion must be worded in such a manner as to make the activity sound reasonable. Asking the creature to do some obviously harmful act automatically negates the effect of the spell.",
			"",
			"The suggested course of activity can continue for the entire duration. If the suggested activity can be completed in a shorter time, the spell ends when the subject finishes what it was asked to do. You can instead specify conditions that will trigger a special activity during the duration. If the condition is not met before the spell duration expires, the activity is not performed.",
			"",
			"A very reasonable suggestion causes the save to be made with a penalty (such as -1 or -2).",
			"",
			"### Mythic Suggestion",
			"",
			"{SOURCE Mythic Adventures/109}",
			"",
			"Mythic suggestion loses the language-dependent descriptor, and can target one or more living creatures in a 10-foot-radius burst.",
			"",
			"### Contagious Suggestion",
			"",
			"{SOURCE Blood of the Beast/14}  ",
			"**School** {spelldef/enchantment} ({spelldef/compulsion}) [{spelldef/language-dependent}, {spelldef/mind-affecting}]; **Level** arcanist 5, bard 4, medium 4, mesmerist 4, occultist 5, psychic 5, skald 4, sorcerer 5, witch 5, wizard 5  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S  ",
			"**Range** close (25 ft. + 5 ft./2 levels)  ",
			"**Target** one living creature  ",
			"**Duration** 1 hour/level or until completed (D)",
			"",
			"This spell functions as per suggestion, except the target can pass on the enchantment to other targets. The target is compelled to communicate your suggestion to another creature, forcing the new target to attempt a saving throw as if it were the initial target. If a secondary target successfully saves, the suggestion effect on the initial target isn't negated. If a secondary target fails, it is placed under the same compulsion as the initial target and can further spread the suggestion. This spell can affect a total number of Hit Dice of creatures equal to your caster level. Creatures that save against this spell cannot be affected by that particular casting of contagious suggestion for 24 hours.",
			"",
			"### Suggestion, Mass",
			"",
			"{SOURCE PRPG Core Rulebook/350}  ",
			"**School** {spelldef/enchantment} ({spelldef/compulsion}) [{spelldef/language-dependent}, {spelldef/mind-affecting}]; **Level** arcanist 6, bard 5, mesmerist 5, occultist 5, psychic 5, skald 5, sorcerer 6, witch 6, wizard 6  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, M (a snake's tongue and a honeycomb)  ",
			"**Range** medium (100 ft. + 10 ft./level)  ",
			"**Targets** one creature/level, no two of which can be more than 30 ft. apart  ",
			"**Duration** 1 hour/level or until completed  ",
			"**Saving Throw** Will negates; **Spell Resistance** yes",
			"",
			"This spell functions like suggestion, except that it can affect more creatures. The same suggestion applies to all these creatures.",
			"",
			"### Triggered Suggestion",
			"",
			"{SOURCE Advanced Class Guide/197}  ",
			"**School** {spelldef/enchantment} ({spelldef/compulsion}) [{spelldef/language-dependent}, {spelldef/mind-affecting}]; **Level** arcanist 4, bard 3, mesmerist 3, psychic 4, skald 3, sorcerer 4, witch 4, wizard 4  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, M (a snake's tongue and a honeycomb)  ",
			"**Range** close (25 ft. + 5 ft./2 levels)  ",
			"**Target** one living creature  ",
			"**Duration** 1 day/level or until completed  ",
			"**Saving Throw** Will negates; **Spell Resistance** yes",
			"",
			"This spell functions as suggestion, except you can use it only to specify a condition that triggers a special activity, and the subject does not remember that you made the suggestion. For example, you could use triggered suggestion on a palace guard to make him attack the king the next time he and the king are alone, and the guard would not remember the suggestion to do so until the trigger occurred."
		]
	},
	"suggestion_mass": {
		"name": "Suggestion, Mass",
		"copyof": "suggestion"
	},
	"mass_suggestion": {
		"copyof": "suggestion_mass"
	},
	"contagious_suggestion": {
		"name": "Contagious Suggestion",
		"copyof": "suggestion"
	},
	"triggered_suggestion": {
		"name": "Triggered Suggestion",
		"copyof": "suggestion"
	},
	"summon_accuser": {
		"name": "Summon Accuser",
		"sources": [ "Rival Guide" ],
		"description": [
			"## Summon Accuser",
			"",
			"{SOURCE Rival Guide/59}  ",
			"**School** {spelldef/conjuration} ({spelldef/summoning}) [{spelldef/evil}, {spelldef/lawful}]; **Level** arcanist 4, bard 4, cleric 4, oracle 4, skald 4, sorcerer 4, summoner 4, unchained summoner 4, warpriest 4, witch 4, wizard 4  ",
			"**Casting Time** 1 round  ",
			"**Components** V, S, F/DF (chunk of rotten meat)  ",
			"**Range** close (25 ft. + 5 ft./2 levels)  ",
			"**Effect** 1 accuser devil  ",
			"**Duration** 10 minutes/level  ",
			"**Saving Throw** none; **Spell Resistance** no",
			"",
			"This spell summons a single {monster/accuser devil} from Hell to do the spellcaster's bidding, similar to how summon monster spells function. Accuser devils, known to diabolists as zebubs, are hideous flying creatures with the torso of a plump human infant and the body and wings of an enormous fly. They make excellent spies, for they have the ability to grant visions of what they have witnessed to others - the Queen's Hands sometimes use summoned zebubs to observe suspects from afar."
		]
	},
	"summon_ancestral_guardian": {
		"name": "Summon Ancestral Guardian",
		"sources": [ "Dwarves of Golarion" ],
		"description": [
			"## Summon Ancestral Guardian",
			"",
			"{SOURCE Dwarves of Golarion/24}  ",
			"**School** {spelldef/conjuration} ({spelldef/summoning}); **Level** bard 3, cleric 3, oracle 3, skald 3, warpriest 3  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S, F/DF (stone or metal image of your ancestor)  ",
			"**Range** medium (100 ft. + 10 ft./level)  ",
			"**Effect** two summoned ancestor spirits  ",
			"**Duration** 1 round/level (D)  ",
			"**Saving Throw** none; **Spell Resistance** yes",
			"",
			"You call the spirits of two ancestors to manifest in the mortal world and attack your enemies. Each appears as a transparent image of a powerful, wise dwarf armed with a traditional dwarven weapon of your choice. These spirits move and attack at your direction, each having the abilities of a spiritual weapon, except they can attack different targets and deal physical damage (bludgeoning, piercing, or slashing, according to the weapon the spirit wields) instead of force damage. Like creatures conjured with a summon monster spell, your ancestors are not harmed if these manifestations are destroyed."
		]
	},
	"summon_barghest_1": {
		"name": "Summon Barghest I",
		"sources": [ "Pathfinder Comics #10" ],
		"description": [
			"## Summon Barghest I",
			"",
			"{SOURCE Pathfinder Comics #10/26}  ",
			"**School** {spelldef/conjuration} ({spelldef/summoning}) [{spelldef/evil}]; **Level** cleric 4, oracle 4, warpriest 4  ",
			"**Casting Time** 1 round  ",
			"**Components** V, S, DF  ",
			"**Range** close (25 ft. + 5 ft./2 levels)  ",
			"**Effect** one summoned barghest  ",
			"**Duration** 1 round/level (D)  ",
			"**Saving Throw** none; **Spell Resistance** no",
			"",
			"This spell summons a barghest from the Abyssal realm of Basalfeyst to serve the caster, functioning similarly to summon monster save that it may only be used to summon a single barghest. Although the summoned barghest does not have the feed ability, if you are at least caster level 9th the summoned barghest appears with 2 growth points (and with it the appropriate bonuses to its attacks, CMB, saves, skill checks, hit points, and caster level).",
			"",
			"### Summon Barghest II",
			"",
			"{SOURCE Pathfinder Comics #10/27}  ",
			"**School** {spelldef/conjuration} ({spelldef/summoning}); **Level** cleric 6, oracle 6, warpriest 6  ",
			"**Casting Time** 1 round  ",
			"**Components** V, S, DF  ",
			"**Range** close (25 ft. + 5 ft./2 levels)  ",
			"**Effect** one summoned greater barghest or 1d3 summoned barghest  ",
			"**Duration** 1 round/level (D)  ",
			"**Saving Throw** none; **Spell Resistance** no",
			"",
			"This spell functions like summon barghest I, save that it can summon 1 greater barghest or 1d3 normal barghests with 2 growth points each."
		]
	},
	"summon_barghest_i": {
		"copyof": "summon_barghest_1"
	},
	"summon_barghest_2": {
		"name": "Summon Barghest II",
		"copyof": "summon_barghest_1"
	},
	"summon_barghest_ii": {
		"copyof": "summon_barghest_2"
	},
	"summon_cacodaemon": {
		"name": "Summon Cacodaemon",
		"sources": [ "Book of the Damned - Volume 3: Horsemen of the Apocalypse" ],
		"description": [
			"## Summon Cacodaemon",
			"",
			"{SOURCE Book of the Damned - Volume 3: Horsemen of the Apocalypse/39}  ",
			"**School** {spelldef/conjuration} ({spelldef/summoning}) [{spelldef/evil}]; **Level** arcanist 2, cleric 2, oracle 2, sorcerer 2, summoner 2, unchained summoner 2, warpriest 2, witch 2, wizard 2  ",
			"**Casting Time** 1 round  ",
			"**Components** V, S, F (a silver hook)  ",
			"**Range** close (25 ft. + 5 ft./2 levels)  ",
			"**Effect** one summoned creature  ",
			"**Duration** 1 round/level (D)  ",
			"**Saving Throw** none; **Spell Resistance** no",
			"",
			"This spell functions like summon monster, except it summons a single cacodaemon.",
			"",
			"### Summon Cacodaemon, Greater",
			"",
			"{SOURCE Book of the Damned - Volume 3: Horsemen of the Apocalypse/39}  ",
			"**School** {spelldef/conjuration} ({spelldef/summoning}) [{spelldef/evil}]; **Level** arcanist 4, cleric 4, oracle 4, sorcerer 4, summoner 3, unchained summoner 3, warpriest 4, witch 4, wizard 4  ",
			"**Casting Time** 1 round  ",
			"**Components** V, S, F (a silver hook)  ",
			"**Range** close (25 ft. + 5 ft./2 levels)  ",
			"**Effect** one summoned creature  ",
			"**Duration** 1 round/level (D)  ",
			"**Saving Throw** none; **Spell Resistance** no",
			"",
			"This spell functions like summon cacodaemon, except that it summons 1d4+1 cacodaemons."
		]
	},
	"summon_cacodaemon_greater": {
		"name": "Summon Cacodaemon, Greater",
		"copyof": "summon_cacodaemon"
	},
	"greater_summon_cacodaemon": {
		"copyof": "summon_cacodaemon_greater"
	},
	"summon_ceustodaemon": {
		"name": "Summon Ceustodaemon",
		"sources": [ "Book of the Damned - Volume 3: Horsemen of the Apocalypse" ],
		"description": [
			"## Summon Ceustodaemon",
			"",
			"{SOURCE Book of the Damned - Volume 3: Horsemen of the Apocalypse/39}  ",
			"**School** {spelldef/conjuration} ({spelldef/summoning}) [{spelldef/evil}]; **Level** arcanist 5, cleric 5, oracle 5, sorcerer 5, summoner 4, unchained summoner 4, warpriest 5, witch 5, wizard 5  ",
			"**Casting Time** 1 round  ",
			"**Components** V, S, F (ashes of a dead animal)  ",
			"**Range** close (25 ft. + 5 ft./2 levels)  ",
			"**Effect** one summoned creature  ",
			"**Duration** 1 round/level (D)  ",
			"**Saving Throw** none; **Spell Resistance** no",
			"",
			"This spell functions like summon monster, except it summons a single ceustodaemon."
		]
	},
	"summon_derghodaemon": {
		"name": "Summon Derghodaemon",
		"sources": [ "Book of the Damned - Volume 3: Horsemen of the Apocalypse" ],
		"description": [
			"## Summon Derghodaemon",
			"",
			"{SOURCE Book of the Damned - Volume 3: Horsemen of the Apocalypse/39}  ",
			"**School** {spelldef/conjuration} ({spelldef/summoning}) [{spelldef/evil}]; **Level** arcanist 9, cleric 9, oracle 9, sorcerer 9, witch 9, wizard 9  ",
			"**Casting Time** 1 round  ",
			"**Components** V, S, F (a handful of bug carapaces)  ",
			"**Range** close (25 ft. + 5 ft./2 levels)  ",
			"**Effect** one summoned creature  ",
			"**Duration** 1 round/level (D)  ",
			"**Saving Throw** none; **Spell Resistance** no",
			"",
			"This spell functions like summon monster, except it summons a single derghodaemon."
		]
	},
	"summon_eidolon": {
		"name": "Summon Eidolon",
		"sources": [ "Advanced Player's Guide" ],
		"description": [
			"## Summon Eidolon",
			"",
			"{SOURCE Advanced Player's Guide/248}  ",
			"**School** {spelldef/conjuration} ({spelldef/summoning}); **Level** summoner 2, unchained summoner 2  ",
			"**Casting Time** 1 round  ",
			"**Components** V, S, M (a silver coin)  ",
			"**Range** close (25 ft. + 5 ft./2 levels)  ",
			"**Target** one eidolon  ",
			"**Duration** 1 minute/level (D)  ",
			"**Saving Throw** none; **Spell Resistance** no",
			"",
			"You open a rift between dimensions that summons your eidolon. Treat this as if you had summoned your eidolon normally, except that it only remains with you for the duration of this spell. While summoned in this way, your eidolon cannot touch any creature warded by protection from evil or a similar effect and your eidolon can be sent back to its home plane by dispel magic.",
			"",
			"If you cast this spell while your eidolon is already on your plane, this spell has no effect. This spell allows you to summon your eidolon even if it has been returned to its home plane due to damage."
		]
	},
	"summon_elder_worm": {
		"name": "Summon Elder Worm",
		"sources": [ "Ultimate Magic" ],
		"description": [
			"## Summon Elder Worm",
			"",
			"{SOURCE Ultimate Magic/240}  ",
			"**School** {spelldef/conjuration} ({spelldef/summoning}); **Level** druid 9  ",
			"**Casting Time** 1 round  ",
			"**Components** V, S  ",
			"**Range** close (25 ft. + 5 ft./2 levels)  ",
			"**Effect** one summoned creature  ",
			"**Duration** 1 round/level (D)  ",
			"**Saving Throw** none; **Spell Resistance** no",
			"",
			"This spell functions as summon nature's ally VIII, except you summon a purple worm with the giant creature simple template."
		]
	},
	"summon_elemental_steed": {
		"name": "Summon Elemental Steed",
		"sources": [ "Faction Guide" ],
		"description": [
			"## Summon Elemental Steed",
			"",
			"{SOURCE Faction Guide/61}  ",
			"**School** {spelldef/conjuration} ({spelldef/summoning}) [see text]; **Level** druid 9  ",
			"**Casting Time** 10 minutes  ",
			"**Components** V, S, DF  ",
			"**Range** close (25 ft. + 5 ft./2 levels)  ",
			"**Effect** one chariot  ",
			"**Duration** 10 minutes/level (D)  ",
			"**Saving Throw** none; **Spell Resistance** no",
			"",
			"You summon a greater elemental (air, earth, fire, or water) bound in the form of a mighty chariot that moves at your command and can carry up to nine Medium creatures. Passengers inside are not harmed by the elemental, and can see, breathe, and act normally, suffering no environmental damage even when the elemental chariot is flying, underwater, burrowing, or using earth glide. Passengers are not otherwise protected, though the elemental chariot does provide cover like a normal chariot.",
			"",
			"The elemental keeps all of its statistics and abilities, except it loses its slam attacks and gains a trample attack.",
			"",
			"When you use a summoning spell to summon an air, earth, fire, or water creature, it is a spell of that type.",
			"",
			"This spell is almost exclusively used by the Green Faith."
		]
	},
	"summon_erodaemon": {
		"name": "Summon Erodaemon",
		"sources": [ "Book of the Damned - Volume 3: Horsemen of the Apocalypse" ],
		"description": [
			"## Summon Erodaemon",
			"",
			"{SOURCE Book of the Damned - Volume 3: Horsemen of the Apocalypse/39}  ",
			"**School** {spelldef/conjuration} ({spelldef/summoning}) [{spelldef/evil}]; **Level** arcanist 8, cleric 8, oracle 8, sorcerer 8, summoner 6, unchained summoner 6, witch 8, wizard 8  ",
			"**Casting Time** 1 round  ",
			"**Components** V, S, F (a bent or tarnished wedding band)  ",
			"**Range** close (25 ft. + 5 ft./2 levels)  ",
			"**Effect** one summoned creature  ",
			"**Duration** 1 round/level (D)  ",
			"**Saving Throw** none; **Spell Resistance** no",
			"",
			"This spell functions like summon monster, except it summons a single erodaemon."
		]
	},
	"summon_flight_of_eagles": {
		"name": "Summon Flight of Eagles",
		"sources": [
			"Adventurer's Guide",
			"Andoran, Spirit of Liberty"
		],
		"description": [
			"## Summon Flight of Eagles",
			"",
			"{SOURCE Adventurer's Guide/77;Andoran, Spirit of Liberty/27}  ",
			"**School** {spelldef/conjuration} ({spelldef/summoning}); **Level** arcanist 6, bloodrager 4, druid 6, hunter 4, ranger 4, shaman 6, sorcerer 6, summoner 6, unchained summoner 6, witch 6, wizard 6  ",
			"**Casting Time** 1 round  ",
			"**Components** V, S, F (a gold feather worth 100 gp)  ",
			"**Range** close (25 ft. + 5 ft./2 levels)  ",
			"**Effect** 1d4+1 summoned creatures  ",
			"**Duration** 10 minutes/level  ",
			"**Saving Throw** none; **Spell Resistance** no",
			"",
			"You summon 1d4+1 giant eagles to serve as you designate. The summoned birds can fight if you wish, but can also serve as mounts."
		]
	},
	"summon_froghemoth": {
		"name": "Summon Froghemoth",
		"sources": [ "Ultimate Magic" ],
		"description": [
			"## Summon Froghemoth",
			"",
			"{SOURCE Ultimate Magic/240}  ",
			"**School** {spelldef/conjuration} ({spelldef/summoning}); **Level** druid 9  ",
			"**Casting Time** 1 round  ",
			"**Components** V, S  ",
			"**Range** close (25 ft. + 5 ft./2 levels)  ",
			"**Effect** one summoned creature  ",
			"**Duration** 1 round/level (D)  ",
			"**Saving Throw** none; **Spell Resistance** no",
			"",
			"This spell functions as summon nature's ally IX, except you summon a froghemoth."
		]
	},
	"summon_genie_lesser": {
		"name": "Summon Genie, Lesser",
		"sources": [ "People of the Sands" ],
		"description": [
			"## Summon Genie, Lesser",
			"",
			"{SOURCE People of the Sands/11}  ",
			"**School** {spelldef/conjuration} ({spelldef/summoning}); **Level** arcanist 4, cleric 4, oracle 4, sorcerer 4, summoner 3, unchained summoner 3, warpriest 4, witch 4, wizard 4  ",
			"**Casting Time** 1 round  ",
			"**Components** V, S, F/DF (an oil lamp worth at least 50 gp)  ",
			"**Range** close (25 ft. + 5 ft./2 levels)  ",
			"**Effect** one summoned genie  ",
			"**Duration** 1 round/level (D)  ",
			"**Saving Throw** none; **Spell Resistance** no",
			"",
			"This spell functions like summon monster I, except you can summon one janni.",
			"",
			"### Summon Genie",
			"",
			"{SOURCE People of the Sands/11}  ",
			"**School** {spelldef/conjuration} ({spelldef/summoning}); **Level** arcanist 5, cleric 5, oracle 5, sorcerer 5, summoner 4, unchained summoner 4, warpriest 5, witch 5, wizard 5  ",
			"**Casting Time** 1 round  ",
			"**Components** V, S, F/DF (an oil lamp worth at least 50 gp)  ",
			"**Range** close (25 ft. + 5 ft./2 levels)  ",
			"**Effect** one summoned genie  ",
			"**Duration** 1 round/level (D)  ",
			"**Saving Throw** none; **Spell Resistance** no",
			"",
			"This spell functions like lesser summon genie, except you can summon one djnni or 1d3 jann.",
			"",
			"### Summon Genie, Greater",
			"",
			"{SOURCE People of the Sands/11}  ",
			"**School** {spelldef/conjuration} ({spelldef/summoning}); **Level** arcanist 6, cleric 6, oracle 6, sorcerer 6, summoner 5, unchained summoner 5, warpriest 6, witch 6, wizard 6  ",
			"**Casting Time** 1 round  ",
			"**Components** V, S, F/DF (an oil lamp worth at least 50 gp)  ",
			"**Range** close (25 ft. + 5 ft./2 levels)  ",
			"**Effect** one summoned genie  ",
			"**Duration** 1 round/level (D)  ",
			"**Saving Throw** none; **Spell Resistance** no",
			"",
			"This spell functions like lesser summon genie, except you can summon one shaitan, 1d3 djnn or 1d4+1 jann."
		]
	},
	"lesser_summon_genie": {
		"copyof": "summon_genie_lesser"
	},
	"summon_genie": {
		"name": "Summon Genie",
		"copyof": "lesser_summon_genie"
	},
	"summon_genie_greater": {
		"name": "Summon Genie, Greater",
		"copyof": "lesser_summon_genie"
	},
	"greater_summon_genie": {
		"copyof": "summon_genie_greater"
	},
	"summon_giant_ally_1": {
		"name": "Summon Giant Ally I",
		"sources": [ "Inner Sea Races" ],
		"description": [
			"## Summon Giant Ally I",
			"",
			"{SOURCE Inner Sea Races/223}  ",
			"**School** {spelldef/conjuration} ({spelldef/summoning}) [see text]; **Level** druid 6, hunter 6 (Kellid)  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S, F/DF (bit of cloth from a giant's bag)  ",
			"**Range** close (25 ft. + 5 ft./2 levels)  ",
			"**Effect** one or more giants  ",
			"**Duration** 1 round/level (D)  ",
			"**Saving Throw** none; **Spell Resistance** no",
			"",
			"This spell functions as summon nature's ally VI, except its casting time is shorter and you can summon one cave, hill, marsh, river, slag, stone, or wood giant.",
			"",
			"### Summon Giant Ally II",
			"",
			"{SOURCE Inner Sea Races/223}  ",
			"**School** {spelldef/conjuration} ({spelldef/summoning}) [see text]; **Level** druid 7 (Kellid)  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S, F/DF (bit of cloth from a giant's bag)  ",
			"**Range** close (25 ft. + 5 ft./2 levels)  ",
			"**Effect** one or more giants  ",
			"**Duration** 1 round/level (D)  ",
			"**Saving Throw** none; **Spell Resistance** no",
			"",
			"This spell functions as summon giant ally I, except you can summon one desert, fire, frost, or jungle giant or 1d3 cave, hill, marsh, river, slag, stone, or wood giants.",
			"",
			"### Summon Giant Ally III",
			"",
			"{SOURCE Inner Sea Races/223}  ",
			"**School** {spelldef/conjuration} ({spelldef/summoning}) [see text]; **Level** druid 8 (Kellid)  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S, F/DF (bit of cloth from a giant's bag)  ",
			"**Range** close (25 ft. + 5 ft./2 levels)  ",
			"**Effect** one or more giants  ",
			"**Duration** 1 round/level (D)  ",
			"**Saving Throw** none; **Spell Resistance** no",
			"",
			"This spell functions as summon giant ally I, except you can summon one ash or cloud giant; 1d3 desert, fire, frost, or jungle giants; or 1d4+1 cave, hill, marsh, river, slag, stone, or wood giants."
		]
	},
	"summon_giant_ally_i": {
		"copyof": "summon_giant_ally_1"
	},
	"summon_giant_ally_2": {
		"name": "Summon Giant Ally II",
		"copyof": "summon_giant_ally_1"
	},
	"summon_giant_ally_ii": {
		"copyof": "summon_giant_ally_2"
	},
	"summon_giant_ally_3": {
		"name": "Summon Giant Ally III",
		"copyof": "summon_giant_ally_1"
	},
	"summon_giant_ally_iii": {
		"copyof": "summon_giant_ally_3"
	},
	"summon_greater_demon": {
		"name": "Summon Greater Demon",
		"sources": [ "Pathfinder #74: Sword of Valor" ],
		"description": [
			"## Summon Greater Demon",
			"",
			"{SOURCE Pathfinder #74: Sword of Valor/75}  ",
			"**School** {spelldef/conjuration} ({spelldef/summoning}) [{spelldef/chaotic}, {spelldef/evil}]; **Level** arcanist 9, cleric 9, oracle 9, sorcerer 9, witch 9, wizard 9  ",
			"**Casting Time** 1 round  ",
			"**Components** V, S, F/DF (a tiny bag and a small candle)  ",
			"**Range** close (25 ft. + 5 ft./2 levels)  ",
			"**Effect** one summoned creature  ",
			"**Duration** 1 round/level (D)  ",
			"**Saving Throw** none; **Spell Resistance** no",
			"",
			"This spell functions like summon monster, except it allows you to summon a single coloxus, an omox demon, or 1d3 kalavakus demons."
		]
	},
	"summon_infernal_host": {
		"name": "Summon Infernal Host",
		"sources": [ "Rival Guide" ],
		"description": [
			"## Summon Infernal Host",
			"",
			"{SOURCE Rival Guide/59}  ",
			"**School** {spelldef/conjuration} ({spelldef/summoning}) [{spelldef/evil}, {spelldef/lawful}]; **Level** arcanist 5, bard 5, cleric 5, oracle 5, skald 5, sorcerer 5, summoner 5, unchained summoner 5, warpriest 5, witch 5, wizard 5  ",
			"**Casting Time** 1 round  ",
			"**Components** V, S, F/DF (strip of rune-inscribed parchment)  ",
			"**Range** close (25 ft. + 5 ft./2 levels)  ",
			"**Effect** 1d4+1 lesser host devils or 1 greater host devil  ",
			"**Duration** 1 round/level  ",
			"**Saving Throw** none; **Spell Resistance** no",
			"",
			"This spell functions as {spell/summon monster V}, save that it can only be used to summon host devils, noxious flying devils, known also as [gaavs](monster/lesser_host_devil) and [magaavs](monster/greater_host_devil)."
		]
	},
	"summon_instrument": {
		"name": "Summon Instrument",
		"sources": [ "PRPG Core Rulebook" ],
		"description": [
			"## Summon Instrument",
			"",
			"{SOURCE PRPG Core Rulebook/350}  ",
			"**School** {spelldef/conjuration} ({spelldef/summoning}); **Level** bard 0, skald 0  ",
			"**Casting Time** 1 round  ",
			"**Components** V, S  ",
			"**Range** 0 ft.  ",
			"**Effect** one summoned handheld musical instrument  ",
			"**Duration** 1 min./level (D)  ",
			"**Saving Throw** none; **Spell Resistance** no",
			"",
			"This spell summons one handheld musical instrument of your choice. This instrument appears in your hands or at your feet (your choice). The instrument is typical for its type. Only one instrument appears per casting, and it will play only for you. You can't summon an instrument too large to be held in two hands. The summoned instrument disappears at the end of this spell."
		]
	},
	"summon_laborers": {
		"name": "Summon Laborers",
		"sources": [ "Monster Summoner's Handbook" ],
		"description": [
			"## Summon Laborers",
			"",
			"{SOURCE Monster Summoner's Handbook/23}  ",
			"**School** {spelldef/conjuration} ({spelldef/summoning}); **Level** cleric 6, oracle 6, shaman 6, summoner 6, warpriest 6, witch 6  ",
			"**Casting Time** 10 minutes  ",
			"**Components** V, S, F/DF (a strip of rune-inscribed parchment)  ",
			"**Range** close (25 ft. + 5 ft./2 levels)  ",
			"**Effect** one summoned petitioner/caster level  ",
			"**Duration** 8 hours (D)  ",
			"**Saving Throw** none; **Spell Resistance** no",
			"",
			"Summon laborers summons one humanoid petitioner per caster level. These petitioners hail from one plane of your choice and perform tasks at your direction. The petitioners cannot fight or travel to dangerous lands, but do assist your downtime activities within a settlement, increasing the effect of Influence or Labor you spend by 50%, to a maximum of 1 additional point of Influence or Labor for every 2 caster levels you possess. This stacks with any increase to the effect of Influence or Labor that you receive from your followers within the settlement where the downtime activity takes place (if any). Summon laborers is a spell of the same alignment type as the plane from which the summoned petitioners hail (chaotic and evil for the Abyss, lawful and good for Heaven, and so on). Effects that increase the number of creatures summoned by a spell (such as Superior Summoning) do not affect summon laborers."
		]
	},
	"summon_lesser_demon": {
		"name": "Summon Lesser Demon",
		"sources": [ "Pathfinder #74: Sword of Valor" ],
		"description": [
			"## Summon Lesser Demon",
			"",
			"{SOURCE Pathfinder #74: Sword of Valor/75}  ",
			"**School** {spelldef/conjuration} ({spelldef/summoning}) [{spelldef/chaotic}, {spelldef/evil}]; **Level** arcanist 5, cleric 5, oracle 5, sorcerer 5, summoner 4, unchained summoner 4, warpriest 5, witch 5, wizard 5  ",
			"**Casting Time** 1 round  ",
			"**Components** V, S, F/DF (a tiny bag and a small candle)  ",
			"**Range** close (25 ft. + 5 ft./2 levels)  ",
			"**Effect** one summoned creature  ",
			"**Duration** 1 round/level (D)  ",
			"**Saving Throw** none; **Spell Resistance** no",
			"",
			"This spell functions like summon monster, except it allows you to summon a single brimorak, one incubus, one thoxel demon, 1d3 schir demons, or 1d4+1 vermlek demons."
		]
	},
	"summon_lesser_psychopomp": {
		"name": "Summon Lesser Psychopomp",
		"sources": [ "Pathfinder #80: Empty Graves" ],
		"description": [
			"## Summon Lesser Psychopomp",
			"",
			"{SOURCE Pathfinder #80: Empty Graves/28}  ",
			"**School** {spelldef/conjuration} ({spelldef/summoning}); **Level** arcanist 5, cleric 5, oracle 5, sorcerer 5, summoner 4, unchained summoner 4, warpriest 5, witch 5, wizard 5  ",
			"**Casting Time** 1 round  ",
			"**Components** V, S, F/DF (a crocodile skull funerary mask)  ",
			"**Range** close (25 ft. + 5 ft./2 levels)  ",
			"**Effect** one or more summoned psychopomps (see text)  ",
			"**Duration** 1 round/level (D)  ",
			"**Saving Throw** none; **Spell Resistance** no",
			"",
			"This spell functions like summon monster, except that it summons 1d3 {monster/esobok/ psychopomps} or 1d4+1 {monster/nosoi/ psychopomps}."
		]
	},
	"summon_meladaemon": {
		"name": "Summon Meladaemon",
		"sources": [ "Book of the Damned - Volume 3: Horsemen of the Apocalypse" ],
		"description": [
			"## Summon Meladaemon",
			"",
			"{SOURCE Book of the Damned - Volume 3: Horsemen of the Apocalypse/39}  ",
			"**School** {spelldef/conjuration} ({spelldef/summoning}) [{spelldef/evil}]; **Level** arcanist 8, cleric 8, oracle 8, sorcerer 8, summoner 6, unchained summoner 6, witch 8, wizard 8  ",
			"**Casting Time** 1 round  ",
			"**Components** V, S, F (an empty wooden bowl)  ",
			"**Range** close (25 ft. + 5 ft./2 levels)  ",
			"**Effect** one summoned creature  ",
			"**Duration** 1 round/level (D)  ",
			"**Saving Throw** none; **Spell Resistance** no",
			"",
			"This spell functions like summon monster, except it summons a single meladaemon."
		]
	},
	"summon_minor_ally": {
		"name": "Summon Minor Ally",
		"sources": [ "Ultimate Magic" ],
		"description": [
			"## Summon Minor Ally",
			"",
			"{SOURCE Ultimate Magic/241}  ",
			"**School** {spelldef/conjuration} ({spelldef/summoning}); **Level** druid 1, hunter 1, ranger 1  ",
			"**Casting Time** 1 round  ",
			"**Components** V, S, DF  ",
			"**Range** close (25 ft. + 5 ft./2 levels)  ",
			"**Effect** 1d3 summoned creatures  ",
			"**Duration** 1 round/level (D)  ",
			"**Saving Throw** none; **Spell Resistance** no",
			"",
			"This spell functions as summon nature's ally I, except you can summon 1d3 Tiny or smaller animals, such as bats, lizards, monkeys, rats, ravens, toads, or weasels. The summoned animals must all be the same type of creature."
		]
	},
	"summon_minor_monster": {
		"name": "Summon Minor Monster",
		"sources": [ "Ultimate Magic" ],
		"description": [
			"## Summon Minor Monster",
			"",
			"{SOURCE Ultimate Magic/241}  ",
			"**School** {spelldef/conjuration} ({spelldef/summoning}); **Level** antipaladin 1, arcanist 1, bard 1, cleric 1, medium 1, oracle 1, psychic 1, skald 1, sorcerer 1, summoner 1, unchained summoner 1, warpriest 1, witch 1, wizard 1  ",
			"**Casting Time** 1 round  ",
			"**Components** V, S, F/DF (a tiny bag and a small candle)  ",
			"**Range** close (25 ft. + 5 ft./2 levels)  ",
			"**Effect** 1d3 summoned creatures  ",
			"**Duration** 1 round/level (D)  ",
			"**Saving Throw** none; **Spell Resistance** no",
			"",
			"This spell functions as summon monster I, except you can summon 1d3 Tiny or smaller animals, such as bats, lizards, monkeys, rats, ravens, toads, or weasels. The summoned animals must all be the same type of creature. As with animals summoned with summon monster I, you may apply one alignment-appropriate template to these animals."
		]
	},
	"summon_monster_1": {
		"name": "Summon Monster I",
		"sources": [
			"PRPG Core Rulebook",
			"Monster Summoner's Handbook"
		],
		"description": [
			"## Summon Monster I",
			"",
			"{SOURCE PRPG Core Rulebook/350}  ",
			"**School** {spelldef/conjuration} ({spelldef/summoning}) [see text]; **Level** antipaladin 1, arcanist 1, bard 1, cleric 1, medium 1, oracle 1, psychic 1, skald 1, sorcerer 1, spiritualist 1, summoner 1, unchained summoner 1, warpriest 1, witch 1, wizard 1  ",
			"**Casting Time** 1 round  ",
			"**Components** V, S, F/DF (a tiny bag and a small candle)  ",
			"**Range** close (25 ft. + 5 ft./2 levels)  ",
			"**Effect** one summoned creature  ",
			"**Duration** 1 round/level (D)  ",
			"**Saving Throw** none; **Spell Resistance** no",
			"",
			"This spell summons an extraplanar creature (typically an outsider, elemental, or magical beast native to another plane). It appears where you designate and acts immediately, on your turn. It attacks your opponents to the best of its ability. If you can communicate with the creature, you can direct it not to attack, to attack particular enemies, or to perform other actions. The spell conjures one of the creatures from the 1st Level list on Table 10-1. You choose which kind of creature to summon, and you can choose a different one each time you cast the spell.",
			"",
			"A summoned monster cannot summon or otherwise conjure another creature, nor can it use any teleportation or planar travel abilities. Creatures cannot be summoned into an environment that cannot support them. Creatures summoned using this spell cannot use spells or spell-like abilities that duplicate spells with expensive material components (such as wish).",
			"",
			"When you use a summoning spell to summon a creature with an alignment or elemental subtype, it is a spell of that type. Creatures on Table 10-1 marked with an asterisk (\\*) are summoned with a template that matches your alignment. If you are neutral, you may choose which template (if any) to apply to the creature. Those creatures always have an alignment that matches yours, regardless of their usual alignment. Summoning these creatures makes the summoning spell's type match your alignment.",
			"",
			"| Alignment | Template |",
			"| --- | --- |",
			"| Good | {template/Celestial} |",
			"| Evil | {template/Fiendish} |",
			"| Lawful | {template/Resolute} |",
			"| Chaotic | {template/Entropic} |",
			"",
			"### Table 10-1",
			"",
			"| Level | Creature | Subtype |",
			"| --- | --- | --- |",
			"| 1 | Dire rat\\* | - |",
			"| 1 | Dolphin\\* | - |",
			"| 1 | Dog\\* | - |",
			"| 1 | Eagle\\* | - |",
			"| 1 | Fire beetle\\* | - |",
			"| 1 | Poisonous frog\\* | - |",
			"| 1 | Pony (horse)\\* | - |",
			"| 1 | Viper (snake)\\* | - |",
			"| 2 | Ant, giant (worker)\\* | - |",
			"| 2 | Elemental (Small) | Elemental |",
			"| 2 | Giant centipede\\* | - |",
			"| 2 | Giant frog\\* | - |",
			"| 2 | Giant spider\\* | - |",
			"| 2 | Goblin dog\\* | - |",
			"| 2 | Horse\\* | - |",
			"| 2 | Hyena\\* | - |",
			"| 2 | Lemure (devil) | Evil, Lawful |",
			"| 2 | Octopus\\* | - |",
			"| 2 | Squid\\* | - |",
			"| 2 | Wolf\\* | - |",
			"| 3 | Ant, giant (soldier)\\* | - |",
			"| 3 | Ape\\* | - |",
			"| 3 | Aurochs (herd animal)\\* | - |",
			"| 3 | Boar\\* | - |",
			"| 3 | Cheetah\\* | - |",
			"| 3 | Constrictor snake\\* | - |",
			"| 3 | Crocodile\\* | - |",
			"| 3 | Dire bat\\* | - |",
			"| 3 | Dretch (demon) | Chaotic, Evil |",
			"| 3 | Electric eel\\* | - |",
			"| 3 | Lantern archon | Good, Lawful |",
			"| 3 | Leopard (cat)\\* | - |",
			"| 3 | Monitor lizard\\* | - |",
			"| 3 | Shark\\* | - |",
			"| 3 | Wolverine\\* | - |",
			"| 4 | Ant, giant (drone)\\* | - |",
			"| 4 | Bison (herd animal)\\* | - |",
			"| 4 | Deinonychus (dinosaur)\\* | - |",
			"| 4 | Dire ape\\* | - |",
			"| 4 | Dire boar\\* | - |",
			"| 4 | Dire wolf\\* | - |",
			"| 4 | Elemental (Medium) | Elemental |",
			"| 4 | Giant scorpion\\* | - |",
			"| 4 | Giant wasp\\* | - |",
			"| 4 | Grizzly bear\\* | - |",
			"| 4 | Hell hound | Evil, Lawful |",
			"| 4 | Hound archon | Good, Lawful |",
			"| 4 | Lion\\* | - |",
			"| 4 | Mephit (any) | Elemental |",
			"| 4 | Pteranodon (dinosaur)\\* | - |",
			"| 4 | Rhinoceros\\* | - |",
			"| 5 | Ankylosaurus (dinosaur)\\* | - |",
			"| 5 | Babau (demon) | Chaotic, Evil |",
			"| 5 | Bearded devil | Evil, Lawful |",
			"| 5 | Bralani azata | Chaotic, Good |",
			"| 5 | Dire lion\\* | - |",
			"| 5 | Elemental (Large) | Elemental |",
			"| 5 | Giant moray eel\\* | - |",
			"| 5 | Kyton | Evil, Lawful |",
			"| 5 | Orca (dolphin)\\* | - |",
			"| 5 | Salamander | Evil |",
			"| 5 | Wooly rhinoceros\\* | - |",
			"| 5 | Xill | Evil, Lawful |",
			"| 6 | Dire bear\\* | - |",
			"| 6 | Dire tiger\\* | - |",
			"| 6 | Elasmosaurus (dinosaur)\\* | - |",
			"| 6 | Elemental (Huge) | Elemental |",
			"| 6 | Elephant\\* | - |",
			"| 6 | Erinyes (devil) | Evil, Lawful |",
			"| 6 | Giant octopus\\* | - |",
			"| 6 | Invisible stalker | Air |",
			"| 6 | Lillend azata | Chaotic, Good |",
			"| 6 | Shadow demon | Chaotic, Evil |",
			"| 6 | Succubus (demon) | Chaotic, Evil |",
			"| 6 | Triceratops (dinosaur)\\* | - |",
			"| 7 | Bebelith | Chaotic, Evil |",
			"| 7 | Bone devil | Evil, Lawful |",
			"| 7 | Brachiosaurus (dinosaur)\\* | - |",
			"| 7 | Dire crocodile\\* | - |",
			"| 7 | Dire shark\\* | - |",
			"| 7 | Elemental (greater) | Elemental |",
			"| 7 | Giant squid\\* | - |",
			"| 7 | Mastadon (elephant)\\* | - |",
			"| 7 | Roc\\* | - |",
			"| 7 | Tyrannosaurus (dinosaur)\\* | - |",
			"| 7 | Vrock (demon) | Chaotic, Evil |",
			"| 8 | Barbed devil | Evil, Lawful |",
			"| 8 | Elemental (elder) | Elemental |",
			"| 8 | Hezrou (demon) | Chaotic, Evil |",
			"| 9 | Astral Deva (angel) | Good |",
			"| 9 | Ghaele azata | Chaotic, Good |",
			"| 9 | Glabrezu (demon) | Chaotic, Evil |",
			"| 9 | Ice devil | Evil, Lawful |",
			"| 9 | Nalfeshnee (demon) | Chaotic, Evil |",
			"| 9 | Trumpet archon | Good, Lawful |",
			"",
			"### Summon Monster II",
			"",
			"{SOURCE PRPG Core Rulebook/352}  ",
			"**School** {spelldef/conjuration} ({spelldef/summoning}) [see text]; **Level** antipaladin 2, arcanist 2, bard 2, cleric 2, medium 2, oracle 2, psychic 2, skald 2, sorcerer 2, spiritualist 2, summoner 2, unchained summoner 2, warpriest 2, witch 2, wizard 2  ",
			"**Casting Time** 1 round  ",
			"**Components** V, S, F/DF (a tiny bag and a small candle)  ",
			"**Range** close (25 ft. + 5 ft./2 levels)  ",
			"**Effect** one summoned creature  ",
			"**Duration** 1 round/level (D)  ",
			"**Saving Throw** none; **Spell Resistance** no",
			"",
			"This spell functions like summon monster I, except that you can summon one creature from the 2nd-level list or 1d3 creatures of the same kind from the 1st-level list.",
			"",
			"### Summon Monster III",
			"",
			"{SOURCE PRPG Core Rulebook/352}  ",
			"**School** {spelldef/conjuration} ({spelldef/summoning}) [see text]; **Level** antipaladin 3, arcanist 3, bard 3, cleric 3, oracle 3, psychic 3, skald 3, sorcerer 3, spiritualist 3, warpriest 3, witch 3, wizard 3  ",
			"**Casting Time** 1 round  ",
			"**Components** V, S, F/DF (a tiny bag and a small candle)  ",
			"**Range** close (25 ft. + 5 ft./2 levels)  ",
			"**Effect** one summoned creature  ",
			"**Duration** 1 round/level (D)  ",
			"**Saving Throw** none; **Spell Resistance** no",
			"",
			"This spell functions like summon monster I, except that you can summon one creature from the 3rd-level list, 1d3 creatures of the same kind from the 2nd-level list, or 1d4+1 creatures of the same kind from the 1st-level list.",
			"",
			"### Summon Monster IV",
			"",
			"{SOURCE PRPG Core Rulebook/352}  ",
			"**School** {spelldef/conjuration} ({spelldef/summoning}) [see text]; **Level** antipaladin 4, arcanist 4, bard 4, cleric 4, medium 3, oracle 4, psychic 4, skald 4, sorcerer 4, spiritualist 4, summoner 3, unchained summoner 3, warpriest 4, witch 4, wizard 4  ",
			"**Casting Time** 1 round  ",
			"**Components** V, S, F/DF (a tiny bag and a small candle)  ",
			"**Range** close (25 ft. + 5 ft./2 levels)  ",
			"**Effect** one summoned creature  ",
			"**Duration** 1 round/level (D)  ",
			"**Saving Throw** none; **Spell Resistance** no",
			"",
			"This spell functions like summon monster I, except that you can summon one creature from the 4th-level list, 1d3 creatures of the same kind from the 3rd-level list, or 1d4+1 creatures of the same kind from a lower-level list.",
			"",
			"### Summon Monster V",
			"",
			"{SOURCE PRPG Core Rulebook/352}  ",
			"**School** {spelldef/conjuration} ({spelldef/summoning}) [see text]; **Level** arcanist 5, bard 5, cleric 5, medium 4, oracle 5, psychic 5, skald 5, sorcerer 5, spiritualist 5, summoner 4, unchained summoner 4, warpriest 5, witch 5, wizard 5  ",
			"**Casting Time** 1 round  ",
			"**Components** V, S, F/DF (a tiny bag and a small candle)  ",
			"**Range** close (25 ft. + 5 ft./2 levels)  ",
			"**Effect** one summoned creature  ",
			"**Duration** 1 round/level (D)  ",
			"**Saving Throw** none; **Spell Resistance** no",
			"",
			"This spell functions like summon monster I, except that you can summon one creature from the 5th-level list, 1d3 creatures of the same kind from the 4th-level list, or 1d4+1 creatures of the same kind from a lower-level list.",
			"",
			"### Summon Monster VI",
			"",
			"{SOURCE PRPG Core Rulebook/352}  ",
			"**School** {spelldef/conjuration} ({spelldef/summoning}) [see text]; **Level** arcanist 6, bard 6, cleric 6, oracle 6, psychic 6, skald 6, sorcerer 6, spiritualist 6, unchained summoner 5, warpriest 6, witch 6, wizard 6  ",
			"**Casting Time** 1 round  ",
			"**Components** V, S, F/DF (a tiny bag and a small candle)  ",
			"**Range** close (25 ft. + 5 ft./2 levels)  ",
			"**Effect** one summoned creature  ",
			"**Duration** 1 round/level (D)  ",
			"**Saving Throw** none; **Spell Resistance** no",
			"",
			"This spell functions like summon monster I, except you can summon one creature from the 6th-level list, 1d3 creatures of the same kind from the 5th-level list, or 1d4+1 creatures of the same kind from a lower-level list.",
			"",
			"### Summon Monster VII",
			"",
			"{SOURCE PRPG Core Rulebook/352}  ",
			"**School** {spelldef/conjuration} ({spelldef/summoning}) [see text]; **Level** arcanist 7, cleric 7, oracle 7, psychic 7, sorcerer 7, summoner 5, unchained summoner 6, witch 7, wizard 7  ",
			"**Casting Time** 1 round  ",
			"**Components** V, S, F/DF (a tiny bag and a small candle)  ",
			"**Range** close (25 ft. + 5 ft./2 levels)  ",
			"**Effect** one summoned creature  ",
			"**Duration** 1 round/level (D)  ",
			"**Saving Throw** none; **Spell Resistance** no",
			"",
			"This spell functions like summon monster I, except that you can summon one creature from the 7th-level list, 1d3 creatures of the same kind from the 6th-level list, or 1d4+1 creatures of the same kind from a lower-level list.",
			"",
			"### Summon Monster VIII",
			"",
			"{SOURCE PRPG Core Rulebook/352}  ",
			"**School** {spelldef/conjuration} ({spelldef/summoning}) [see text]; **Level** arcanist 8, cleric 8, oracle 8, psychic 8, sorcerer 8, summoner 6, witch 8, wizard 8  ",
			"**Casting Time** 1 round  ",
			"**Components** V, S, F/DF (a tiny bag and a small candle)  ",
			"**Range** close (25 ft. + 5 ft./2 levels)  ",
			"**Effect** one summoned creature  ",
			"**Duration** 1 round/level (D)  ",
			"**Saving Throw** none; **Spell Resistance** no",
			"",
			"This spell functions like summon monster I, except that you can summon one creature from the 8th-level list, 1d3 creatures of the same kind from the 7th-level list, or 1d4+1 creatures of the same kind from a lower-level list.",
			"",
			"### Summon Monster IX",
			"",
			"{SOURCE PRPG Core Rulebook/352}  ",
			"**School** {spelldef/conjuration} ({spelldef/summoning}) [see text]; **Level** arcanist 9, cleric 9, oracle 9, psychic 9, sorcerer 9, witch 9, wizard 9  ",
			"**Casting Time** 1 round  ",
			"**Components** V, S, F/DF (a tiny bag and a small candle)  ",
			"**Range** close (25 ft. + 5 ft./2 levels)  ",
			"**Effect** one summoned creature  ",
			"**Duration** 1 round/level (D)  ",
			"**Saving Throw** none; **Spell Resistance** no",
			"",
			"This spell functions like summon monster I, except that you can summon one creature from the 9th-level list, 1d3 creatures of the same kind from the 8th-level list, or 1d4+1 creatures of the same kind from a lower-level list."
		]
	},
	"summon_monster_2": {
		"name": "Summon Monster II",
		"copyof": "summon_monster_1"
	},
	"summon_monster_3": {
		"name": "Summon Monster III",
		"copyof": "summon_monster_1"
	},
	"summon_monster_4": {
		"name": "Summon Monster IV",
		"copyof": "summon_monster_1"
	},
	"summon_monster_5": {
		"name": "Summon Monster V",
		"copyof": "summon_monster_1"
	},
	"summon_monster_6": {
		"name": "Summon Monster VI",
		"copyof": "summon_monster_1"
	},
	"summon_monster_7": {
		"name": "Summon Monster VII",
		"copyof": "summon_monster_1"
	},
	"summon_monster_8": {
		"name": "Summon Monster VIII",
		"copyof": "summon_monster_1"
	},
	"summon_monster_9": {
		"name": "Summon Monster IX",
		"copyof": "summon_monster_1"
	},
	"summon_monster_i": {
		"copyof": "summon_monster_1"
	},
	"summon_monster_ii": {
		"name": "Summon Monster II",
		"copyof": "summon_monster_1"
	},
	"summon_monster_iii": {
		"name": "Summon Monster III",
		"copyof": "summon_monster_1"
	},
	"summon_monster_iv": {
		"name": "Summon Monster IV",
		"copyof": "summon_monster_1"
	},
	"summon_monster_v": {
		"name": "Summon Monster V",
		"copyof": "summon_monster_1"
	},
	"summon_monster_vi": {
		"name": "Summon Monster VI",
		"copyof": "summon_monster_1"
	},
	"summon_monster_vii": {
		"name": "Summon Monster VII",
		"copyof": "summon_monster_1"
	},
	"summon_monster_viii": {
		"name": "Summon Monster VIII",
		"copyof": "summon_monster_1"
	},
	"summon_monster_ix": {
		"name": "Summon Monster IX",
		"copyof": "summon_monster_1"
	},
	"summon_natures_ally_1": {
		"name": "Summon Nature's Ally I",
		"sources": [
			"PRPG Core Rulebook",
			"Inner Sea Races"
		],
		"description": [
			"## Summon Nature's Ally I",
			"",
			"{SOURCE PRPG Core Rulebook/354}  ",
			"**School** {spelldef/conjuration} ({spelldef/summoning}); **Level** druid 1, hunter 1, ranger 1, shaman 1  ",
			"**Casting Time** 1 round  ",
			"**Components** V, S, DF  ",
			"**Range** close (25 ft. + 5 ft./2 levels)  ",
			"**Effect** one summoned creature  ",
			"**Duration** 1 round/level (D)  ",
			"**Saving Throw** none; **Spell Resistance** no",
			"",
			"This spell summons to your side a natural creature (typically an animal, fey, magical beast, outsider with the elemental subtype, or a giant). The summoned ally appears where you designate and acts immediately, on your turn. It attacks your opponents to the best of its ability. If you can communicate with the creature, you can direct it not to attack, to attack particular enemies, or to perform other actions as you command.",
			"",
			"A summoned monster cannot summon or otherwise conjure another creature, nor can it use any teleportation or planar travel abilities. Creatures cannot be summoned into an environment that cannot support them. Creatures summoned using this spell cannot use spells or spell-like abilities that duplicate spells that have expensive material components (such as wish).",
			"",
			"The spell conjures one of the creatures from the 1st Level list on Table 10-2. You choose which kind of creature to summon, and you can change that choice each time you cast the spell. All the creatures on the table are neutral unless otherwise noted.",
			"",
			"When you use a summoning spell to summon a creature with an alignment or elemental subtype, it is a spell of that type. All creatures summoned with this spell without alignment subtypes have an alignment that matches yours, regardless of their usual alignment. Summoning these creatures makes the summoning spell's type match your alignment.",
			"",
			"| Alignment | Template |",
			"| --- | --- |",
			"| Good | {template/Celestial} |",
			"| Evil | {template/Fiendish} |",
			"| Lawful | {template/Resolute} |",
			"| Chaotic | {template/Entropic} |",
			"",
			"### Table 10-2",
			"",
			"| Level | Creature | Subtype |",
			"| --- | --- | --- |",
			"| 1 | Dire rat | - |",
			"| 1 | Dog | - |",
			"| 1 | Dolphin | - |",
			"| 1 | Eagle | - |",
			"| 1 | Giant centipede | - |",
			"| 1 | Fire beetle | - |",
			"| 1 | Mite (gremlin) | - |",
			"| 1 | Poisonous frog | - |",
			"| 1 | Pony (horse) | - |",
			"| 1 | Stirge | - |",
			"| 1 | Viper (snake) | - |",
			"| 2 | Ant, giant (worker) | - |",
			"| 2 | Elemental (Small) | Elemental |",
			"| 2 | Giant frog | - |",
			"| 2 | Giant spider | - |",
			"| 2 | Goblin Dog | - |",
			"| 2 | Horse | - |",
			"| 2 | Hyena | - |",
			"| 2 | Octopus | - |",
			"| 2 | Squid | - |",
			"| 2 | Wolf | - |",
			"| 3 | Ant, giant (soldier) | - |",
			"| 3 | Ape | - |",
			"| 3 | Aurochs (herd animal) | - |",
			"| 3 | Boar | - |",
			"| 3 | Cheetah | - |",
			"| 3 | Constrictor snake | - |",
			"| 3 | Crocodile | - |",
			"| 3 | Dire bat | - |",
			"| 3 | Electric Eel | - |",
			"| 3 | Giant crab | - |",
			"| 3 | Leopard (cat) | - |",
			"| 3 | Monitor lizard | - |",
			"| 3 | Shark | - |",
			"| 3 | Wolverine | - |",
			"| 4 | Ant, giant (drone) | - |",
			"| 4 | Bison (herd animal) | - |",
			"| 4 | Deinonychus (dinosaur) | - |",
			"| 4 | Dire ape | - |",
			"| 4 | Dire boar | - |",
			"| 4 | Dire wolf | - |",
			"| 4 | Elemental (Medium) | Elemental |",
			"| 4 | Giant scorpion | - |",
			"| 4 | Giant stag beetle | - |",
			"| 4 | Giant wasp | - |",
			"| 4 | Griffon | - |",
			"| 4 | Grizzly bear | - |",
			"| 4 | Lion | - |",
			"| 4 | Mephit (any) | Elemental |",
			"| 4 | Owlbear | - |",
			"| 4 | Pteranodon (dinosaur) | - |",
			"| 4 | Rhinoceros | - |",
			"| 4 | Satyr | - |",
			"| 4 | Tiger | - |",
			"| 5 | Ankylosaurus (dinosaur) | - |",
			"| 5 | Cyclops | - |",
			"| 5 | Dire lion | - |",
			"| 5 | Dolphin (orca) | - |",
			"| 5 | Elemental (Large) | Elemental |",
			"| 5 | Ettin | - |",
			"| 5 | Giant moray eel | - |",
			"| 5 | Girallon | - |",
			"| 5 | Manticore | - |",
			"| 5 | Woolly rhinoceros | - |",
			"| 6 | Bulette | - |",
			"| 6 | Dire bear | - |",
			"| 6 | Dire tiger | - |",
			"| 6 | Elasmosaurus (dinosaur) | - |",
			"| 6 | Elemental (Huge) | Elemental |",
			"| 6 | Elephant | - |",
			"| 6 | Giant octopus | - |",
			"| 6 | Hill giant | - |",
			"| 6 | Stegosaurus (dinosaur) | - |",
			"| 6 | Stone giant | Earth |",
			"| 6 | Triceratops (dinosaur) | - |",
			"| 7 | Brachiosaurus (dinosaur) | - |",
			"| 7 | Dire crocodile | - |",
			"| 7 | Dire shark | - |",
			"| 7 | Elemental (greater) | Elemental |",
			"| 7 | Fire giant | Fire |",
			"| 7 | Frost giant | Cold |",
			"| 7 | Giant squid | - |",
			"| 7 | Mastadon (elephant) | - |",
			"| 7 | Roc | - |",
			"| 7 | Tyrannosaurus (dinosaur) | - |",
			"| 8 | Cloud giant | Air |",
			"| 8 | Elemental (elder) | Elemental |",
			"| 8 | Purple worm | - |",
			"| 9 | Pixie (w/irresistible dance and sleep arrows) | - |",
			"| 9 | Storm giant | - |",
			"",
			"### Summon Kami",
			"",
			"{SOURCE Inner Sea Races/223}  ",
			"**School** {spelldef/conjuration} ({spelldef/summoning}); **Level** druid 5, hunter 5, shaman 5 (Tian)  ",
			"**Casting Time** 1 round  ",
			"**Components** V, S, DF  ",
			"**Range** close (25 ft. + 5 ft./2 levels)  ",
			"**Effect** one or more kami  ",
			"**Duration** 1 round/level (D)  ",
			"**Saving Throw** none; **Spell Resistance** no",
			"",
			"This spell functions as summon nature's ally V, except you can summon one kodama, 1d3 fukujin, or 1d4+1 shikigami.",
			"",
			"### Summon Nature's Ally II",
			"",
			"{SOURCE PRPG Core Rulebook/354}  ",
			"**School** {spelldef/conjuration} ({spelldef/summoning}); **Level** druid 2, hunter 2, ranger 2, shaman 2  ",
			"**Casting Time** 1 round  ",
			"**Components** V, S, DF  ",
			"**Range** close (25 ft. + 5 ft./2 levels)  ",
			"**Effect** one summoned creature  ",
			"**Duration** 1 round/level (D)  ",
			"**Saving Throw** none; **Spell Resistance** no",
			"",
			"This spell functions as summon nature's ally I, except that you summon one 2nd-level creature or 1d3 1st-level creatures of the same kind.",
			"",
			"### Summon Nature's Ally III",
			"",
			"{SOURCE PRPG Core Rulebook/354}  ",
			"**School** {spelldef/conjuration} ({spelldef/summoning}); **Level** druid 3, hunter 3, ranger 3, shaman 3  ",
			"**Casting Time** 1 round  ",
			"**Components** V, S, DF  ",
			"**Range** close (25 ft. + 5 ft./2 levels)  ",
			"**Effect** one summoned creature  ",
			"**Duration** 1 round/level (D)  ",
			"**Saving Throw** none; **Spell Resistance** no",
			"",
			"This spell functions like summon nature's ally I, except that you can summon one 3rd-level creature, 1d3 2nd-level creatures of the same kind, or 1d4+1 1st-level creatures of the same kind.",
			"",
			"### Summon Nature's Ally IV",
			"",
			"{SOURCE PRPG Core Rulebook/354}  ",
			"**School** {spelldef/conjuration} ({spelldef/summoning}); **Level** druid 4, hunter 4, ranger 4, shaman 4  ",
			"**Casting Time** 1 round  ",
			"**Components** V, S, DF  ",
			"**Range** close (25 ft. + 5 ft./2 levels)  ",
			"**Effect** one summoned creature  ",
			"**Duration** 1 round/level (D)  ",
			"**Saving Throw** none; **Spell Resistance** no",
			"",
			"This spell functions like summon nature's ally I, except that you can summon one 4th-level creature, 1d3 3rd-level creatures of the same kind, or 1d4+1 lower-level creatures of the same kind.",
			"",
			"### Summon Nature's Ally V",
			"",
			"{SOURCE PRPG Core Rulebook/354}  ",
			"**School** {spelldef/conjuration} ({spelldef/summoning}); **Level** druid 5, hunter 5, shaman 5  ",
			"**Casting Time** 1 round  ",
			"**Components** V, S, DF  ",
			"**Range** close (25 ft. + 5 ft./2 levels)  ",
			"**Effect** one summoned creature  ",
			"**Duration** 1 round/level (D)  ",
			"**Saving Throw** none; **Spell Resistance** no",
			"",
			"This spell functions like summon nature's ally I, except that you can summon one 5th-level creature, 1d3 4th-level creatures of the same kind, or 1d4+1 lower-level creatures of the same kind.",
			"",
			"### Summon Nature's Ally VI",
			"",
			"{SOURCE PRPG Core Rulebook/354}  ",
			"**School** {spelldef/conjuration} ({spelldef/summoning}); **Level** druid 6, hunter 6, shaman 6  ",
			"**Casting Time** 1 round  ",
			"**Components** V, S, DF  ",
			"**Range** close (25 ft. + 5 ft./2 levels)  ",
			"**Effect** one summoned creature  ",
			"**Duration** 1 round/level (D)  ",
			"**Saving Throw** none; **Spell Resistance** no",
			"",
			"This spell functions like summon nature's ally I, except that you can summon one 6th-level creature, 1d3 5th-level creatures of the same kind, or 1d4+1 lower-level creatures of the same kind.",
			"",
			"### Summon Nature's Ally VII",
			"",
			"{SOURCE PRPG Core Rulebook/354}  ",
			"**School** {spelldef/conjuration} ({spelldef/summoning}); **Level** druid 7, shaman 7  ",
			"**Casting Time** 1 round  ",
			"**Components** V, S, DF  ",
			"**Range** close (25 ft. + 5 ft./2 levels)  ",
			"**Effect** one summoned creature  ",
			"**Duration** 1 round/level (D)  ",
			"**Saving Throw** none; **Spell Resistance** no",
			"",
			"This spell functions like summon nature's ally I, except that you can summon one 7th-level creature, 1d3 6th-level creatures of the same kind, or 1d4+1 lower-level creatures of the same kind.",
			"",
			"### Summon Nature's Ally VIII",
			"",
			"{SOURCE PRPG Core Rulebook/354}  ",
			"**School** {spelldef/conjuration} ({spelldef/summoning}); **Level** druid 8, shaman 8  ",
			"**Casting Time** 1 round  ",
			"**Components** V, S, DF  ",
			"**Range** close (25 ft. + 5 ft./2 levels)  ",
			"**Effect** one summoned creature  ",
			"**Duration** 1 round/level (D)  ",
			"**Saving Throw** none; **Spell Resistance** no",
			"",
			"This spell functions like summon nature's ally I, except that you can summon one 8th-level creature, 1d3 7th-level creatures of the same kind, or 1d4+1 lower-level creatures of the same kind.",
			"",
			"### Summon Nature's Ally IX",
			"",
			"{SOURCE PRPG Core Rulebook/354}  ",
			"**School** {spelldef/conjuration} ({spelldef/summoning}); **Level** druid 9, shaman 9  ",
			"**Casting Time** 1 round  ",
			"**Components** V, S, DF  ",
			"**Range** close (25 ft. + 5 ft./2 levels)  ",
			"**Effect** one summoned creature  ",
			"**Duration** 1 round/level (D)  ",
			"**Saving Throw** none; **Spell Resistance** no",
			"",
			"This spell functions like summon nature's ally I, except that you can summon one 9th-level creature, 1d3 8th-level creatures of the same kind, or 1d4+1 lower-level creatures of the same kind."
		]
	},
	"summon_natures_ally_2": {
		"name": "Summon Nature's Ally II",
		"copyof": "summon_natures_ally_1"
	},
	"summon_natures_ally_3": {
		"name": "Summon Nature's Ally III",
		"copyof": "summon_natures_ally_1"
	},
	"summon_natures_ally_4": {
		"name": "Summon Nature's Ally IV",
		"copyof": "summon_natures_ally_1"
	},
	"summon_natures_ally_5": {
		"name": "Summon Nature's Ally V",
		"copyof": "summon_natures_ally_1"
	},
	"summon_natures_ally_6": {
		"name": "Summon Nature's Ally VI",
		"copyof": "summon_natures_ally_1"
	},
	"summon_natures_ally_7": {
		"name": "Summon Nature's Ally VII",
		"copyof": "summon_natures_ally_1"
	},
	"summon_natures_ally_8": {
		"name": "Summon Nature's Ally VIII",
		"copyof": "summon_natures_ally_1"
	},
	"summon_natures_ally_9": {
		"name": "Summon Nature's Ally IX",
		"copyof": "summon_natures_ally_1"
	},
	"summon_natures_ally_i": {
		"copyof": "summon_natures_ally_1"
	},
	"summon_natures_ally_ii": {
		"name": "Summon Nature's Ally II",
		"copyof": "summon_natures_ally_1"
	},
	"summon_natures_ally_iii": {
		"name": "Summon Nature's Ally III",
		"copyof": "summon_natures_ally_1"
	},
	"summon_natures_ally_iv": {
		"name": "Summon Nature's Ally IV",
		"copyof": "summon_natures_ally_1"
	},
	"summon_natures_ally_v": {
		"name": "Summon Nature's Ally V",
		"copyof": "summon_natures_ally_1"
	},
	"summon_natures_ally_vi": {
		"name": "Summon Nature's Ally VI",
		"copyof": "summon_natures_ally_1"
	},
	"summon_natures_ally_vii": {
		"name": "Summon Nature's Ally VII",
		"copyof": "summon_natures_ally_1"
	},
	"summon_natures_ally_viii": {
		"name": "Summon Nature's Ally VIII",
		"copyof": "summon_natures_ally_1"
	},
	"summon_natures_ally_ix": {
		"name": "Summon Nature's Ally IX",
		"copyof": "summon_natures_ally_1"
	},
	"summon_kami": {
		"name": "Summon Kami",
		"copyof": "summon_natures_ally_1"
	},
	"summon_ship": {
		"name": "Summon Ship",
		"sources": [ "Blood of the Ancients" ],
		"description": [
			"## Summon Ship",
			"",
			"{SOURCE Blood of the Ancients/17}  ",
			"**School** {spelldef/conjuration} ({spelldef/creation}); **Level** arcanist 4, bard 4, cleric 4, occultist 3, oracle 4, psychic 4, skald 4, sorcerer 4, summoner 3, unchained summoner 3, warpriest 4, wizard 4  ",
			"**Casting Time** 10 minutes  ",
			"**Components** V, S, F (a miniature ship; see text)  ",
			"**Range** close (25 ft. + 5 ft./2 levels)  ",
			"**Effect** One conjured ship  ",
			"**Duration** 1 day/level  ",
			"**Saving Throw** none; **Spell Resistance** no",
			"",
			"When you cast this spell, you must hold out a miniature model of the ship you intend to create. The spell assembles a ship from raw materials conjured from other planes, taking a shape similar to the miniature ship in your hand. The miniature ship must be elaborately carved and worth 10% of the price of the type of ship it represents. The ship comes with all equipment necessary for sailing or rowing the ship but provides no crew or cargo. If you attempt to conjure the ship into a location where there isn't a sufficient amount of water to keep the ship afloat, the spell fails. The ship displaces all water and Medium or smaller aquatic animals within its space when it appears, but the location must be otherwise unoccupied at the time of casting the spell. You can cast this spell again to extend the duration of the conjured ship, replacing the remaining duration with the new spell's duration. When the spell's duration ends or the spell is dismissed, the ship instantly stops moving and then falls apart over the course of a minute.",
			"",
			"The largest type of ship that you can summon depends on your caster level, as indicated by the table below.",
			"",
			"| Caster Level | Ship Type | Focus Cost |",
			"| --- | --- | --- |",
			"| 7th | Keelboat | 300 gp |",
			"| 11th | Longship or sailing ship | 1,000 gp |",
			"| 13th | Junk | 1,500 gp |",
			"| 15th | Warship | 2,500 gp |",
			"| 17th | Galley | 3,000 gp |"
		]
	},
	"summon_stampede": {
		"name": "Summon Stampede",
		"sources": [ "Chronicle of the Righteous" ],
		"description": [
			"## Summon Stampede",
			"",
			"{SOURCE Chronicle of the Righteous/51}  ",
			"**School** {spelldef/conjuration} ({spelldef/summoning}); **Level** cleric 6, druid 6, hunter 6, oracle 6, summoner 4, unchained summoner 4, warpriest 6  ",
			"**Casting Time** 1 round  ",
			"**Components** V, S, M (piece of fur from a herd animal)  ",
			"**Range** medium (100 ft. + 10 ft./level)  ",
			"**Effect** 20-ft.-radius herd of animals  ",
			"**Duration** 1 round/level  ",
			"**Saving Throw** Reflex halves (see text); **Spell Resistance** no",
			"",
			"You conjure a herd of aurochs or similar herd animal that immediately stampedes in the direction you indicate. The herd takes up a 20-foot-radius space and moves at a rate of 120 feet per round in a straight line. Any creatures caught in the herd's path take 4d6+9 points of damage that round as they are trampled beneath dozens of animals' hooves. A successful Reflex save halves this damage.",
			"",
			"If the stampede's path would put it in an obviously dangerous area (such as over a cliff or through a fire) or force it to move through a solid barrier, the herd stops at the obstacle and moves in a new randomly determined direction until it reaches another obstacle or the spell's duration ends."
		]
	},
	"summon_swarm": {
		"name": "Summon Swarm",
		"sources": [
			"PRPG Core Rulebook",
			"Mythic Adventures",
			"Ultimate Magic"
		],
		"description": [
			"## Summon Swarm",
			"",
			"{SOURCE PRPG Core Rulebook/354}  ",
			"**School** {spelldef/conjuration} ({spelldef/summoning}); **Level** arcanist 2, bard 2, druid 2, hunter 2, shaman 2, skald 2, sorcerer 2, summoner 2, unchained summoner 2, witch 2, wizard 2  ",
			"**Casting Time** 1 round  ",
			"**Components** V, S, M/DF (a square of red cloth)  ",
			"**Range** close (25 ft. + 5 ft./2 levels)  ",
			"**Effect** one swarm of bats, rats, or spiders  ",
			"**Duration** concentration + 2 rounds  ",
			"**Saving Throw** none; **Spell Resistance** no",
			"",
			"You summon a swarm of bats, rats, or spiders (your choice), which attacks all other creatures within its area. (You may summon the swarm so that it shares the area of other creatures.) If no living creatures are within its area, the swarm attacks or pursues the nearest creature as best it can. The caster has no control over its target or direction of travel.",
			"",
			"### Mythic Summon Swarm",
			"",
			"{SOURCE Mythic Adventures/109}",
			"",
			"The swarm has the advanced simple template. A swarm of rats or spiders leaves behind a trail of filth or ichor when it moves, which has the effects of a grease spell for 1 round after the swarm passes through an area. Any creature that moves through the affected area is also subject to the swarm's disease or poison, as if attacked by the swarm. A prone creature in the affected area takes a -4 penalty on its saving throw against this affliction. A bat swarm leaves behind a similar trail that lasts for 2 rounds but doesn't have a disease or poison effect.",
			"",
			"### Rain of Frogs",
			"",
			"{SOURCE Ultimate Magic/233}  ",
			"**School** {spelldef/conjuration} ({spelldef/summoning}); **Level** arcanist 3, bard 3, druid 3, hunter 3, psychic 3, shaman 4, skald 3, sorcerer 3, summoner 3, unchained summoner 3, witch 3, wizard 3  ",
			"**Casting Time** 1 round  ",
			"**Components** V, S, M/DF (a square of red cloth)  ",
			"**Range** close (25 ft. + 5 ft./2 levels)  ",
			"**Effect** one swarm of poisonous frogs  ",
			"**Duration** concentration + 2 rounds  ",
			"**Saving Throw** none; **Spell Resistance** no",
			"",
			"This spell functions as summon swarm, except you summon a swarm of poisonous frogs. This swarm has the statistics of a centipede swarm, except it has the animal type and its poison deals Constitution damage instead of Dexterity damage."
		]
	},
	"rain_of_frogs": {
		"name": "Rain of Frogs",
		"copyof": "summon_swarm"
	},
	"summon_thanadaemon": {
		"name": "Summon Thanadaemon",
		"sources": [ "Book of the Damned - Volume 3: Horsemen of the Apocalypse" ],
		"description": [
			"## Summon Thanadaemon",
			"",
			"{SOURCE Book of the Damned - Volume 3: Horsemen of the Apocalypse/39}  ",
			"**School** {spelldef/conjuration} ({spelldef/summoning}) [{spelldef/evil}]; **Level** arcanist 9, cleric 9, oracle 9, sorcerer 9, witch 9, wizard 9  ",
			"**Casting Time** 1 round  ",
			"**Components** V, S, F (two silver coins)  ",
			"**Range** close (25 ft. + 5 ft./2 levels)  ",
			"**Effect** one summoned creature  ",
			"**Duration** 1 round/level (D)  ",
			"**Saving Throw** none; **Spell Resistance** no",
			"",
			"This spell functions like summon monster, except it summons a single thanadaemon. You can only use this spell in an area with enough open water to accommodate the daemon's skiff, or when on the Astral Plane or Ethereal Plane."
		]
	},
	"summon_totem_creature": {
		"name": "Summon Totem Creature",
		"sources": [ "Humans of Golarion" ],
		"description": [
			"## Summon Totem Creature",
			"",
			"{SOURCE Humans of Golarion/29}  ",
			"**School** {spelldef/conjuration} ({spelldef/summoning}); **Level** arcanist 3, cleric 3, druid 3, hunter 3, oracle 3, ranger 3, sorcerer 3, summoner 3, unchained summoner 3, warpriest 3, wizard 3  ",
			"**Casting Time** 10 minutes  ",
			"**Components** V, S, M/DF (a piece of bone from any one of your totem animals)  ",
			"**Range** close (25 ft. + 5 ft./2 levels)  ",
			"**Effect** one summoned creature  ",
			"**Duration** 1 hour (D)  ",
			"**Saving Throw** none; **Spell Resistance** no",
			"",
			"The Shoanti revere more than the deities of distant planes, but also the animals and natural forces of the rugged lands they call home. Shoanti spellcasters have learned ways to call upon the might of their quahs' totem creatures in times of need. A character must have been raised by the Shoanti and be considered part of a quah to be able to cast this spell. Characters with access to this spell can only summon creatures revered by the quah they are a part of, as noted on the following lists. Except as noted above, this spell functions as summon nature's ally III.",
			"",
			"*Lyrune-Quah (Moon Clan):* air elemental (small), 1d3 bats, wolf, 1d3 owls.",
			"",
			"*Shadde-Quah (Axe Clan):* 1d3 eagles, earth elemental (small), water elemental (small).",
			"",
			"*Shriikirri-Quah (Hawk Clan):* air elemental (small), 1d3+1 hawks (familiars), horse.",
			"",
			"*Shundar-Quah (Spire Clan):* air elemental (small), earth elemental (small), 1d3 eagles.",
			"",
			"*Sklar-Quah (Sun Clan):* 1d3 fire beetles, fire elemental (small), horse.",
			"",
			"*Skoan-Quah (Skull Clan):* 1d3+1 eagles (vultures), 1d3 fire beetles, 1d3 giant centipedes.",
			"",
			"*Tamiir-Quah (Wind Clan):* air elemental (small), 1d3 eagles, earth elemental (small)."
		]
	},
	"summon_vanth": {
		"name": "Summon Vanth",
		"sources": [ "Pathfinder #80: Empty Graves" ],
		"description": [
			"## Summon Vanth",
			"",
			"{SOURCE Pathfinder #80: Empty Graves/28}  ",
			"**School** {spelldef/conjuration} ({spelldef/summoning}); **Level** arcanist 6, cleric 6, oracle 6, sorcerer 6, summoner 5, unchained summoner 5, warpriest 6, witch 6, wizard 6  ",
			"**Casting Time** 1 round  ",
			"**Components** V, S, F/DF (a vulture skull funerary mask)  ",
			"**Range** close (25 ft. + 5 ft./2 levels)  ",
			"**Effect** one summoned vanth psychopomp  ",
			"**Duration** 1 round/level (D)  ",
			"**Saving Throw** none; **Spell Resistance** no",
			"",
			"This spell functions like summon monster, except that it summons a single {monster/vanth/ psychopomp}."
		]
	},
	"summoner_conduit": {
		"name": "Summoner Conduit",
		"sources": [ "Ultimate Combat" ],
		"description": [
			"## Summoner Conduit",
			"",
			"{SOURCE Ultimate Combat/245}  ",
			"**School** {spelldef/necromancy}; **Level** arcanist 5, cleric 4, occultist 4, oracle 4, psychic 5, sorcerer 5, summoner 4, unchained summoner 4, warpriest 4, witch 5, wizard 5  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S, M (two flies)  ",
			"**Range** close (25 ft. + 5 ft./2 levels)  ",
			"**Target** one summoned creature or eidolon  ",
			"**Duration** 1 minute/level  ",
			"**Saving Throw** Will negates; **Spell Resistance** yes",
			"",
			"You exploit the invisible, mystic connection between the target creature and its summoner to harm that summoner. Whenever the target's summoned creature is the target of a spell that deals damage, the target's summoner is also considered to be a target of that spell. Such a summoner gains his normal defenses against the spell, such as a saving throw and spell resistance, and cannot be affected if he is on another plane of existence."
		]
	},
	"sun_metal": {
		"name": "Sun Metal",
		"sources": [
			"Ultimate Combat",
			"Faiths of Purity",
			"Mythic Adventures"
		],
		"description": [
			"## Sun Metal",
			"",
			"{SOURCE Ultimate Combat/245;Faiths of Purity/28}  ",
			"**School** {spelldef/transmutation} [{spelldef/fire}]; **Level** cleric 1, hunter 1, oracle 1, paladin 1, ranger 1, warpriest 1  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S  ",
			"**Range** touch  ",
			"**Target** one melee weapon  ",
			"**Duration** 1 round/level (see text)  ",
			"**Saving Throw** Fortitude negates (object); **Spell Resistance** yes (object)",
			"",
			"The target weapon ignites into flame that does not hurt the weapon or the wielder, but damages those hit by the weapon. When the weapon's wielder hits with this weapon, it deals an additional 1d4 points of fire damage. This damage is not multiplied in the case of a critical hit. This effect immediately ends if the weapon is submerged in water. This effect does not stack with the flaming or flaming burst weapon special ability or any other effect that grants the weapon extra fire damage. It does not function on weapons with the frost or icy burst weapon special ability or any other effect that grants a weapon extra cold damage.",
			"",
			"### Mythic Sun Metal",
			"",
			"{SOURCE Mythic Adventures/109}",
			"",
			"The additional damage dealt by the weapon increases to 1d6 points of fire damage. Any creature struck by the weapon is dazzled for 1 round (no saving throw). On a critical hit, the target is blinded for 1 round (Fortitude negates, DC equal to the DC of the spell)."
		]
	},
	"sunbeam": {
		"name": "Sunbeam",
		"sources": [
			"PRPG Core Rulebook",
			"Mythic Adventures"
		],
		"description": [
			"## Sunbeam",
			"",
			"{SOURCE PRPG Core Rulebook/354}  ",
			"**School** {spelldef/evocation} [{spelldef/light}]; **Level** druid 7, shaman 7  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S, DF  ",
			"**Range** 60 ft.  ",
			"**Area** line from your hand  ",
			"**Duration** 1 round/level or until all beams are exhausted  ",
			"**Saving Throw** Reflex negates and Reflex half; see text; **Spell Resistance** yes",
			"",
			"For the duration of this spell, you can use a standard action to evoke a dazzling beam of intense light each round. You can call forth one beam per three caster levels (maximum six beams at 18th level). The spell ends when its duration runs out or your allotment of beams is exhausted.",
			"",
			"Each creature in the beam is blinded and takes 4d6 points of damage. Any creatures to which sunlight is harmful or unnatural take double damage. A successful Reflex save negates the blindness and reduces the damage by half.",
			"",
			"An undead creature caught within the beam takes 1d6 points of damage per caster level (maximum 20d6), or half damage if a Reflex save is successful. In addition, the beam results in the destruction of any undead creature specifically harmed by bright light if it fails its save.",
			"",
			"The ultraviolet light generated by the spell deals damage to fungi, mold, oozes, and slimes just as if they were undead creatures.",
			"",
			"### Mythic Sunbeam",
			"",
			"{SOURCE Mythic Adventures/109}",
			"",
			"You call forth one beam per 2 caster levels instead of per 3. The damage dealt increases to 4d8 points of damage. The damage dealt to undead creatures, fungi, mold, oozes, and slimes increases to 1d8 points of damage per caster level (maximum 20d8). Any creature that successfully saves against a beam is dazzled for 1 minute.",
			"",
			"*Augmented (9th):* If you expend three uses of mythic power, the first beam you create has a duration of 1 round per 2 caster levels, and deals maximum damage on the round you cast it. Creatures in the beam can attempt saving throws to avoid blindness, but not the spell's damage."
		]
	},
	"sunburst": {
		"name": "Sunburst",
		"sources": [ "PRPG Core Rulebook" ],
		"description": [
			"## Sunburst",
			"",
			"{SOURCE PRPG Core Rulebook/355}  ",
			"**School** {spelldef/evocation} [{spelldef/light}]; **Level** arcanist 8, druid 8, shaman 8, sorcerer 8, wizard 8  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S, M/DF (sunstone and fire source)  ",
			"**Range** long (400 ft. + 40 ft./level)  ",
			"**Area** 80-ft.-radius burst  ",
			"**Duration** instantaneous  ",
			"**Saving Throw** Reflex partial; see text; **Spell Resistance** yes",
			"",
			"Sunburst causes a globe of searing radiance to explode silently from a point you select. All creatures in the globe are blinded and take 6d6 points of damage. A creature to which sunlight is harmful or unnatural takes double damage. A successful Reflex save negates the blindness and reduces the damage by half.",
			"",
			"An undead creature caught within the globe takes 1d6 points of damage per caster level (maximum 25d6), or half damage if a Reflex save is successful. In addition, the burst results in the destruction of any undead creature specifically harmed by bright light if it fails its save.",
			"",
			"The ultraviolet light generated by the spell deals damage to fungi, mold, oozes, and slimes just as if they were undead creatures.",
			"",
			"Sunburst dispels any darkness spells of lower than 9th level within its area."
		]
	},
	"sunder_breaker": {
		"name": "Sunder Breaker",
		"sources": [ "Advanced Class Guide" ],
		"description": [
			"## Sunder Breaker",
			"",
			"{SOURCE Advanced Class Guide/195}  ",
			"**School** {spelldef/abjuration} [{spelldef/force}]; **Level** arcanist 1, magus 1, psychic 1, sorcerer 1, wizard 1  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S  ",
			"**Range** touch  ",
			"**Target** creature touched  ",
			"**Duration** 1 minute/level (D) or until discharged  ",
			"**Saving Throw** Will negates (harmless) and see text; **Spell Resistance** yes (harmless) and see text",
			"",
			"You place an invisible ward upon the target. The next time a creature succeeds at a sunder combat maneuver against the target, the attacker's weapon takes 1d6 points of damage per caster level (maximum 10d6). If the attacker used a natural weapon for the sunder, the attacker takes half this damage. Spell resistance applies to this damage. The attacker can attempt a Fortitude save to halve this damage.",
			"",
			"The ward on the target counts as a magical trap and can be detected and disabled as such."
		]
	},
	"sundered_serpent_coil": {
		"name": "Sundered Serpent Coil",
		"sources": [ "Monster Codex" ],
		"description": [
			"## Sundered Serpent Coil",
			"",
			"{SOURCE Monster Codex/200}  ",
			"**School** {spelldef/conjuration} ({spelldef/creation}); **Level** arcanist 3, magus 3, sorcerer 3, summoner 3, unchained summoner 3, witch 3, wizard 3  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S, M (a snake scale)  ",
			"**Range** medium (100 ft. + 10 ft./level)  ",
			"**Area** one 5-foot square  ",
			"**Duration** 1 round/level (D)",
			"",
			"This spell functions like black tentacles, except it creates a Large decapitated snake, which erupts from the ground and grapples a creature you specify within its 5-foot reach. As a standard action, you can command the snake to release its grappled target and direct it to attack a different creature."
		]
	},
	"sundering_shards": {
		"name": "Sundering Shards",
		"sources": [ "Advanced Class Guide" ],
		"description": [
			"## Sundering Shards",
			"",
			"{SOURCE Advanced Class Guide/195}  ",
			"**School** {spelldef/transmutation}; **Level** arcanist 1, bloodrager 1, magus 1, occultist 1, psychic 1, redmantisassassin 1, sorcerer 1, witch 1, wizard 1  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V  ",
			"**Range** touch  ",
			"**Target** melee weapon touched  ",
			"**Duration** 1 hour/level or until discharged  ",
			"**Saving Throw** Reflex negates (see text); **Spell Resistance** yes",
			"",
			"You channel power into a melee weapon. If the weapon's wielder destroys an item with a successful sunder combat maneuver, she can release the extra power in the weapon, shattering the sundered item into jagged shards that deal 1d6 points of piercing and slashing damage to the creature that was wearing, carrying, or wielding the now-shattered item. Any creature (other than the wielder of the weapon targeted by this spell) adjacent to that creature must succeed at a Reflex saving throw or take 1d6 points of piercing and slashing damage from flying shards. The shards also count as whatever special materials the sundered item was made of (for example, the shards from a shattered cold iron weapon are cold iron). Once the weapon's extra power is unleashed, the spell is discharged."
		]
	},
	"suns_disdain": {
		"name": "Sun's Disdain",
		"sources": [ "Adventurer's Guide" ],
		"description": [
			"## Sun's Disdain",
			"",
			"{SOURCE Adventurer's Guide/17}  ",
			"**School** {spelldef/transmutation} [{spelldef/curse}]; **Level** arcanist 2, bloodrager 2, cleric 2, inquisitor 2, oracle 2, shaman 2, sorcerer 2, warpriest 2, witch 2, wizard 2  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S, M (a piece of glass)/DF  ",
			"**Range** touch  ",
			"**Target** creature touched  ",
			"**Duration** permanent  ",
			"**Saving Throw** Will negates; **Spell Resistance** yes",
			"",
			"You alter a creature so the touch of the sun is hostile to it. The cursed creature gains light blindness and is blinded for 1 round if exposed to bright light, such as sunlight or the daylight spell. The cursed creature is dazzled as long as it remains in areas of bright light, and it is treated as being particularly susceptible to sunlight for the purposes of resolving spells like searing light, sunbeam, and sunburst.",
			"",
			"### Sun's Disdain, Mass",
			"",
			"{SOURCE Adventurer's Guide/17}  ",
			"**School** {spelldef/transmutation} [{spelldef/curse}]; **Level** arcanist 5, cleric 5, inquisitor 5, oracle 5, shaman 5, sorcerer 5, warpriest 5, witch 5, wizard 5  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S, M (a piece of glass)/DF  ",
			"**Range** long (400 ft. + 40 ft./level)  ",
			"**Targets** one creature/level, no two of which can be more than 30 ft. apart  ",
			"**Duration** permanent  ",
			"**Saving Throw** Will negates; **Spell Resistance** yes",
			"",
			"This spell functions like sun's disdain, except that it can affect multiple creatures."
		]
	},
	"suns_disdain_mass": {
		"name": "Sun's Disdain, Mass",
		"copyof": "suns_disdain"
	},
	"mass_suns_disdain": {
		"copyof": "suns_disdain_mass"
	},
	"whirlwind": {
		"name": "Whirlwind",
		"sources": [
			"PRPG Core Rulebook",
			"Mythic Adventures"
		],
		"description": [
			"## Whirlwind",
			"",
			"{SOURCE PRPG Core Rulebook/369}  ",
			"**School** {spelldef/evocation} [{spelldef/air}]; **Level** druid 8, shaman 8  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S, DF  ",
			"**Range** long (400 ft. + 40 ft./level)  ",
			"**Effect** cyclone 10 ft. wide at base, 30 ft. wide at top, and 30 ft. tall  ",
			"**Duration** 1 round/level (D)  ",
			"**Saving Throw** Reflex negates; see text; **Spell Resistance** yes",
			"",
			"This spell creates a powerful cyclone of raging wind that moves through the air, along the ground, or over water at a speed of 60 feet per round. You can concentrate on controlling the cyclone's every movement or specify a simple program. Directing the cyclone's movement or changing its programmed movement is a standard action for you. The cyclone always moves during your turn. If the cyclone exceeds the spell's range, it moves in a random, uncontrolled fashion for 1d3 rounds and then dissipates. (You can't regain control of the cyclone, even if it comes back within range.)",
			"",
			"Any Large or smaller creature that comes in contact with the spell effect must succeed on a Reflex save or take 3d6 points of damage. A Medium or smaller creature that fails its first save must succeed on a second one or be picked up bodily by the cyclone and held suspended in its powerful winds, taking 1d8 points of damage each round on your turn with no save allowed. You may direct the cyclone to eject any carried creatures whenever you wish, depositing the hapless souls wherever the cyclone happens to be when they are released.",
			"",
			"### Mythic Whirlwind",
			"",
			"{SOURCE Mythic Adventures/112}",
			"",
			"The cyclone becomes 15 feet wide at the base, 40 feet wide at the top, and 40 feet tall. The cyclone's effect on Large or smaller creatures also applies to Huge creatures, and its damage increases to 3d8 points of damage. The effect on Medium or smaller creatures also applies to Large creatures, and the damage it deals each turn increases to 2d6 points of damage.",
			"",
			"*Augmented (8th):* If you expend three uses of mythic power, the cyclone's size increases to 50 feet wide at the base, 150 feet wide at the top, and 150 feet tall. Creatures and objects of all sizes touched by the whirlwind take 8d8 points of damage (Reflex negates), and the damage dealt to those trapped in the cyclone increases to 6d6 points of damage per round. Additionally, unattended objects smaller than 30 feet to a side are swept up in the effect. The area within 20 feet of the whirlwind is treated as severe wind, and within 40 feet it is treated as strong wind."
		]
	},
	"whispering_lore": {
		"name": "Whispering Lore",
		"sources": [ "Advanced Race Guide" ],
		"description": [
			"## Whispering Lore",
			"",
			"{SOURCE Advanced Race Guide/29}  ",
			"**School** {spelldef/divination}; **Level** cleric 2, druid 1, hunter 1, medium 1, oracle 2, psychic 1, ranger 1, warpriest 2, witch 1 (elf)  ",
			"**Casting Time** 1 full-round action  ",
			"**Components** V, S, M/DF (an owl's beak)  ",
			"**Range** personal  ",
			"**Target** you  ",
			"**Duration** 10 minutes/level (D)",
			"",
			"Upon casting this spell, you are able to gain knowledge from the land itself. As you walk through the terrain, it whisper information in a language you understand, though the whispering is so rambling it is hard to distinguish useful information. This whispering grants you a +4 insight bonus on a single Knowledge skill type appropriate to the type of terrain you are in. If you are within a cold, desert, forest, jungle, mountain, plains, swamp, or water environment, you gain the bonus on Knowledge (nature) checks. If you are within an underground environment, you gain the bonus on Knowledge (dungeoneering) checks. If you are within an urban environment, you gain the bonus on Knowledge (local) checks. If you are on a plane other than the Material Plane, you gain the bonus on Knowledge (planes) checks. If you enter a new terrain, you lose the previous terrain's skill bonus and gain the new bonus."
		]
	},
	"whispering_wind": {
		"name": "Whispering Wind",
		"sources": [ "PRPG Core Rulebook" ],
		"description": [
			"## Whispering Wind",
			"",
			"{SOURCE PRPG Core Rulebook/369}  ",
			"**School** {spelldef/transmutation} [{spelldef/air}]; **Level** arcanist 2, bard 2, inquisitor 2, medium 2, mesmerist 2, psychic 2, redmantisassassin 2, skald 2, sorcerer 2, wizard 2  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S  ",
			"**Range** 1 mile/level  ",
			"**Area** 10-ft.-radius spread  ",
			"**Duration** no more than 1 hour/level or until discharged (destination is reached)  ",
			"**Saving Throw** none; **Spell Resistance** no",
			"",
			"You send a message or sound on the wind to a designated spot. The whispering wind travels to a specific location within range that is familiar to you, provided that it can find a way to the location. A whispering wind is as gentle and unnoticed as a zephyr until it reaches the location. It then delivers its whisper-quiet message or other sound. Note that the message is delivered regardless of whether anyone is present to hear it. The wind then dissipates.",
			"",
			"You can prepare the spell to bear a message of no more than 25 words, cause the spell to deliver other sounds for 1 round, or merely have the whispering wind seem to be a faint stirring of the air. You can likewise cause the whispering wind to move as slowly as 1 mile per hour or as quickly as 1 mile per 10 minutes.",
			"",
			"When the spell reaches its objective, it swirls and remains in place until the message is delivered. As with {spell/magic mouth}, whispering wind cannot speak verbal components, use command words, or activate magical effects."
		]
	},
	"wicker_horse": {
		"name": "Wicker Horse",
		"sources": [ "Villain Codex" ],
		"description": [
			"## Wicker Horse",
			"",
			"{SOURCE Villain Codex/177}  ",
			"**School** {spelldef/conjuration} ({spelldef/creation}); **Level** occultist 2, shaman 2, summoner 2, unchained summoner 2, witch 2  ",
			"**Casting Time** 10 minutes; see text  ",
			"**Components** V, S, M/DF (a reed or twig)  ",
			"**Range** touch  ",
			"**Effect** a horselike wicker construct  ",
			"**Duration** 1 hour/level (D)  ",
			"**Saving Throw** none; **Spell Resistance** no",
			"",
			"Reeds, grasses, creepers, or thin tree branches (your choice) that you touch animate, twisting and bending to form a wicker horse complete with a riding saddle. The object is animated, but retains a wickerlike appearance.",
			"",
			"A wicker horse has the statistics of a light horse or a pony, except it gains construct traits and counts as both an animal and a construct for the purposes of spells and effects. It gains a number of extra hit points equal to your caster level. It has no skills or feats except as noted below.",
			"",
			"A horse made of reeds gains a number of Swim ranks equal to your caster level. A horse made of grasses gains the {feat/Run} feat and a number of Acrobatics ranks equal to your caster level. A horse made of creepers gains a number of ranks in Climb and Stealth equal to your caster level. A horse made of tree branches is continually affected by barkskin, as cast by a magic-user with a caster level equal to yours.",
			"",
			"The wicker horse does not follow any commands given with the Handle Animal skill, and only you can ride it. You can cast this spell only in an environment where suitable plant material is available. When the spell ends or the horse loses all its hit points, the horse falls apart."
		]
	},
	"widen_auras": {
		"name": "Widen Auras",
		"sources": [ "Advanced Class Guide" ],
		"description": [
			"## Widen Auras",
			"",
			"{SOURCE Advanced Class Guide/199}  ",
			"**School** {spelldef/transmutation}; **Level** antipaladin 2, paladin 2  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V  ",
			"**Range** personal  ",
			"**Target** you  ",
			"**Duration** 1 minute/level (D)",
			"",
			"The range of your antipaladin or paladin auras doubles. For example, if you're a paladin, your aura of courage affects allies within 20 feet instead of within 10 feet."
		]
	},
	"wild_instinct": {
		"name": "Wild Instinct",
		"sources": [ "Heroes of the Wild" ],
		"description": [
			"## Wild Instinct",
			"",
			"{SOURCE Heroes of the Wild/31}  ",
			"**School** {spelldef/divination}; **Level** bloodrager 2, druid 2, hunter 2, ranger 2, shaman 2  ",
			"**Casting Time** standard action  ",
			"**Components** V, S, DF  ",
			"**Range** personal  ",
			"**Target** you  ",
			"**Duration** 8 hours",
			"",
			"This spell sharpens your senses, allowing you to perceive threats you would otherwise miss. You become aware of sounds and smells you would normally overlook, and even retain the ability to detect threats when soundly asleep. For the duration of the spell, you gain a +5 bonus on Perception checks to act in a surprise round. Additionally, you don't take a penalty on Perception checks while sleeping, and can choose to wake if you notice a threat while asleep."
		]
	},
	"wilderness_soldiers": {
		"name": "Wilderness Soldiers",
		"sources": [ "Ultimate Combat" ],
		"description": [
			"## Wilderness Soldiers",
			"",
			"{SOURCE Ultimate Combat/249}  ",
			"**School** {spelldef/transmutation}; **Level** druid 2, hunter 2, ranger 2  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S  ",
			"**Range** 30 ft.  ",
			"**Area** 30-ft.-radius emanation, centered on you  ",
			"**Duration** 1 round/level  ",
			"**Saving Throw** none; **Spell Resistance** no",
			"",
			"You call on the plants nearby to aid you in combat. This spell is ineffective if no plants you can direct are within the area. You can spend a swift action and/or a standard action on each of your turns to direct one of the following attacks. The attack bonus or CMB for these attacks equals your base attack bonus + your Wisdom modifier. You grant a +1 bonus per three caster levels (maximum +5) on damage rolls due to this spell. Your wilderness soldiers never provoke attacks of opportunity, and they do not count as allies for flanking or other purposes.",
			"",
			"*Tree:* A tree makes a melee attack with a 10-foot reach from its trunk. A hit deals an amount of damage equal to 1d8 points + your Wisdom modifier. The tree can instead attempt a bull rush, drag, or reposition combat maneuver with the same reach, but the tree cannot move itself.",
			"",
			"*Undergrowth or Hedgerow:* Acting as a Medium creature, one square of undergrowth or hedgerow attempts a grapple combat maneuver against an opponent within or adjacent to that square. Heavy undergrowth gains a +2 bonus to its CMD. Undergrowth cannot move the grapple or pin a foe, but it can deal an amount of damage equal to 1d4 points + your Wisdom modifier by making a successful grapple check against a foe it is grappling. The undergrowth's CMD is 5 + its CMB. If you fail to direct the undergrowth to maintain the grapple, it releases its opponent."
		]
	},
	"wind_blades": {
		"name": "Wind Blades",
		"sources": [ "Advanced Race Guide" ],
		"description": [
			"## Wind Blades",
			"",
			"{SOURCE Advanced Race Guide/160}  ",
			"**School** {spelldef/transmutation} [{spelldef/air}]; **Level** arcanist 5, druid 5, hunter 5, magus 5, sorcerer 5, witch 5, wizard 5 (sylph)  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S  ",
			"**Range** touch  ",
			"**Target** creature touched  ",
			"**Duration** 1 round/level  ",
			"**Saving Throw** Will negates; **Spell Resistance** yes",
			"",
			"You harden the air around the target into jagged invisible blades that deal damage based on how fast the target moves. On its turn, the target takes 1d6 points of slashing damage if it moves at least 5 feet, plus 1d6 points of slashing damage for each additional 10 feet of movement. Movement that doesn't pass through air (such as burrowing, swimming, or teleportation) doesn't cause this damage.",
			"",
			"In areas of strong wind, the target takes damage on its turn, even if it doesn't move. The wind deals 1d8 points of slashing damage for strong wind, plus 1d8 for every wind category above strong. This extra damage does not occur from instantaneous wind effects (such as gust of wind), only from wind effects that last at least 1 round."
		]
	},
	"wind_walk": {
		"name": "Wind Walk",
		"sources": [ "PRPG Core Rulebook" ],
		"description": [
			"## Wind Walk",
			"",
			"{SOURCE PRPG Core Rulebook/369}  ",
			"**School** {spelldef/transmutation} [{spelldef/air}]; **Level** alchemist 6, cleric 6, druid 7, investigator 6, oracle 6, shaman 7, warpriest 6  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S, DF  ",
			"**Range** touch  ",
			"**Targets** you and one touched creature per three levels  ",
			"**Duration** 1 hour/level (D); see text  ",
			"**Saving Throw** no and Will negates (harmless); **Spell Resistance** no and yes (harmless)",
			"",
			"You alter the substance of your body to a cloudlike vapor (as the gaseous form spell) and move through the air, possibly at great speed. You can take other creatures with you, each of which acts independently.",
			"",
			"Normally, a wind walker flies at a speed of 10 feet with perfect maneuverability. If desired by the subject, a magical wind wafts a wind walker along at up to 600 feet per round (60 mph) with poor maneuverability. Wind walkers are not invisible but rather appear misty and translucent. If fully clothed in white, they are 80% likely to be mistaken for clouds, fog, vapors, or the like.",
			"",
			"A wind walker can regain its physical form as desired and later resume the cloud form. Each change to and from vaporous form takes 5 rounds, which counts toward the duration of the spell (as does any time spent in physical form). As noted above, you can dismiss the spell, and you can even dismiss it for individual wind walkers and not others.",
			"",
			"For the last minute of the spell's duration, a wind walker in cloud form automatically descends 60 feet per round (for a total of 600 feet), though it may descend faster if it wishes. This descent serves as a warning that the spell is about to end."
		]
	},
	"wind_wall": {
		"name": "Wind Wall",
		"sources": [ "PRPG Core Rulebook" ],
		"description": [
			"## Wind Wall",
			"",
			"{SOURCE PRPG Core Rulebook/370}  ",
			"**School** {spelldef/evocation} [{spelldef/air}]; **Level** arcanist 3, bloodrager 3, cleric 3, druid 3, hunter 2, magus 3, occultist 3, oracle 3, ranger 2, shaman 3, sorcerer 3, spiritualist 3, summoner 2, unchained summoner 3, warpriest 3, wizard 3  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S, M/DF (a tiny fan and an exotic feather)  ",
			"**Range** medium (100 ft. + 10 ft./level)  ",
			"**Effect** wall up to 10 ft./level long and 5 ft./level high (S)  ",
			"**Duration** 1 round/level  ",
			"**Saving Throw** none; see text; **Spell Resistance** yes",
			"",
			"An invisible vertical curtain of wind appears. It is 2 feet thick and of considerable strength. It is a roaring blast sufficient to blow away any bird smaller than an eagle, or tear papers and similar materials from unsuspecting hands. (A Reflex save allows a creature to maintain its grasp on an object.) Tiny and Small flying creatures cannot pass through the barrier. Loose materials and cloth garments fly upward when caught in a wind wall. Arrows and bolts are deflected upward and miss, while any other normal ranged weapon passing through the wall has a 30% miss chance. (A giant-thrown boulder, a siege engine projectile, and other massive ranged weapons are not affected.) Gases, most gaseous breath weapons, and creatures in gaseous form cannot pass through the wall (although it is no barrier to incorporeal creatures).",
			"",
			"While the wall must be vertical, you can shape it in any continuous path along the ground that you like. It is possible to create cylindrical or square wind walls to enclose specific points."
		]
	},
	"winds_of_vengeance": {
		"name": "Winds of Vengeance",
		"sources": [ "Advanced Player's Guide" ],
		"description": [
			"## Winds of Vengeance",
			"",
			"{SOURCE Advanced Player's Guide/256}  ",
			"**School** {spelldef/evocation} [{spelldef/air}]; **Level** arcanist 9, cleric 9, druid 9, oracle 9, shaman 9, sorcerer 9, wizard 9  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S, DF  ",
			"**Range** personal  ",
			"**Target** you  ",
			"**Duration** 1 minute/level",
			"",
			"You surround yourself with a buffeting shroud of supernatural, tornado-force winds. These winds grant you a fly speed of 60 feet with perfect maneuverability. Neither your armor nor your load affects this fly speed. The winds shield you from any other wind effects, and form a shell of breathable air around you, allowing you to fly and breathe underwater or in outer space. Ranged weapons (including giant-thrown boulders, siege weapon projectiles, and other massive ranged weapons) passing through the winds are deflected by the winds and automatically miss you. Gases and most gaseous breath weapons cannot pass though the winds.",
			"",
			"In addition, when a creature hits you with a melee attack, you can shape your winds so they lash out at that creature as an immediate action. The creature must make a Fortitude saving throw or take 5d8 points of bludgeoning damage and be knocked prone (if on the ground). On a failed save, Huge flying creatures are checked and Large-sized or smaller flying creatures are blown away instead of knocked prone. On a successful save, the damage is halved and the creature is not knocked prone (or checked or blown away)."
		]
	},
	"windy_escape": {
		"name": "Windy Escape",
		"sources": [ "Advanced Race Guide" ],
		"description": [
			"## Windy Escape",
			"",
			"{SOURCE Advanced Race Guide/160}  ",
			"**School** {spelldef/transmutation} [{spelldef/air}]; **Level** arcanist 1, bard 1, bloodrager 1, druid 1, hunter 1, magus 1, redmantisassassin 1, skald 1, sorcerer 1, wizard 1 (sylph)  ",
			"**Casting Time** 1 immediate action  ",
			"**Components** V, S  ",
			"**Range** personal  ",
			"**Target** you  ",
			"**Duration** instantaneous",
			"",
			"You respond to an attack by briefly becoming vaporous and insubstantial, allowing the attack to pass harmlessly through you. You gain DR 10/magic against this attack and are immune to any poison, sneak attacks, or critical hit effect from that attack.",
			"",
			"You cannot use windy escape against an attack of opportunity you provoked by casting a spell, using a spell-like ability, or using any other magical ability that provokes an attack of opportunity when used."
		]
	},
	"wing_bounty": {
		"name": "Wing Bounty",
		"sources": [ "Ultimate Wilderness" ],
		"description": [
			"## Wing Bounty",
			"",
			"{SOURCE Ultimate Wilderness/14}  ",
			"**School** {spelldef/conjuration} ({spelldef/creation}); **Level** druid 2, hunter 2, shaman 2 (Gathlain)  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S, DF  ",
			"**Range** 0 ft.  ",
			"**Effect** 2d4 berries + 2 berries/level  ",
			"**Duration** 1 day/level  ",
			"**Saving Throw** none; **Spell Resistance** no",
			"",
			"Your wings sprout a variety of colorful and flavorful berries. Each berry functions as if affected by goodberry. You can choose for one affected berry to also be poisonous (as striped toadstool); only you and druids of 5th level or higher can tell which is which without magic."
		]
	},
	"wing_thorns": {
		"name": "Wing Thorns",
		"sources": [ "Ultimate Wilderness" ],
		"description": [
			"## Wing Thorns",
			"",
			"{SOURCE Ultimate Wilderness/14}  ",
			"**School** {spelldef/transmutation} [{spelldef/poison}]; **Level** alchemist 3, antipaladin 3, bloodrager 3, druid 3, hunter 3, investigator 3, magus 4, shaman 3, witch 3 (Gathlain)  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S  ",
			"**Range** personal  ",
			"**Target** you  ",
			"**Duration** 1 round/level",
			"",
			"Your wings sprout poisonous thorns each the size of a dagger. You can use these thorns like armor spikes. In addition, you can make two wing attacks as primary natural weapons. If you are Small, the wings deal 1d3 points of bludgeoning and piercing damage plus your Strength modifier (unless you also attack with a weapon, in which case they are treated as a secondary natural weapon). A creature damaged by your wing thorns experiences intense itching, gaining the sickened condition while the spell lasts unless it succeeds at a Fortitude saving throw."
		]
	},
	"winged_sword": {
		"name": "Winged Sword",
		"sources": [ "Arcane Anthology" ],
		"description": [
			"## Winged Sword",
			"",
			"{SOURCE Arcane Anthology/10}  ",
			"**School** {spelldef/transmutation}; **Level** arcanist 2, bloodrager 2, inquisitor 3, magus 2, occultist 2, paladin 2, sorcerer 2, wizard 2  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S  ",
			"**Range** close (25 ft. + 5 ft./2 levels)  ",
			"**Target** one melee weapon  ",
			"**Duration** 10 minutes/level  ",
			"**Saving Throw** Will negates (harmless, object); **Spell Resistance** yes (harmless, object)",
			"",
			"The weapon targeted by this spell grows small feathered wings. For the duration of the spell, the weapon acts as if it had the throwing weapon special ability. This spell can be used in place of magic stone as a prerequisite for the throwing weapon special ability."
		]
	},
	"winter_feathers": {
		"name": "Winter Feathers",
		"sources": [ "Advanced Race Guide" ],
		"description": [
			"## Winter Feathers",
			"",
			"{SOURCE Advanced Race Guide/167}  ",
			"**School** {spelldef/abjuration}; **Level** arcanist 1, bloodrager 1, cleric 1, druid 1, hunter 1, inquisitor 1, oracle 1, ranger 1, sorcerer 1, warpriest 1, wizard 1 (tengu)  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S  ",
			"**Range** touch  ",
			"**Target** feathered creature touched  ",
			"**Duration** 24 hours  ",
			"**Saving Throw** Will negates (harmless); **Spell Resistance** yes (harmless)",
			"",
			"The target's feathers thicken and fluff up to ward against winter's chill. The target suffers no harm from being in a cold environment, and can exist comfortably in conditions as low as -50 degrees Fahrenheit without having to make Fortitude saves. The creature's equipment is likewise protected. This spell doesn't provide any protection from cold damage, nor does it protect against other environmental hazards associated with cold weather (such as slipping on ice, blindness from snow, and so on).",
			"",
			"When you cast this spell, you may have the target's feathers turn white for the duration, granting it a +4 circumstance bonus on Stealth checks to hide in ice and snow."
		]
	},
	"winter_grasp": {
		"name": "Winter Grasp",
		"sources": [
			"Ultimate Wilderness",
			"People of the North"
		],
		"description": [
			"## Winter Grasp",
			"",
			"{SOURCE Ultimate Wilderness/237;People of the North/26}  ",
			"**School** {spelldef/conjuration} ({spelldef/creation}) [{spelldef/cold}, {spelldef/water}]; **Level** druid 2, hunter 2, shaman 2, witch 2  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S, M/DF (ground glass)  ",
			"**Range** medium (100 ft. + 10 ft./level)  ",
			"**Area** 20-ft.-radius spread  ",
			"**Duration** 1 round/level  ",
			"**Saving Throw** none; **Spell Resistance** no",
			"",
			"Ice encrusts the ground, radiating supernatural cold and making it hard for creatures to maintain their balance. This icy ground is treated as normal ice, forcing creatures to spend 2 squares of movement to enter an icy square and increasing the DC of Acrobatics checks in the area by 5. A creature that begins its turn in the affected area takes 1d6 points of cold damage and takes a -2 penalty on saving throws against spells with the cold descriptor for 1 round."
		]
	},
	"wish": {
		"name": "Wish",
		"sources": [
			"PRPG Core Rulebook",
			"Mythic Adventures"
		],
		"description": [
			"## Wish",
			"",
			"{SOURCE PRPG Core Rulebook/370}  ",
			"**School** {spelldef/universal}; **Level** arcanist 9, psychic 9, sorcerer 9, wizard 9  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S, M (diamond worth 25,000 gp)  ",
			"**Range** see text  ",
			"**Effect** see text  ",
			"**Duration** see text  ",
			"**Saving Throw** none, see text; **Spell Resistance** yes",
			"",
			"Wish is the mightiest spell a wizard or sorcerer can cast. By simply speaking aloud, you can alter reality to better suit you. Even wish, however, has its limits. A wish can produce any one of the following effects.",
			"",
			"- Duplicate any sorcerer/wizard spell of 8th level or lower, provided the spell does not belong to one of your opposition schools.",
			"- Duplicate any non-sorcerer/wizard spell of 7th level or lower, provided the spell does not belong to one of your opposition schools.",
			"- Duplicate any sorcerer/wizard spell of 7th level or lower, even if it belongs to one of your opposition schools.",
			"- Duplicate any non-sorcerer/wizard spell of 6th level or lower, even if it belongs to one of your opposition schools.",
			"- Undo the harmful effects of many other spells, such as geas/quest or insanity.",
			"- Grant a creature a +1 inherent bonus to an ability score. Two to five wish spells cast in immediate succession can grant a creature a +2 to +5 inherent bonus to an ability score (two wishes for a +2 inherent bonus, three wishes for a +3 inherent bonus, and so on). Inherent bonuses are instantaneous, so they cannot be dispelled. **Note:** An inherent bonus may not exceed +5 for a single ability score, and inherent bonuses to a particular ability score do not stack, so only the best one applies.",
			"- Remove injuries and afflictions. A single wish can aid one creature per caster level, and all subjects are cured of the same kind of affliction. For example, you could heal all the damage you and your companions have taken, or remove all poison effects from everyone in the party, but not do both with the same wish.",
			"- Revive the dead. A wish can bring a dead creature back to life by duplicating a {spell/resurrection} spell. A wish can revive a dead creature whose body has been destroyed, but the task takes two wishes: one to recreate the body and another to infuse the body with life again. A wish cannot prevent a character who was brought back to life from gaining a permanent negative level.",
			"- Transport travelers. A wish can lift one creature per caster level from anywhere on any plane and place those creatures anywhere else on any plane regardless of local conditions. An unwilling target gets a Will save to negate the effect, and spell resistance (if any) applies.",
			"- Undo misfortune. A wish can undo a single recent event. The wish forces a reroll of any roll made within the last round (including your last turn). Reality reshapes itself to accommodate the new result. For example, a wish could undo an opponent's successful save, a foe's successful critical hit (either the attack roll or the critical roll), a friend's failed save, and so on. The reroll, however, may be as bad as or worse than the original roll. An unwilling target gets a Will save to negate the effect, and spell resistance (if any) applies.",
			"",
			"You may try to use a wish to produce greater effects than these, but doing so is dangerous. (The wish may pervert your intent into a literal but undesirable fulfillment or only a partial fulfillment, at the GM's discretion.)",
			"",
			"Duplicated spells allow saves and spell resistance as normal (but save DCs are for 9th-level spells).",
			"",
			"When a wish duplicates a spell with a material component that costs more than 10,000 gp, you must provide that component (in addition to the 25,000 gp diamond component for this spell).",
			"",
			"### Mythic Wish",
			"",
			"{SOURCE Mythic Adventures/112}",
			"",
			"When using mythic wish to duplicate another spell, you can duplicate a mythic spell you know (if you're a spontaneous caster) or have prepared (if you're a caster who prepares spells). If you don't know or haven't prepared the mythic spell, you can expend a second use of mythic power to duplicate the mythic version of the desired spell.",
			"",
			"You can also produce any one of the following effects that modify or replace effects listed in the non-mythic wish spell description:",
			"",
			"- If you use mythic wish to remove injuries and afflictions, you can expend a number of uses of mythic power to remove that number of additional afflictions from all affected creatures.",
			"- If you use mythic wish to revive the dead, you can expend a second use of mythic power to negate the target's permanent negative level from the resurrection.",
			"- Alter fate. By expending a second use of mythic power, you can cast mythic wish as an immediate action before a 1d20 roll is attempted and choose what number you want to come up on the die.",
			"",
			"*Augmented:* If you expend two uses of mythic power, you can cast a silent, stilled mythic wish, even if you're helpless or couldn't otherwise take actions (but not unconscious)."
		]
	},
	"with_the_wind": {
		"name": "With the Wind",
		"sources": [ "Ultimate Wilderness" ],
		"description": [
			"## With the Wind",
			"",
			"{SOURCE Ultimate Wilderness/237}  ",
			"**School** {spelldef/abjuration} [{spelldef/air}]; **Level** arcanist 2, bloodrager 2, druid 2, hunter 2, magus 2, occultist 2, ranger 2, sorcerer 2, spiritualist 2, wizard 2  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S  ",
			"**Range** close (25 ft. + 5 ft./2 levels)  ",
			"**Target** one creature  ",
			"**Duration** 1 minute/level  ",
			"**Saving Throw** Will negates (harmless); **Spell Resistance** yes (harmless)",
			"",
			"You create eddies in the air around the subject that protect it from being checked or blown away. The target can't be moved by winds of less than windstorm force unless it wishes to be."
		]
	},
	"withdraw_affliction": {
		"name": "Withdraw Affliction",
		"sources": [ "Occult Adventures" ],
		"description": [
			"## Withdraw Affliction",
			"",
			"{SOURCE Occult Adventures/191}  ",
			"**School** {spelldef/necromancy}; **Level** psychic 6, shaman 6, spiritualist 5, witch 7  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S  ",
			"**Range** touch  ",
			"**Target** one afflicted creature  ",
			"**Duration** instantaneous  ",
			"**Saving Throw** none; **Spell Resistance** yes",
			"",
			"You push your hand into the subject, then withdraw an affliction from the body of the sufferer as a tangible object. This extraction appears as a slimy mass of flesh. The target creature is cured as if affected by remove disease, remove curse, or neutralize poison.",
			"",
			"In addition, this slimy mass allows you to deliver the affliction to another as a touch attack, as if holding the charge for a touch spell. It has the same effect as the original affliction, with the same saving throw and DC."
		]
	},
	"wither_limb": {
		"name": "Wither Limb",
		"sources": [ "Horror Adventures" ],
		"description": [
			"## Wither Limb",
			"",
			"{SOURCE Horror Adventures/131}  ",
			"**School** {spelldef/necromancy}; **Level** arcanist 6, cleric 6, inquisitor 6, oracle 6, shaman 6, sorcerer 6, spiritualist 6, warpriest 6, witch 6, wizard 6  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S  ",
			"**Range** touch  ",
			"**Target** living creature touched  ",
			"**Duration** instantaneous  ",
			"**Saving Throw** Fortitude negates; **Spell Resistance** yes",
			"",
			"You cause one limb of the target to shrivel and weaken. The target takes 2d6 points of damage. The points are permanently lost until the target's limb is restored by heal, limited wish, miracle, regenerate, or wish. Wither limb affects only living creatures of the humanoid or monstrous humanoid type, or similar bipedal creatures at the GM's discretion. You choose the limb affected. This spell's effects stack, until all a target's arms and legs (or equivalent limbs) are withered.",
			"",
			"*Arm:* The target looses the use of one arm, which might affect what weapons and shields it can use. The creature must immediately drop all objects held in the withered limb, though it can shift a two-handed weapon it is holding in both hands to a remaining arm as an immediate action. Worn objects' gauntlets, rings, and magic items in the wrist slot-remain. This prevents the creature from using two-weapon fighting, claw attacks from that arm, and so on. If multiple castings of this spell wither all of a creature's arms, it can't manipulate objects or cast spells requiring somatic components.",
			"",
			"*Leg:* The creature's movement speeds are halved, except for flying or other speeds that don't involve its legs. If multiple castings of this spell wither all of a creature's legs, it can only crawl at a speed of 5 feet each round.",
			"",
			"*Wing:* The creature loses access to any fly speed that depends on its wings if even a single wing is withered."
		]
	},
	"witness": {
		"name": "Witness",
		"sources": [ "Ultimate Magic" ],
		"description": [
			"## Witness",
			"",
			"{SOURCE Ultimate Magic/249}  ",
			"**School** {spelldef/divination} ({spelldef/scrying}); **Level** bard 3, inquisitor 3, medium 3, mesmerist 3, occultist 3, psychic 3, skald 3, witch 3  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S  ",
			"**Range** long (400 ft. + 40 ft./level)  ",
			"**Target** one living creature  ",
			"**Duration** 1 minute/level (D)  ",
			"**Saving Throw** Will negates (harmless); **Spell Resistance** yes (harmless)",
			"",
			"You link your senses to the target, allowing you to see and hear through its eyes and ears. As a move action you can shift your senses from yourself to the target or back again. When using the target's senses, you are blind and deaf. When perceiving through the target, you use its normal and special senses (such as darkvision), not your own."
		]
	},
	"wizened_appearance": {
		"name": "Wizened Appearance",
		"sources": [ "Ultimate Intrigue" ],
		"description": [
			"## Wizened Appearance",
			"",
			"{SOURCE Ultimate Intrigue/229}  ",
			"**School** {spelldef/transmutation} ({spelldef/polymorph}); **Level** alchemist 1, arcanist 1, bard 1, investigator 1, medium 1, mesmerist 1, occultist 1, psychic 1, skald 1, sorcerer 1, witch 1, wizard 1  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S  ",
			"**Range** touch  ",
			"**Target** creature touched  ",
			"**Duration** 1 hour/level  ",
			"**Saving Throw** Fortitude negates; **Spell Resistance** yes",
			"",
			"You polymorph your target to look like an older version of itself. You select how much older (for example, -10 years older- or \"as an adult\"). You can't otherwise change the target's appearance other than those details directly associated with aging (for example, a target's hair might turn gray or the target might develop liver spots). This spell allows children of creatures that are Medium or smaller when fully grown to grow one size category to the normal, adult size of that type of creature, but otherwise the selected age increase doesn't alter the creature's size. A change in size doesn't alter the target's ability scores. This spell doesn't affect or cause any age-based modifications to ability scores or other age-related effects like dragon age categories or natural metamorphoses.",
			"",
			"Wizened appearance and youthful appearance counter and dispel each other."
		]
	},
	"wood_shape": {
		"name": "Wood Shape",
		"sources": [ "PRPG Core Rulebook" ],
		"description": [
			"## Wood Shape",
			"",
			"{SOURCE PRPG Core Rulebook/370}  ",
			"**School** {spelldef/transmutation}; **Level** druid 2, hunter 2, occultist 2, shaman 2  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S, DF  ",
			"**Range** touch  ",
			"**Target** one touched piece of wood no larger than 10 cu. ft. + 1 cu. ft./level  ",
			"**Duration** instantaneous  ",
			"**Saving Throw** Will negates (object); **Spell Resistance** yes (object)",
			"",
			"Wood shape enables you to form one existing piece of wood into any shape that suits your purpose. While it is possible to make crude coffers, doors, and so forth, fine detail isn't possible. There is a 30% chance that any shape that includes moving parts simply doesn't work."
		]
	},
	"wooden_phalanx": {
		"name": "Wooden Phalanx",
		"sources": [ "Ultimate Magic" ],
		"description": [
			"## Wooden Phalanx",
			"",
			"{SOURCE Ultimate Magic/249}  ",
			"**School** {spelldef/conjuration} ({spelldef/creation}); **Level** arcanist 9, cleric 9, oracle 9, sorcerer 9, wizard 9  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S  ",
			"**Range** medium (100 ft. + 10 ft./level)  ",
			"**Effect** three or more wood golems, no two of which can be more than 30 ft. apart (see text)  ",
			"**Duration** 1 hour/level (D)  ",
			"**Saving Throw** none; **Spell Resistance** no",
			"",
			"You create 1d4+2 wood golems with the advanced template. The golems willingly aid you in combat or battle, perform a specific mission, or serve as bodyguards. You can only have one wooden phalanx spell in effect at one time. If you cast this spell while another casting is still in effect, the previous casting is dispelled."
		]
	},
	"wooden_wing_shield": {
		"name": "Wooden Wing Shield",
		"sources": [ "Ultimate Wilderness" ],
		"description": [
			"## Wooden Wing Shield",
			"",
			"{SOURCE Ultimate Wilderness/14}  ",
			"**School** {spelldef/transmutation}; **Level** bloodrager 4, druid 4, hunter 4, magus 5, shaman 4, summoner 4 (Gathlain)  ",
			"**Casting Time** 1 immediate action  ",
			"**Components** S  ",
			"**Range** personal  ",
			"**Target** you  ",
			"**Duration** 1 round/level or until you move",
			"",
			"Your wings transmute into a wooden barrier resembling a tower shield to block attacks, granting you a +4 shield bonus to AC. If you move, the spell ends immediately."
		]
	},
	"woodland_rune": {
		"name": "Woodland Rune",
		"sources": [ "Wilderness Origins" ],
		"description": [
			"## Woodland Rune",
			"",
			"{SOURCE Wilderness Origins/13}  ",
			"**School** {spelldef/abjuration}; **Level** druid 3, hunter 3, ranger 3, shaman 3, witch 3  ",
			"**Casting Time** 10 minutes  ",
			"**Components** V, S  ",
			"**Range** 0 ft.  ",
			"**Effect** one rune  ",
			"**Duration** permanent until discharged (D)  ",
			"**Saving Throw** Fortitude negates; **Spell Resistance** yes",
			"",
			"Created by Ghorus as a safety measure to limit his enemies' movements, this spell allows you to inscribe a powerful rune on any surface. Woodland rune triggers when any non-plant creature (apart from the caster) moves within 30 feet of the rune. When it's triggered, roots and branches sprout from the ground, catching all creatures within a 30-foot burst of the rune and hindering their movement as if they were moving through heavy undergrowth, though it does not provide concealment. Plant creatures and creatures under the effect of woodland stride or {spell/freedom of movement} are not affected by this spell. In all other respects, this spell functions as {spell/symbol of death}."
		]
	},
	"word_of_chaos": {
		"name": "Word of Chaos",
		"sources": [
			"PRPG Core Rulebook",
			"Mythic Adventures"
		],
		"description": [
			"## Word of Chaos",
			"",
			"{SOURCE PRPG Core Rulebook/371}  ",
			"**School** {spelldef/evocation} [{spelldef/chaotic}, {spelldef/sonic}]; **Level** cleric 7, inquisitor 6, oracle 7  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V  ",
			"**Range** 40 ft.  ",
			"**Area** nonchaotic creatures in a 40-ft. radius spread centered on you  ",
			"**Duration** instantaneous  ",
			"**Saving Throw** none or Will negates; see text; **Spell Resistance** yes",
			"",
			"Any nonchaotic creature within the area of a word of chaos spell suffers the following ill effects, depending on their HD.",
			"",
			"| HD | Effect |",
			"| --- | --- |",
			"| Equal to caster level | Deafened |",
			"| Up to caster level -1 | Stunned, deafened |",
			"| Up to caster level -5 | Confused, stunned, deafened |",
			"| Up to caster level -10 | Killed, confused, stunned, deafened |",
			"",
			"The effects are cumulative and concurrent. A successful Will save reduces or eliminates these effects. Creatures affected by multiple effects make only one save and apply the result to all the effects.",
			"",
			"*Deafened:* The creature is deafened for 1d4 rounds. Save negates.",
			"",
			"*Stunned:* The creature is stunned for 1 round. Save negates.",
			"",
			"*Confused:* The creature is confused for 1d10 minutes. This is a mind-affecting enchantment effect. Save reduces the confused effect to 1 round.",
			"",
			"*Killed:* Living creatures die. Undead creatures are destroyed. Save negates. If the save is successful, the creature instead takes 3d6 points of damage + 1 point per caster level (maximum +25).",
			"",
			"Furthermore, if you are on your home plane when you cast this spell, nonchaotic extraplanar creatures within the area are instantly banished back to their home planes. Creatures so banished cannot return for at least 24 hours. This effect takes place regardless of whether the creatures hear the word of chaos or not. The banishment effect allows a Will save (at a -4 penalty) to negate.",
			"",
			"Creatures whose HD exceed your caster level are unaffected by word of chaos.",
			"",
			"### Mythic Word of Chaos",
			"",
			"{SOURCE Mythic Adventures/112}",
			"",
			"When determining the spell's effect on non-mythic creatures, add your tier to your caster level. Non-chaotic creatures that fail their saves against the spell also take a -4 penalty on attack rolls and saving throws, and their spell resistance decreases by 5 for as long as the spell's other effects last."
		]
	},
	"word_of_recall": {
		"name": "Word of Recall",
		"sources": [ "PRPG Core Rulebook" ],
		"description": [
			"## Word of Recall",
			"",
			"{SOURCE PRPG Core Rulebook/371}  ",
			"**School** {spelldef/conjuration} ({spelldef/teleportation}); **Level** cleric 6, druid 8, oracle 6, psychic 7, warpriest 6  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V  ",
			"**Range** unlimited  ",
			"**Target** you and touched objects or other willing creatures  ",
			"**Duration** instantaneous  ",
			"**Saving Throw** none or Will negates (harmless, object); **Spell Resistance** no or yes (harmless, object)",
			"",
			"Word of recall teleports you instantly back to your sanctuary when the word is uttered. You must designate the sanctuary when you prepare the spell, and it must be a very familiar place. The actual point of arrival is a designated area no larger than 10 feet by 10 feet. You can be transported any distance within a plane but cannot travel between planes. You can transport, in addition to yourself, any objects you carry, as long as their weight doesn't exceed your maximum load. You may also bring one additional willing Medium or smaller creature (carrying gear or objects up to its maximum load) or its equivalent per three caster levels. A Large creature counts as two Medium creatures, a Huge creature counts as two Large creatures, and so forth. All creatures to be transported must be in contact with one another, and at least one of those creatures must be in contact with you. Exceeding this limit causes the spell to fail.",
			"",
			"An unwilling creature can't be teleported by word of recall. Likewise, a creature's Will save (or spell resistance) prevents items in its possession from being teleported. Unattended, nonmagical objects receive no saving throw."
		]
	},
	"word_of_resolve": {
		"name": "Word of Resolve",
		"sources": [ "Ultimate Magic" ],
		"description": [
			"## Word of Resolve",
			"",
			"{SOURCE Ultimate Magic/249}  ",
			"**School** {spelldef/abjuration}; **Level** paladin 1  ",
			"**Casting Time** 1 immediate action  ",
			"**Components** V, DF  ",
			"**Range** close (25 ft. + 5 ft./2 levels)  ",
			"**Target** one ally  ",
			"**Duration** instantaneous  ",
			"**Saving Throw** Will negate (harmless); **Spell Resistance** yes (harmless)",
			"",
			"You focus your aura on one ally, allowing it to reroll a failed saving throw against a charm or fear effect with a +4 sacred bonus. If you do not have the aura of courage class ability, this spell has no effect on the target's fear. If you do not have the aura of resolve class ability, this spell has no effect on any charm effects on the target."
		]
	},
	"world_wave": {
		"name": "World Wave",
		"sources": [ "Advanced Player's Guide" ],
		"description": [
			"## World Wave",
			"",
			"{SOURCE Advanced Player's Guide/256}  ",
			"**School** {spelldef/transmutation} [{spelldef/earth}, {spelldef/water}]; **Level** arcanist 9, druid 9, sorcerer 9, wizard 9  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S, DF  ",
			"**Range** see text  ",
			"**Effect** see text  ",
			"**Duration** 1 round/level or 1 hour/level; see text (D)  ",
			"**Saving Throw** none; **Spell Resistance** yes",
			"",
			"You cause any sort of natural terrain (including water, forest, desert, tundra, and so on) to surge beneath your feet and safely propel you with devastating force over great distances. This wave of terrain undulates as it passes over the world, harmlessly lifting or stretching objects, creatures, and phenomena with a connection to nature but tearing through and damaging anything else it encounters. When you cast the spell you must choose the wave's type, either a tsunami or a swell. If you choose a tsunami, you create a 30-foot-high tidal wave of earth or water hurtling across the landscape that lasts for 1 round per level. If you choose a swell, you create a more controlled and gentle 5-foot-high wave that lasts for 1 hour per level. Regardless of its form or composition, the crest of the wave extends 10 feet in front of and behind you, and 5 feet per level to both your left and right. You can stand or sit on the crest of this wave without any fear of falling off it and can even lie down and sleep (or take any other actions you could take if standing on solid ground) as it travels. You can grant up to one additional creature per level the ability to safely accompany you on this wave.",
			"",
			"When you first create the wave, you must choose its path by facing the direction you wish it to travel. Once you make this decision, you cannot change it. The wave, in either version, moves at eight times your base land speed. Any object, creature, or phenomena strongly connected to, or a part of, the natural world simply rises up and down with the wave as it passes, taking no damage or injury. However, anything else coming into contact with the wave takes either 6d6 points of bludgeoning damage (if the tsunami) or 1d6 points of bludgeoning damage (if the swell). The wave damages any manufactured object or structure. On the Material Plane, it also damages any creature of the aberration, construct, outsider, or undead type, or with the extraplanar subtype. Creatures with the construct or undead type take double damage from the wave. Other creatures, or creatures with even one druid class level (regardless of their type), are considered a part of the natural world and are unaffected by the wave. Note that on other planes of existence, what is considered to be a part of the natural world may vary at the GM's discretion.",
			"",
			"The wave can travel up or down the sides of natural features so long as it does not exceed a 45-degree angle. You cannot alter the dimensions of the wave as it travels. If the wave encounters terrain that it cannot incorporate into itself, the wave simply flows over or around the obstacle (creatures riding the wave are harmlessly displaced to the side to avoid the obstacle) unless the terrain occupies one-half or more of the area of the wave's crest. In such cases the spell ends in 1d6 rounds as the wave falters and collapses, unless its duration would normally cause it to expire prior to that. The momentum of the wave carries you forward through this new terrain without any injury until it collapses, at which point you suffer the normal effects of the terrain in which you are deposited. Terrain the wave cannot incorporate includes anything primarily made from fire (such as lava), air (such as an open cliff face), or something man-made (such as a city).",
			"",
			"You can only create the wave if standing on the ground. You cannot create it when underground or on terrain that it cannot incorporate."
		]
	},
	"wracking_ray": {
		"name": "Wracking Ray",
		"sources": [ "Champions of Corruption" ],
		"description": [
			"## Wracking Ray",
			"",
			"{SOURCE Champions of Corruption/25}  ",
			"**School** {spelldef/necromancy} [{spelldef/evil}, {spelldef/pain}]; **Level** arcanist 5, sorcerer 5, witch 5, wizard 5  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, M (an old bone, broken in the casting)  ",
			"**Range** medium (100 ft. + 10 ft./level)  ",
			"**Effect** ray  ",
			"**Duration** instantaneous  ",
			"**Saving Throw** Fortitude half; **Spell Resistance** yes",
			"",
			"A ray of sickly greenish-gray negative energy issues forth from the palm of your hand. Make a ranged touch attack against the target. A creature hit by this spell is wracked by painful spasms as its muscles and sinews wither and twist. The subject takes 1d4 points of Dexterity and Strength damage per 3 caster levels you possess (maximum 5d4 each). This spell cannot reduce an ability score below 1. A successful Fortitude save halves the damage."
		]
	},
	"wrath": {
		"name": "Wrath",
		"sources": [ "Advanced Player's Guide" ],
		"description": [
			"## Wrath",
			"",
			"{SOURCE Advanced Player's Guide/257}  ",
			"**School** {spelldef/enchantment} ({spelldef/compulsion}) [{spelldef/emotion}, {spelldef/mind-affecting}]; **Level** inquisitor 1  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S, M (a thorny vine)  ",
			"**Range** personal  ",
			"**Target** you  ",
			"**Duration** 1 minute",
			"",
			"You focus your anger against an enemy. Choose one enemy creature that you can see. You gain a +1 morale bonus on attack rolls and weapon damage rolls against that designated creature for every three caster levels you have (at least +1, maximum +3). You also receive this bonus on caster level checks made to overcome the creature's spell resistance, if any. At 12th level, you gain the benefits of the {feat/Improved Critical} feat on attack rolls made against the designated creature. This effect doesn't stack with any other effect that expands the threat range of a weapon.",
			"",
			"### Shared Wrath",
			"",
			"{SOURCE Advanced Player's Guide/243}  ",
			"**School** {spelldef/enchantment} ({spelldef/compulsion}) [{spelldef/emotion}, {spelldef/mind-affecting}]; **Level** inquisitor 4  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S, M (a thorny vine)  ",
			"**Range** close (25 ft. + 5 ft./2 levels)  ",
			"**Targets** up to one creature/level, no two of which can be more than 30 ft. apart  ",
			"**Duration** 1 minute  ",
			"**Saving Throw** Will negates (harmless); **Spell Resistance** yes (harmless)",
			"",
			"This spell functions as wrath, except that you grant multiple creatures the bonuses against your designated foe. All subjects of shared wrath receive their bonuses against the same creature."
		]
	},
	"shared_wrath": {
		"name": "Shared Wrath",
		"copyof": "wrath"
	},
	"wrathful_mantle": {
		"name": "Wrathful Mantle",
		"sources": [ "Advanced Player's Guide" ],
		"description": [
			"## Wrathful Mantle",
			"",
			"{SOURCE Advanced Player's Guide/257}  ",
			"**School** {spelldef/evocation} [{spelldef/force}, {spelldef/light}]; **Level** cleric 3, oracle 3, paladin 3, warpriest 3  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S, DF  ",
			"**Range** touch or 5 ft.; see text  ",
			"**Target** creature touched or all creatures within 5 ft.; see text  ",
			"**Duration** 1 minute/level  ",
			"**Saving Throw** Will negates (harmless); **Spell Resistance** yes (harmless)",
			"",
			"A shimmering mantle of light shrouds the subject, casting light like a torch. The subject of the spell gains a +1 resistance bonus on all saving throws per four caster levels (maximum +5 at 20th level). The subject can end the wrathful mantle at any time as a swift action to deal 2d8 points of force damage to all creatures within 5 feet."
		]
	},
	"wrathful_weapon": {
		"name": "Wrathful Weapon",
		"sources": [ "Advanced Class Origins" ],
		"description": [
			"## Wrathful Weapon",
			"",
			"{SOURCE Advanced Class Origins/31}  ",
			"**School** {spelldef/transmutation} [see text]; **Level** cleric 4, oracle 4, warpriest 4  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S, DF  ",
			"**Range** touch  ",
			"**Target** melee weapon touched (see text)  ",
			"**Duration** 1 minute/level  ",
			"**Saving Throw** Will (harmless, object); **Spell Resistance** yes (object)",
			"",
			"You grant the targeted weapon one of the following weapon special abilities: anarchic, axiomatic, holy, or unholy. If anarchic, this spell has the chaos descriptor; if axiomatic, the law descriptor; if holy, the good descriptor; and if unholy, the evil descriptor. If the caster attempts to place a special ability on a weapon that already has that special ability, the spell fails.",
			"",
			"If a warpriest casts this spell on his sacred weapon, the duration doubles. Warpriests with unarmed strike as a sacred weapon can cast this spell on their unarmed strike."
		]
	},
	"wreath_of_blades": {
		"name": "Wreath of Blades",
		"sources": [ "Ultimate Combat" ],
		"description": [
			"## Wreath of Blades",
			"",
			"{SOURCE Ultimate Combat/249}  ",
			"**School** {spelldef/abjuration}; **Level** arcanist 5, bloodrager 4, magus 4, occultist 4, psychic 5, sorcerer 5, summoner 5, unchained summoner 5, witch 5, wizard 5  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S, F (four mithral daggers, each worth at least 502 gp each)  ",
			"**Range** personal  ",
			"**Target** you  ",
			"**Area** 5-foot-radius emanation centered on you  ",
			"**Duration** 1 round/level  ",
			"**Saving Throw** Reflex half (special, see below); **Spell Resistance** no (special, see below)",
			"",
			"The daggers serving as focus of this spell take on a deadly sharpness as they animate and spin around you, creating a 5-foot-radius emanation of spinning mithral blades that moves with you. Any creature that starts its turn within the area of the spinning blades takes 1d4 points of damage for every two caster levels (maximum 10d4 at 20th level) and the damage bypasses DR/silver.",
			"",
			"Furthermore, the daggers ward off some attacks, in a way similar to the {spell/warding weapon} spell. While subject to this spell, you do not provoke attacks of opportunity for casting spells, even from creatures with the {feat/Disruptive} feat. Creatures with the {feat/Spellbreaker} feat can easily bypass this defensive property, though they still take damage from the spell. Your casting (even failing to cast defensively) still provokes attacks of opportunity from creatures with that feat.",
			"",
			"Lastly, the blades that serve as the focus for this spell can be enchanted for greater effect. When all of the blades share the same enhancement bonus and special weapon qualities, a creature that is damaged by this spell is also treated as if hit by one of these weapons. For example, if a 12th-level magus casts this spell using four +1 frost mithral daggers as focus, the damage dealt by the blades would be 6d4+1 plus 1d6 cold damage, as long as the daggers were commanded to be sheathed in ice. No matter the modifications made to the focus weapons, they must always be mithral daggers. No other type of weapons can serve as a focus for this spell."
		]
	},
	"yellow_sign": {
		"name": "Yellow Sign",
		"sources": [ "Pathfinder #110: The Thrushmoor Terror" ],
		"description": [
			"## Yellow Sign",
			"",
			"{SOURCE Pathfinder #110: The Thrushmoor Terror/72}  ",
			"**School** {spelldef/enchantment} ({spelldef/compulsion}) [{spelldef/mind-affecting}]; **Level** arcanist 9, bard 6, cleric 9, oracle 9, skald 6, sorcerer 9, witch 9, wizard 9 (Hastur)  ",
			"**Casting Time** 10 minutes  ",
			"**Components** V, S, M (ochre and sulfur, plus powdered gold worth a total of 15,000 gp)  ",
			"**Range** 0 ft.; see text  ",
			"**Effect** one symbol  ",
			"**Duration** see text  ",
			"**Saving Throw** Will negates; **Spell Resistance** yes",
			"",
			"This spell functions as per symbol of death, save that creatures that succumb to this spell become dominated (as per dominate monster) by Hastur. This causes such creatures to seek to aid any obvious minions or worshipers of Hastur in sight, and any true worshiper of Hastur can command the affected creatures as if that worshiper had been the one to dominate them. In the case of conflicting commands issued from different true worshipers of Hastur, the commanders must attempt opposed Charisma checks, with the winner being able to command the targets for that round. If no worshipers or agents of Hastur are in sight, an affected creature can act normally. When affected by this spell's Yellow Sign in this way, the effects last for 1 round per level. Once triggered, the Yellow Sign remains active for 10 minutes per caster level.",
			"",
			"There is a 1% chance when a creature fails its saving throw against this spell that Hastur takes note and, for reasons of his own, decides to control the target personally. In this case, the actions taken by the dominated creature are left to the GM to determine, but the effects of this spell's Yellow Sign persist for 1 day per level and the commands issued cannot be countermanded by any other creature, even if they are Hastur worshipers.",
			"",
			"Regardless of how long the effects last or whether Hastur directly controls a victim, if a creature failed to resist this spell's effects, Hastur can target that victim for the rest of its life with his fulvous dreams ability. Whether or not the Great Old One ever chooses to do so is left to the GM to determine.",
			"",
			"Yellow Sign can be made permanent with a {spell/permanency} spell by a caster of 18th level or higher for the cost of 40,000 gp."
		]
	},
	"youthful_appearance": {
		"name": "Youthful Appearance",
		"sources": [ "Ultimate Magic" ],
		"description": [
			"## Youthful Appearance",
			"",
			"{SOURCE Ultimate Magic/249}  ",
			"**School** {spelldef/transmutation} ({spelldef/polymorph}); **Level** alchemist 1, arcanist 1, bard 1, investigator 1, medium 1, occultist 1, psychic 1, redmantisassassin 1, skald 1, sorcerer 1, witch 1, wizard 1  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S  ",
			"**Range** touch  ",
			"**Target** creature touched  ",
			"**Duration** 1 hour/level",
			"",
			"You make your target look like a younger version of itself. You select how much younger it looks (for example, \"-10 years\" or \"as a young adult\"). You cannot otherwise change details of the target's appearance other than those directly associated with aging (for example, gray hair returns to its original color). The target cannot appear so much younger that it changes size. This spell does not affect any age-based modifications to ability scores or other age-related effects."
		]
	},
	"zephyrs_fleetness": {
		"name": "Zephyr's Fleetness",
		"sources": [ "Inner Sea Races" ],
		"description": [
			"## Zephyr's Fleetness",
			"",
			"{SOURCE Inner Sea Races/223}  ",
			"**School** {spelldef/transmutation} [{spelldef/air}]; **Level** hunter 3, ranger 3 (Keleshite)  ",
			"**Casting Time** 1 round  ",
			"**Components** V, S  ",
			"**Range** long (400 ft. + 40 ft./level)  ",
			"**Targets** one creature/2 levels  ",
			"**Duration** 1 minute/level  ",
			"**Saving Throw** Will negates (harmless); **Spell Resistance** yes (harmless)",
			"",
			"You can call upon the spirits of the air to grant agility to your allies. Each target gains a +30 foot enhancement bonus to its land speed and fly speed (if any). Each target can also move (and charge) through difficult terrain without penalty."
		]
	},
	"zone_of_foul_flames": {
		"name": "Zone of Foul Flames",
		"sources": [ "Inner Sea Magic" ],
		"description": [
			"## Zone of Foul Flames",
			"",
			"{SOURCE Inner Sea Magic/63}  ",
			"**School** {spelldef/transmutation}; **Level** druid 4, hunter 4  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S, M (a sliver of tree bark from a burnt tree from the Uskwood)  ",
			"**Range** close (25 ft. + 5 ft./2 levels)  ",
			"**Area** 20-ft.-radius spread  ",
			"**Duration** 1 minute/level  ",
			"**Saving Throw** Will negates; **Spell Resistance** yes",
			"",
			"The twisted druids of the Uskwood forsook fire in ages past for the glory of Zon-Kuthon. Despite this aversion, these servants of Nidal know well the sting of flame, and have learned to turn it back on those that wield it. This spell creates a zone where magical fire effects twist and lash out against those who create the effects. A zone of foul flames looks unremarkable to the casual observer, but a Perception check (DC = 20 + the caster's level) reveals a faint rippling effect in the area, as if of heat distortions in the air.",
			"",
			"Whenever a creature casts a spell with the fire descriptor or activates a magical fire effect (as from a magic item or a special attack) while that creature is located in a zone of foul flames, that creature takes full fire damage from the effect. If the effect allows a saving throw to reduce the damage, the victim may attempt the same saving throw to reduce the damage. All creatures in a zone of foul flames gain a +4 circumstance bonus on all saving throws against fire effects, except for those made by a creature attempting to save against fire damage from his own magic. Nonmagical fire in a zone of foul flames burns half as brightly but is otherwise not affected."
		]
	},
	"zone_of_silence": {
		"name": "Zone of Silence",
		"sources": [ "PRPG Core Rulebook" ],
		"description": [
			"## Zone of Silence",
			"",
			"{SOURCE PRPG Core Rulebook/371}  ",
			"**School** {spelldef/illusion} ({spelldef/glamer}); **Level** bard 4, mesmerist 4, skald 4  ",
			"**Casting Time** 1 round  ",
			"**Components** V, S  ",
			"**Range** personal  ",
			"**Area** 5-ft.-radius emanation centered on you  ",
			"**Duration** 1 hour/level (D)",
			"",
			"By casting zone of silence, you manipulate sound waves in your immediate vicinity so that you and those within the spell's area can converse normally, yet no one outside can hear your voices or any other noises from within, including language-dependent or sonic spell effects. This effect is centered on you and moves with you. Anyone who enters the zone immediately becomes subject to its effects, but those who leave are no longer affected. Note, however, that a successful DC 20 Linguistics check to read lips can still reveal what's said inside a zone of silence."
		]
	},
	"zone_of_truth": {
		"name": "Zone of Truth",
		"sources": [ "PRPG Core Rulebook" ],
		"description": [
			"## Zone of Truth",
			"",
			"{SOURCE PRPG Core Rulebook/371}  ",
			"**School** {spelldef/enchantment} ({spelldef/compulsion}) [{spelldef/mind-affecting}]; **Level** cleric 2, inquisitor 2, medium 2, oracle 2, paladin 2, psychic 2, warpriest 2, witch 2  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S, DF  ",
			"**Range** close (25 ft. + 5 ft./2 levels)  ",
			"**Area** 20-ft.-radius emanation  ",
			"**Duration** 1 min./level  ",
			"**Saving Throw** Will negates; **Spell Resistance** yes",
			"",
			"Creatures within the emanation area (or those who enter it) can't speak any deliberate and intentional lies. Each potentially affected creature is allowed a save to avoid the effects when the spell is cast or when the creature first enters the emanation area. Affected creatures are aware of this enchantment. Therefore, they may avoid answering questions to which they would normally respond with a lie, or they may be evasive as long as they remain within the boundaries of the truth. Creatures who leave the area are free to speak as they choose."
		]
	}
}
