{
	"umbral_infusion": {
		"name": "Umbral Infusion",
		"sources": [ "Blood of Shadows" ],
		"description": [
			"## Umbral Infusion",
			"",
			"{SOURCE Blood of Shadows/31}  ",
			"**School** {spelldef/necromancy} [[shadow](spelldef/shadow_descriptor)]; **Level** alchemist 4, antipaladin 4, arcanist 4, cleric 4, investigator 4, occultist 4, oracle 4, psychic 4, shaman 4, sorcerer 4, warpriest 4, witch 4, wizard 4",
			"",
			"### Casting",
			"",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S",
			"",
			"### Effect",
			"",
			"**Range** close (25 ft. + 5 ft./2 levels)  ",
			"**Target** one mindless undead creature  ",
			"**Duration** 1 minute/level  ",
			"**Saving Throw** Will negates; **Spell Resistance** yes",
			"",
			"You infuse the target mindless undead creature with power drawn from the Shadow Plane, immediately granting it the advanced creature simple template. It gains a +2 bonus on all rolls, including damage rolls, a +2 bonus to special ability DCs, a +4 bonus to AC and CMD, and 2 additional hit points per Hit Die. The undead creature's destructive instincts take hold for the duration of this spell, and any attempts to control or command the undead creature have a 50% chance of failing; if uncontrolled, the undead creature attacks any living creatures it sees. This spell has no effect on undead creatures that already have the advanced creature template.",
			"",
			"### Umbral Infusion, Mass",
			"",
			"{SOURCE Blood of Shadows/31}  ",
			"**School** {spelldef/necromancy} [[shadow](spelldef/shadow_descriptor)]; **Level** arcanist 8, cleric 8, oracle 8, sorcerer 8, witch 8, wizard 8",
			"",
			"#### Casting",
			"",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S",
			"",
			"#### Effect",
			"",
			"**Range** close (25 ft. + 5 ft./2 levels)  ",
			"**Target** one mindless undead creature/level, no two of which can be more than 30 ft. apart  ",
			"**Duration** 1 minute/level  ",
			"**Saving Throw** Will negates; **Spell Resistance** yes",
			"",
			"This spell functions as umbral infusion, except it can affect multiple mindless undead creatures."
		]
	},
	"umbral_infusion_mass": {
		"name": "Umbral Infusion, Mass",
		"copyof": "umbral_infusion"
	},
	"mass_umbral_infusion": {
		"copyof": "umbral_infusion_mass"
	},
	"umbral_strike": {
		"name": "Umbral Strike",
		"sources": [ "Blood of Shadows" ],
		"description": [
			"## Umbral Strike",
			"",
			"{SOURCE Blood of Shadows/16}  ",
			"**School** {spelldef/necromancy} ([shadow](spelldef/shadow_descriptor)) [{spelldef/darkness}]; **Level** arcanist 7, cleric 7, druid 7, inquisitor 6, magus 6, occultist 6, oracle 7, psychic 7, shaman 7, sorcerer 7, spiritualist 6, witch 7, wizard 7",
			"",
			"### Casting",
			"",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S, M (a black crossbow bolt)",
			"",
			"### Effect",
			"",
			"**Range** medium (100 ft. + 10 ft./level)  ",
			"**Target** 1 creature  ",
			"**Duration** 1 round/level  ",
			"**Saving Throw** Fortitude partial; **Spell Resistance** yes",
			"",
			"You create a bolt of dark energy and use it to make a ranged touch attack that ignores concealment (but not total concealment). If you hit, the target takes 1d6 points of damage per caster level (maximum 20d6). Half of this damage is cold damage and half of it is negative energy. The bolt's shadow expands and covers the target, rendering him blind for the duration of the spell. A successful Fortitude save halves the damage and negates the blind condition."
		]
	},
	"umbral_weapon": {
		"name": "Umbral Weapon",
		"sources": [ "Melee Tactics Toolbox" ],
		"description": [
			"## Umbral Weapon",
			"",
			"{SOURCE Melee Tactics Toolbox/31}  ",
			"**School** {spelldef/illusion} [{spelldef/cold}, [shadow](spelldef/shadow_descriptor)]; **Level** antipaladin 2, arcanist 2, bard 2, magus 2, skald 2, sorcerer 2, witch 2, wizard 2",
			"",
			"### Casting",
			"",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S, M (a pair of miniature swords)",
			"",
			"### Effect",
			"",
			"**Range** touch  ",
			"**Target** melee weapon touched  ",
			"**Duration** 1 round/level  ",
			"**Saving Throw** none; **Spell Resistance** yes",
			"",
			"A shadowy afterimage trails behind the targeted weapon, potentially damaging foes even when the weapon misses. Once per round, when the weapon's wielder misses a creature with the target weapon, the wielder can reroll the attack. If the reroll hits, the spell hits the targeted creature and deals 1d8 points of cold damage, plus 1 additional point per 2 caster levels (maximum +10). If an attacked creature has spell resistance, you must attempt a caster level check (1d20 + caster level) against that spell resistance the first time the spell damages the target. If the creature successfully resists umbral weapon, the spell is dispelled. If not, the creature takes damage as normal."
		]
	},
	"unadulterated_loathing": {
		"name": "Unadulterated Loathing",
		"sources": [ "Ultimate Magic" ],
		"description": [
			"## Unadulterated Loathing",
			"",
			"{SOURCE Ultimate Magic/244}  ",
			"**School** {spelldef/enchantment} ({spelldef/compulsion}) [{spelldef/emotion}, {spelldef/mind-affecting}]; **Level** antipaladin 2, arcanist 3, bard 2, mesmerist 2, psychic 3, skald 2, sorcerer 3, witch 3, wizard 3",
			"",
			"### Casting",
			"",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S, M",
			"",
			"### Effect",
			"",
			"**Range** close (25 ft. + 5 ft./2 levels)  ",
			"**Target** one creature  ",
			"**Duration** 1 day/level  ",
			"**Saving Throw** Will negates; **Spell Resistance** yes",
			"",
			"You fill the target with a terrible loathing aimed at a specific creature. At the time of the casting, you designate a single creature as the object of the target's revulsion. Thereafter, the target does all it can to remain at least 60 feet away from the object of its loathing. As soon as the target moves within this range, it becomes nauseated until it can again get away from the object of its revulsion. If traveling beyond 60 feet of the object of its loathing would place the target in obvious physical danger, the target can attempt a second save to break the spell's effect.",
			"",
			"Unadulterated loathing counters reckless infatuation."
		]
	},
	"unbearable_brightness": {
		"name": "Unbearable Brightness",
		"sources": [ "Advanced Class Guide" ],
		"description": [
			"## Unbearable Brightness",
			"",
			"{SOURCE Advanced Class Guide/197}  ",
			"**School** {spelldef/evocation} [{spelldef/light}]; **Level** alchemist 4, arcanist 4, investigator 4, occultist 4, psychic 4, sorcerer 4, witch 4, wizard 4",
			"",
			"### Casting",
			"",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S",
			"",
			"### Effect",
			"",
			"**Range** personal and 30 ft. (see text)  ",
			"**Area** 30-ft.-radius emanation centered on you  ",
			"**Duration** 1 round/level  ",
			"**Saving Throw** none and Reflex partial (see text); **Spell Resistance** no and yes (see text)",
			"",
			"Your body glows with a terrible light. Creatures within 30 feet of you that can see you are dazzled (no saving throw). Creatures with light sensitivity must succeed at a Reflex saving throw or be blinded. This light counts as daylight for the purpose of affecting darkness effects (and vice versa). If the emanation enters an area under the effect of magical darkness (or vice versa), both effects are temporarily negated so that the otherwise prevailing light conditions exist in the overlapping areas of effect. Dazzled and blinded conditions from your light end when the spell ends or when the creature is out of line of sight."
		]
	},
	"unbreakable_construct": {
		"name": "Unbreakable Construct",
		"sources": [ "Ultimate Magic" ],
		"description": [
			"## Unbreakable Construct",
			"",
			"{SOURCE Ultimate Magic/244}  ",
			"**School** {spelldef/abjuration}; **Level** arcanist 5, occultist 4, sorcerer 5, wizard 5",
			"",
			"### Casting",
			"",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S, M (powdered adamantine worth 100 gp)",
			"",
			"### Effect",
			"",
			"**Range** close (25 ft. + 5 ft./2 levels)  ",
			"**Target** one construct  ",
			"**Duration** 1 round/level  ",
			"**Saving Throw** Will negates (harmless); **Spell Resistance** no",
			"",
			"This spell increases the target's DR/adamantine by 5 or its hardness by 5. If the target does not have DR/adamantine or hardness, this spell has no effect."
		]
	},
	"unbreakable_heart": {
		"name": "Unbreakable Heart",
		"sources": [
			"Inner Sea World Guide",
			"Gods and Magic"
		],
		"description": [
			"## Unbreakable Heart",
			"",
			"{SOURCE Inner Sea World Guide/296;Gods and Magic/37}  ",
			"**School** {spelldef/enchantment} ({spelldef/compulsion}) [{spelldef/mind-affecting}]; **Level** bard 1, cleric 1, hunter 1, oracle 1, paladin 1, ranger 1, shaman 1, skald 1, warpriest 1, witch 1",
			"",
			"### Casting",
			"",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S",
			"",
			"### Effect",
			"",
			"**Range** close (25 ft. + 5 ft./2 levels)  ",
			"**Effect** 1 creature  ",
			"**Duration** 1 round/level  ",
			"**Saving Throw** Will negates (harmless); **Spell Resistance** yes (harmless)",
			"",
			"The target creature gains a +4 morale bonus on saving throws against mind-affecting effects that rely on negative emotions (such as crushing despair, rage, or fear effects) or that would force him to harm an ally (such as confusion). If the target is already under such an effect when receiving this spell, that effect is suppressed for the duration of this spell. It does not affect mind-affecting effects based on positive emotions (such as good hope or the inspire courage bard ability). A creature can still be charmed or otherwise magically controlled while under this spell's effects, but if such a creature ever receives a new saving throw against that effect as a result of being ordered to attempt to harm or otherwise oppose a true ally, he can roll that saving throw twice and take the better result as his actual roll. Calm emotions counters and dispels unbreakable heart."
		]
	},
	"uncanny_reminder": {
		"name": "Uncanny Reminder",
		"sources": [ "Chronicle of Legends" ],
		"description": [
			"## Uncanny Reminder",
			"",
			"{SOURCE Chronicle of Legends/14}  ",
			"**School** {spelldef/conjuration}; **Level** arcanist 8, mesmerist 6, psychic 8, sorcerer 8, summoner 6, unchained summoner 6, wizard 8",
			"",
			"### Casting",
			"",
			"**Casting Time** 1 round  ",
			"**Components** v, S",
			"",
			"### Effect",
			"",
			"**Range** close (25 ft. + 5 ft./2 levels)  ",
			"**Target** one living creature  ",
			"**Duration** 1 round/level  ",
			"**Saving Throw** Will negates; **Spell Resistance** yes",
			"",
			"This spell creates an animated replica of the target drawn from the target's subconscious. This living memory is an animated form of the target's negative thoughts and emotions and is intent on destroying the target entirely. The living memory appears to be an exact replica of the target creature, but upon inspection it is obviously a construct. It uses the statistics of a {monster/clockwork angel} except that it has an Intelligence of 10 and does not have the clockwork trait, the enhance weapon ability, or vulnerability to electricity. If the living memory is destroyed, it vanishes entirely, including any replicas of equipment.",
			"",
			"You do not control the living memory. The living memory constantly attacks the target. The nature of the living memory causes the target to become unsettled. Roll on the following table to determine how the target acts while the living memory is in sight. If the result offers a saving throw, the DC is equal to that of this spell. The result remains in effect for as long as the living memory is in sight. If the target loses sight of the living memory and then sees it again, roll on the chart again. d% Behavior",
			"",
			"| d% | Behavior |",
			"| :---: | --- |",
			"| 1-20 | Target is unaffected |",
			"| 21-35 | Target takes a -2 penalty on attack rolls |",
			"| 36-50 | Target takes a -2 penalty on saving throws |",
			"| 51-65 | Target takes a -4 penalty on ability checks, attack rolls, saving throws, skill checks, and weapon damage rolls |",
			"| 66-75 | Target is staggered (Fortitude negates) |",
			"| 76-85 | Target is fascinated by the living memory (Will negates) |",
			"| 86-95 | Target is frightened by the living memory (Will negates) |",
			"| 96-100 | Target is nauseated (Fortitude negates) |"
		]
	},
	"unconscious_agenda": {
		"name": "Unconscious Agenda",
		"sources": [
			"Rise of the Runelords Anniversary Edition",
			"Pathfinder #5: Sins of the Saviors"
		],
		"description": [
			"## Unconscious Agenda",
			"",
			"{SOURCE Rise of the Runelords Anniversary Edition/419;Pathfinder #5: Sins of the Saviors/61}  ",
			"**School** {spelldef/enchantment} ({spelldef/compulsion}) [{spelldef/language-dependent}, {spelldef/mind-affecting}]; **Level** arcanist 6, bard 6, inquisitor 6, skald 6, sorcerer 6, witch 6, wizard 6",
			"",
			"### Casting",
			"",
			"**Casting Time** 10 minutes  ",
			"**Components** V",
			"",
			"### Effect",
			"",
			"**Range** Close (25 ft. + 5 ft./2 levels)  ",
			"**Target** One humanoid  ",
			"**Duration** One week/level or until discharged (D)  ",
			"**Saving Throw** Will negates; **Spell Resistance** yes",
			"",
			"This spell plants a subconscious directive in the target's mind that forces him to act as you dictate when specific circumstances arise. The target humanoid can be either conscious or unconscious, but must understand your language. Upon casting this spell, you must state a course of action you wish the target to take. This course of action must be described in 20 words or fewer. You must then state the condition under which you wish the target to take this action, also describing it in 20 or fewer words. Actions or conditions more elaborate than 20 words cause the spell to fail. Unconscious agenda cannot compel a target to kill himself, though it can compel him to perform exceedingly dangerous acts, face impossible odds, or undertake almost any other course of activity. You cannot issue new commands to the target after the spell is cast.",
			"",
			"If the target fails his save against this spell, he is not compelled to act in any way until the specified trigger circumstances are encountered. He also has no knowledge of the details of the spell affecting him, and has no memory of the last 10 minutes (although he might come to notice the missing time or the presence of the caster). He can function as he wishes until the events you detailed as the condition take place. Upon experiencing the prerequisite condition, the target is forced to perform the course of action you described as per the spell dominate person. (If the compelled action is against the victim's nature, he immediately gains a new saving throw at a +5 bonus against the spell to end its effects.) For the next hour, the target acts as you dictated, doing all he can to fulfill your command. If, at the end of the hour, the target still has not completed your command, the target is released from the enchantment and the spell ends. Once the course of action is completed, the spell ends. The target has full memory of acts performed during this hour.",
			"",
			"It's difficult to detect an unconscious agenda before the spell is triggered. Casting detect magic on one affected by it only reveals an aura of enchantment if the caster of detect magic has a higher caster level then the caster of unconscious agenda. Even if the spell is detected, it can only be removed by break enchantment, limited wish, remove curse, miracle, or wish. Dispel magic does not affect unconscious agenda."
		]
	},
	"undead_anatomy_1": {
		"name": "Undead Anatomy I",
		"sources": [ "Ultimate Magic" ],
		"description": [
			"## Undead Anatomy I",
			"",
			"{SOURCE Ultimate Magic/244}  ",
			"**School** {spelldef/transmutation} ({spelldef/polymorph}); **Level** alchemist 3, arcanist 3, bloodrager 3, investigator 3, magus 3, redmantisassassin 3, sorcerer 3, spiritualist 3, wizard 3",
			"",
			"### Casting",
			"",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S, M (a piece of the creature whose form you plan to assume)",
			"",
			"### Effect",
			"",
			"**Range** personal  ",
			"**Target** you  ",
			"**Duration** 1 minute/level (D)",
			"",
			"When you cast this spell, you can assume the form of any Small or Medium corporeal creature of the undead type, which must be vaguely humanoid-shaped (like a ghoul, skeleton, or zombie). You gain a bite attack (1d6 for Medium forms, 1d4 for Small forms), two claw or slam attacks (1d6 for Medium forms, 1d4 for Small forms), and darkvision 60 feet. If the form you assume has any of the following abilities, you gain the listed ability: climb 30 feet, fly 30 feet (average maneuverability), swim 30 feet, low-light vision, and scent.",
			"",
			"In this form, you detect as an undead creature (such as with detect undead, but not with magic that reveals your true form, such as true seeing) and are treated as undead for the purposes of channeled energy, cure spells, and inflict spells, but not for other effects that specifically target or react differently to undead (such as searing light).",
			"",
			"*Small undead:* If the form you take is that of a Small undead, you gain a +2 size bonus to your Dexterity and a +1 natural armor bonus.",
			"",
			"*Medium undead:* If the form you take is that of a Medium undead, you gain a +2 size bonus to your Strength and a +2 natural armor bonus.",
			"",
			"### Undead Anatomy II",
			"",
			"{SOURCE Ultimate Magic/244}  ",
			"**School** {spelldef/transmutation} ({spelldef/polymorph}); **Level** alchemist 5, arcanist 5, investigator 5, magus 5, sorcerer 5, spiritualist 5, wizard 5",
			"",
			"#### Casting",
			"",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S, M (a piece of the creature whose form you plan to assume)",
			"",
			"#### Effect",
			"",
			"**Range** personal  ",
			"**Target** you  ",
			"**Duration** 1 minute/level (D)",
			"",
			"This spell functions as undead anatomy I, except it also allows you to assume the form of a Tiny or Large corporeal creature of the undead type. If the form you assume has any of the following abilities, you gain the listed ability: climb 60 feet, fly 60 feet (good maneuverability), swim 60 feet, darkvision 60 feet, low-light vision, blood drain, DR 5/bludgeoning, scent, freeze, grab, mimicry, pounce, shadowless, sound mimicry, and trip.",
			"",
			"In this form, you gain a +4 bonus on saves against mind-affecting effects, disease, poison, sleep, and stunning. If the form has a vulnerability to an attack (such as sunlight), you gain that vulnerability.",
			"",
			"*Tiny undead:* If the form you take is that of a Tiny undead, you gain a +4 size bonus to your Dexterity, a -2 penalty to your Strength, and a +1 natural armor bonus.",
			"",
			"*Large undead:* If the form you take is that of a Large undead, you gain a +4 size bonus to your Strength, a -2 penalty to your Dexterity, and a +4 natural armor bonus.",
			"",
			"### Undead Anatomy III",
			"",
			"{SOURCE Ultimate Magic/245}  ",
			"**School** {spelldef/transmutation} ({spelldef/polymorph}); **Level** alchemist 6, arcanist 6, investigator 6, magus 6, sorcerer 6, spiritualist 6, wizard 6",
			"",
			"#### Casting",
			"",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S, M (a piece of the creature whose form you plan to assume)",
			"",
			"#### Effect",
			"",
			"**Range** personal  ",
			"**Target** you  ",
			"**Duration** 1 minute/level (D)",
			"",
			"This spell functions as undead anatomy II, except it also allows you to assume the form of a Diminutive or Huge corporeal creature of the undead type. If the form you assume has any",
			"",
			"of the following abilities, you gain the listed ability: burrow 30 feet, climb 90 feet, fly 90 feet (good maneuverability), swim 90 feet, all-around vision, blindsense 30 feet, darkvision 60 feet, low-light vision, scent, constrict, disease, DR 5/-, fear aura, grab, jet, natural cunning, overwhelming, poison, pounce, rake, trample, trip, unnatural aura, and web.",
			"",
			"If the creature has immunity or resistance to any energy types, you gain resistance 20 to those energy types. If the creature has vulnerability to an energy type, you gain that vulnerability. In this form, you gain a +8 bonus on saves against mind-affecting effects, disease, poison, sleep, and stunning. If the form has a vulnerability to an attack (such as sunlight), you gain that vulnerability.",
			"",
			"*Diminutive undead:* If the form you take is that of a Diminutive undead, you gain a +6 size bonus to your Dexterity, a -4 penalty to your Strength, and a +1 natural armor bonus.",
			"",
			"*Huge undead:* If the form you take is that of a Huge undead, you gain a +6 size bonus to your Strength, a -4 penalty to your Dexterity, and a +6 natural armor bonus.",
			"",
			"### Undead Anatomy IV",
			"",
			"{SOURCE Ultimate Magic/245}  ",
			"**School** {spelldef/transmutation} ({spelldef/polymorph}); **Level** arcanist 8, sorcerer 8, wizard 8",
			"",
			"#### Casting",
			"",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S, M (a piece of the creature whose form you plan to assume)",
			"",
			"#### Effect",
			"",
			"**Range** personal  ",
			"**Target** you  ",
			"**Duration** 1 minute/level (D) (see text)",
			"",
			"This spell functions as undead anatomy III, except it allows you to use more abilities. If the form you assume has any of the following abilities, you gain the listed ability: burrow 60 feet, climb 90 feet, fly 120 feet (good maneuverability), swim 120 feet, blindsense 60 feet, darkvision 90 feet, lifesense 60 feet, low-light vision, scent, tremorsense 60 feet, breath weapon, constrict, DR 10/magic and silver, DR 15/bludgeoning and magic, fast healing 5, fiery death, fire aura, grab, incorporeal, jet, poison, pounce, rake, rend, roar, spikes, trample, trip, and web.",
			"",
			"If the creature's form is incorporeal, the spell's duration is in rounds per level instead of minutes per level, and your bite and claw (or slam) attacks are incorporeal touch attacks. If the creature has immunity or resistance to any energy types, you gain resistance 30 to those energy types. If the creature has vulnerability to an energy type, you gain that vulnerability. In this form, you gain a +8 bonus on saves against mind-affecting effects, disease, poison, sleep, and stunning. If the form has a vulnerability to an attack (such as sunlight), you gain that vulnerability.",
			"",
			"*Tiny undead:* If the form you take is that of a Tiny undead, you gain a -2 penalty to your Strength, a +8 size bonus to your Dexterity, and a +3 natural armor bonus.",
			"",
			"*Large undead:* If the form you take is that of a Large undead, you gain a +6 size bonus to your Strength, a -2 penalty on your Dexterity, a +2 size bonus to your Constitution, and a +6 natural armor bonus."
		]
	},
	"undead_anatomy_i": {
		"copyof": "undead_anatomy_1"
	},
	"undead_anatomy_2": {
		"name": "Undead Anatomy II",
		"copyof": "undead_anatomy_1"
	},
	"undead_anatomy_ii": {
		"copyof": "undead_anatomy_2"
	},
	"undead_anatomy_3": {
		"name": "Undead Anatomy III",
		"copyof": "undead_anatomy_1"
	},
	"undead_anatomy_iii": {
		"copyof": "undead_anatomy_3"
	},
	"undead_anatomy_4": {
		"name": "Undead Anatomy IV",
		"copyof": "undead_anatomy_1"
	},
	"undead_anatomy_iv": {
		"copyof": "undead_anatomy_4"
	},
	"undeath_inversion": {
		"name": "Undeath Inversion",
		"sources": [ "Undead Slayer's Handbook" ],
		"description": [
			"## Undeath Inversion",
			"",
			"{SOURCE Undead Slayer's Handbook/27}  ",
			"**School** {spelldef/necromancy}; **Level** arcanist 4, cleric 4, oracle 4, sorcerer 4, warpriest 4, witch 4, wizard 4",
			"",
			"### Casting",
			"",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S, F/DF (a gold piece with one scratched face)",
			"",
			"### Effect",
			"",
			"**Range** close (25 ft. + 5 ft./2 levels)  ",
			"**Target** one undead creature  ",
			"**Duration** 1 round/level (D); see text  ",
			"**Saving Throw** Will negates, see text; **Spell Resistance** yes",
			"",
			"You alter an undead creature's energy affinity so that it takes damage from negative energy and gains healing from positive energy, as if it were a living creature. If the target was able to channel negative energy or produce negative energy effects (such as inflict spells), these abilities produce positive energy instead, healing living targets and harming the undead. The target cannot impose negative levels on other creatures for the duration of the spell. The target's creature type does not change, and it is still considered an undead creature. Each round on its turn, the subject may attempt a new saving throw to end the effect. This is a full-round action that does not provoke attacks of opportunity."
		]
	},
	"undeath_to_death": {
		"name": "Undeath to Death",
		"sources": [ "PRPG Core Rulebook" ],
		"description": [
			"## Undeath to Death",
			"",
			"{SOURCE PRPG Core Rulebook/363}  ",
			"**School** {spelldef/necromancy}; **Level** arcanist 6, cleric 6, inquisitor 6, oracle 6, sorcerer 6, spiritualist 6, warpriest 6, wizard 6",
			"",
			"### Casting",
			"",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S, M/DF (diamond powder worth 500 gp)",
			"",
			"### Effect",
			"",
			"**Range** medium (100 ft. + 10 ft./level)  ",
			"**Area** several undead creatures within a 40-ft.-radius burst  ",
			"**Duration** instantaneous  ",
			"**Saving Throw** Will negates; **Spell Resistance** yes",
			"",
			"This spell functions like circle of death, except that it destroys undead creatures as noted above."
		]
	},
	"undeath_ward": {
		"name": "Undeath Ward",
		"sources": [ "Dungeons of Golarion" ],
		"description": [
			"## Undeath Ward",
			"",
			"{SOURCE Dungeons of Golarion/63}  ",
			"**School** {spelldef/abjuration}; **Level** arcanist 6, cleric 5, inquisitor 4, oracle 5, sorcerer 6, warpriest 5, witch 6, wizard 6",
			"",
			"### Casting",
			"",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S, M/DF (powdered silver)",
			"",
			"### Effect",
			"",
			"**Range** 10 ft.  ",
			"**Area** 10-ft.-radius emanantion, centered on you  ",
			"**Duration** 1 minute/level (D)  ",
			"**Saving Throw** none or Will negates (see text); **Spell Resistance** yes",
			"",
			"You create a pale silver barrier that repels undead. Mindless undead and intelligent undead with fewer Hit Dice than your caster level cannot enter the area or penetrate the barrier. Undead of Hit Dice equal to or greater than your caster level can pass through this barrier by making a successful Will save against the spell, but as they do so, they take 3d6 points of damage. Once an undead creature makes its save against this spell and takes this damage, it can come and go without further penalty. This spell may only be used defensively, not aggressively. Forcing an undeath ward against creatures that the spell keeps at bay collapses the barrier."
		]
	},
	"underbrush_decoy": {
		"name": "Underbrush Decoy",
		"sources": [ "Ultimate Intrigue" ],
		"description": [
			"## Underbrush Decoy",
			"",
			"{SOURCE Ultimate Intrigue/228}  ",
			"**School** {spelldef/transmutation}; **Level** druid 1, hunter 1, ranger 1, shaman 1",
			"",
			"### Casting",
			"",
			"**Casting Time** 1 swift action  ",
			"**Components** S",
			"",
			"### Effect",
			"",
			"**Range** close (25 ft. + 5 ft./2 levels)  ",
			"**Target** one non-creature plant of size Tiny, Small, or Medium  ",
			"**Duration** 1 round  ",
			"**Saving Throw** Will negates (object); **Spell Resistance** yes (object)",
			"",
			"You cause a plant to rustle noisily, distracting nearby creatures. You can attempt a Bluff check to create a distraction to hide, using your caster level + your Wisdom modifier in place of your total Bluff skill bonus and applying the result to all creatures within 30 feet. You count the target as distracted, as do any creatures that knew about your distraction in advance. Creatures might not be distracted if they detect you casting the spell or otherwise anticipate your subterfuge."
		]
	},
	"undetectable_alignment": {
		"name": "Undetectable Alignment",
		"sources": [ "PRPG Core Rulebook" ],
		"description": [
			"## Undetectable Alignment",
			"",
			"{SOURCE PRPG Core Rulebook/363}  ",
			"**School** {spelldef/abjuration}; **Level** alchemist 2, antipaladin 2, bard 1, cleric 2, inquisitor 2, investigator 2, mesmerist 1, oracle 2, paladin 2, psychic 2, skald 1, warpriest 2",
			"",
			"### Casting",
			"",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S",
			"",
			"### Effect",
			"",
			"**Range** close (25 ft. + 5 ft./2 levels)  ",
			"**Target** one creature or object  ",
			"**Duration** 24 hours  ",
			"**Saving Throw** Will negates (object); **Spell Resistance** yes (object)",
			"",
			"An undetectable alignment spell conceals the alignment of an object or a creature from all forms of divination."
		]
	},
	"undetectable_trap": {
		"name": "Undetectable Trap",
		"sources": [ "Ultimate Intrigue" ],
		"description": [
			"## Undetectable Trap",
			"",
			"{SOURCE Ultimate Intrigue/228}  ",
			"**School** {spelldef/illusion} ({spelldef/glamer}); **Level** antipaladin 2, hunter 2, occultist 3, ranger 2",
			"",
			"### Casting",
			"",
			"**Casting Time** 10 minutes (see text)  ",
			"**Components** V, S, M (a square of black silk worth 50 gp)",
			"",
			"### Effect",
			"",
			"**Range** touch  ",
			"**Target** trap touched  ",
			"**Duration** 1 day/level (D)  ",
			"**Saving Throw** none; **Spell Resistance** no",
			"",
			"You shroud a single trap with a powerful illusion to make it more difficult to locate. Spells like detect magic can't locate any magic aura from either the target trap or from undetectable trap. Furthermore, a character under the effect of the find traps spell doesn't receive an automatic chance to locate the target trap when she comes within 10 feet of it, and the bonus on Perception checks from find traps doesn't apply to attempts to notice the target trap. Add 1/2 your caster level to the DC for any creature without the trapfinding class ability to notice the target trap with Perception checks.",
			"",
			"A ranger with the ranger traps class feature can cast this spell on a ranger trap he creates as part of the same action he uses to prepare a ranger trap. This doesn't reduce the spell's casting time if such a ranger casts this spell on an ordinary trap, even one that he created himself using Craft (traps)."
		]
	},
	"undines_curse": {
		"name": "Undine's Curse",
		"sources": [ "Advanced Race Guide" ],
		"description": [
			"## Undine's Curse",
			"",
			"{SOURCE Advanced Race Guide/179}  ",
			"**School** {spelldef/necromancy} [{spelldef/curse}, {spelldef/evil}]; **Level** arcanist 1, sorcerer 1, witch 1, wizard 1 (undine)",
			"",
			"### Casting",
			"",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S",
			"",
			"### Effect",
			"",
			"**Range** close (25 ft. + 5 ft./2 levels)  ",
			"**Target** one creature  ",
			"**Duration** 1 hour/level  ",
			"**Saving Throw** Will negates; **Spell Resistance** yes",
			"",
			"The target loses its body's natural ability to breathe automatically. As long as it remains conscious and is able to take physical actions, it keeps breathing and is able to function normally. If it is ever unconscious (including sleeping) or unable to take physical actions, it stops breathing and stops breathing, must hold its breath, and might begin to suffocate. Creatures that do not have to breathe are immune to this spell."
		]
	},
	"unerring_tracker": {
		"name": "Unerring Tracker",
		"sources": [ "Ultimate Intrigue" ],
		"description": [
			"## Unerring Tracker",
			"",
			"{SOURCE Ultimate Intrigue/228}  ",
			"**School** {spelldef/divination}; **Level** alchemist 5, druid 6, hunter 4, investigator 5, occultist 4, ranger 4",
			"",
			"### Casting",
			"",
			"**Casting Time** 10 minutes  ",
			"**Components** V, S, DF",
			"",
			"### Effect",
			"",
			"**Range** personal  ",
			"**Target** you  ",
			"**Duration** 10 minutes/level  ",
			"**Saving Throw** none; **Spell Resistance** no",
			"",
			"During this spell's duration, you can touch the sign of a creature's passage that you have identified using the Survival skill to make the other steps in the creature's path perfectly clear to you, no matter how minute. This trail can't be more than 24 hours old. You can follow the trail at any speed, provided you have line of sight to the trail. You can distinguish the trail of the particular creature followed even if it joins and splits with other trails. Once you have selected a trail to follow using this spell, it can't be changed.",
			"",
			"The spell is unable to follow teleportation or interplanar travel for any distance. The trail appears to end where the creature teleported (though a successful Spellcraft check allows you to determine the method of teleportation, if a spell was used). Unerring tracker can't track creatures under the effect of a pass without trace spell, as those creatures leave no trail at all, but can track creatures using nondetection (though not mind blank).",
			"",
			"This spell can be used to track flying creatures, but the trail must at least begin on a solid surface.",
			"",
			"This spell doesn't reveal the creature's current position or any shorter path than the one it followed (for instance, it will not reveal that the creature doubled back upon the trail until you reach the point where the creature turned around.) It doesn't reveal traps or other hazards along the trail."
		]
	},
	"unerring_weapon": {
		"name": "Unerring Weapon",
		"sources": [ "Ultimate Combat" ],
		"description": [
			"## Unerring Weapon",
			"",
			"{SOURCE Ultimate Combat/248}  ",
			"**School** {spelldef/transmutation}; **Level** arcanist 1, bloodrager 1, inquisitor 1, magus 1, medium 1, occultist 2, psychic 1, redmantisassassin 1, sorcerer 1, witch 1, wizard 1",
			"",
			"### Casting",
			"",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S",
			"",
			"### Effect",
			"",
			"**Range** close (25 ft. + 5 ft./2 levels)  ",
			"**Targets** one weapon or 20 projectiles, all of which must be together at the time of casting  ",
			"**Duration** 1 round/level  ",
			"**Saving Throw** Will negates (harmless, object); **Spell Resistance** yes (harmless, object)",
			"",
			"This spell causes a weapon to veer closer to vital areas, improving the result of a critical threat. This transmutation grants a +2 bonus on attack rolls to confirm critical hits plus 1 additional bonus point per four caster levels (maximum total bonus +7). If the spell is cast on projectiles, the effect ends on a specific projectile whenever that projectile is used to make an attack, regardless of whether the attack hits. For this spell, shuriken are considered projectiles."
		]
	},
	"unfetter": {
		"name": "Unfetter",
		"sources": [ "Advanced Player's Guide" ],
		"description": [
			"## Unfetter",
			"",
			"{SOURCE Advanced Player's Guide/253}  ",
			"**School** {spelldef/transmutation}; **Level** summoner 1, unchained summoner 1",
			"",
			"### Casting",
			"",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S, M (a broken chain)",
			"",
			"### Effect",
			"",
			"**Range** medium (100 ft. + 10 ft./level)  ",
			"**Target** your eidolon  ",
			"**Duration** 10 minutes/level  ",
			"**Saving Throw** Will negates (harmless); **Spell Resistance** no",
			"",
			"This spell breaks the life link between you and your eidolon. This spell allows your eidolon to venture more than 100 feet away from you without penalty. It can travel any distance while this spell is in effect without penalty, but if the spell expires while the eidolon is farther than 100 feet away, it immediately loses hit points as normal for distance and is possibly sent back to its home plane. While this spell is in effect, you cannot sacrifice hit points to prevent damage to your eidolon. Damage that would be transferred due to the life bond ability is not transferred. If you attempt to use the transposition ability while this spell is in effect, you must roll on the teleport mishap table, using the \"studied carefully\" row."
		]
	},
	"unflappable_mien": {
		"name": "Unflappable Mien",
		"sources": [ "Disciple's Doctrine" ],
		"description": [
			"## Unflappable Mien",
			"",
			"{SOURCE Disciple's Doctrine/19}  ",
			"**School** {spelldef/evocation} [{spelldef/force}]; **Level** arcanist 3, bard 3, mesmerist 3, occultist 3, psychic 3, skald 3, sorcerer 3, wizard 3",
			"",
			"### Casting",
			"",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S, F (a diamond clasp, brooch, or pin worth at least 100 gp)",
			"",
			"### Effect",
			"",
			"**Range** personal  ",
			"**Target** you  ",
			"**Duration** 10 minutes/level or until discharged; see yext  ",
			"**Saving Throw** see text; **Spell Resistance** no",
			"",
			"When a creature attempts to touch you with an attack (such as a touch attack, an unarmed strike, an attack with a natural weapon, or a grapple), it feels a field of force blocking its way. It can choose to abandon the attempt, losing its action, or to push through the ward. If it pushes through, you can trigger a wave of force against that creature. This discharges the spell, deals 1d4 points of force damage per caster level (maximum 10d4), and pushes the creature back 5 feet. If the creature cannot be pushed back 5 feet (if a solid surface is directly behind it, for example), it takes 2d4 additional points of force damage. A successful Fortitude saving throw halves the total amount of force damage the creature takes.",
			"",
			"Members of the Prophet of Kalistrade prestige class can cast this spell, even though it is not a divination or enchantment."
		]
	},
	"unhallow": {
		"name": "Unhallow",
		"sources": [ "PRPG Core Rulebook" ],
		"description": [
			"## Unhallow",
			"",
			"{SOURCE PRPG Core Rulebook/363}  ",
			"**School** {spelldef/evocation} [{spelldef/evil}]; **Level** cleric 5, druid 5, hunter 5, inquisitor 5, oracle 5, warpriest 5",
			"",
			"### Casting",
			"",
			"**Casting Time** 24 hours  ",
			"**Components** V, S, M (herbs, oils, and incense worth at least 1,000 gp, plus 1,000 gp per level of the spell to be tied to the unhallowed area)",
			"",
			"### Effect",
			"",
			"**Range** touch  ",
			"**Area** 40-ft. radius emanating from the touched point  ",
			"**Duration** instantaneous  ",
			"**Saving Throw** see text; **Spell Resistance** see text",
			"",
			"Unhallow makes a particular site, building, or structure an unholy site. This has three major effects.",
			"",
			"First, the site or structure is guarded by a magic circle against good effect.",
			"",
			"Second, the DC to resist negative channeled energy within the spell's area of effect gains a +4 sacred bonus and the DC to resist positive energy is reduced by 4. Spell resistance does not apply to this effect. This provision does not apply to the druid version of the spell.",
			"",
			"Finally, you may choose to fix a single spell effect to the unhallowed site. The spell effect lasts for 1 year and functions throughout the entire site, regardless of its normal duration and area or effect. You may designate whether the effect applies to all creatures, creatures that share your faith or alignment, or creatures that adhere to another faith or alignment. At the end of the year, the chosen effect lapses, but it can be renewed or replaced simply by casting unhallow again.",
			"",
			"Spell effects that may be tied to an unhallowed site include {spell/aid}, {spell/bane}, {spell/bless}, {spell/cause fear}, {spell/darkness}, {spell/daylight}, {spell/death ward}, {spell/detect good}, {spell/deeper darkness}, {spell/detect magic}, {spell/dimensional anchor}, {spell/discern lies}, {spell/dispel magic}, {spell/endure elements}, {spell/freedom of movement}, {spell/invisibility purge}, {spell/protection from energy}, {spell/remove fear}, {spell/resist energy}, {spell/silence}, {spell/tongues}, and {spell/zone of truth}.",
			"",
			"Saving throws and spell resistance might apply to these spells' effects. (See the individual spell descriptions for details.)",
			"",
			"An area can receive only one unhallow spell (and its associated spell effect) at a time.",
			"",
			"Unhallow counters but does not dispel hallow."
		]
	},
	"unhallowed_blows": {
		"name": "Unhallowed Blows",
		"sources": [ "People of the Wastes" ],
		"description": [
			"## Unhallowed Blows",
			"",
			"{SOURCE People of the Wastes/29}  ",
			"**School** {spelldef/transmutation} [{spelldef/evil}]; **Level** antipaladin 1, arcanist 1, cleric 1, inquisitor 1, oracle 1, sorcerer 1, warpriest 1, witch 1, wizard 1",
			"",
			"### Casting",
			"",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S, M/DF (a pinch of dust from a destroyed undead creature)",
			"",
			"### Effect",
			"",
			"**Range** close (25 ft. + 5 ft./2 levels)  ",
			"**Target** one undead creature/level, no two of which can be more than 30 ft. apart  ",
			"**Duration** 1 minute/level  ",
			"**Saving Throw** Will negates (harmless); **Spell Resistance** yes (harmless)",
			"",
			"This spell empowers the natural attacks or unarmed strikes of undead creatures, granting a +1 enhancement bonus on attack and damage rolls made by the target with its unarmed strikes or attacks with one natural attack. This spell can cause an undead creature's unarmed strike to deal lethal damage, but in this case, the attack does not gain an enhancement bonus.",
			"",
			"Unhallowed blows can be made permanent with a permanency spell. In this case, the caster must be at least 9th level and must expend 2,500 gp worth of diamond dust as a material component.",
			"",
			"### Unhallowed Blows, Greater",
			"",
			"{SOURCE People of the Wastes/29}  ",
			"**School** {spelldef/transmutation} [{spelldef/evil}]; **Level** antipaladin 3, arcanist 3, cleric 3, inquisitor 3, oracle 3, sorcerer 3, warpriest 3, witch 3, wizard 3",
			"",
			"#### Casting",
			"",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S, M/DF (a pinch of dust from a destroyed undead creature)",
			"",
			"#### Effect",
			"",
			"**Range** medium (100 ft. + 10 ft./level)  ",
			"**Target** one undead creature/level, no two of which can be more than 30 ft. apart, or one undead creature; see text  ",
			"**Duration** 1 hour/level  ",
			"**Saving Throw** Will negates (harmless); **Spell Resistance** yes (harmless)",
			"",
			"This spell functions as unhallowed blows, except the enhancement bonus is +1 per 4 caster levels (maximum +5). Alternatively, you can imbue all of a creature's natural weapons with a +1 enhancement bonus (regardless of your caster level).",
			"",
			"Greater unhallowed blows can be made permanent with a permanency spell. In this case, the caster must be at least 11th level and must expend 7,500 gp worth of diamond dust as a material component."
		]
	},
	"unhallowed_blows_greater": {
		"name": "Unhallowed Blows, Greater",
		"copyof": "unhallowed_blows"
	},
	"greater_unhallowed_blows": {
		"copyof": "unhallowed_blows_greater"
	},
	"unholy_aura": {
		"name": "Unholy Aura",
		"sources": [ "PRPG Core Rulebook" ],
		"description": [
			"## Unholy Aura",
			"",
			"{SOURCE PRPG Core Rulebook/364}  ",
			"**School** {spelldef/abjuration} [{spelldef/evil}]; **Level** cleric 8, oracle 8",
			"",
			"### Casting",
			"",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S, F (a tiny reliquary worth 500 gp)",
			"",
			"### Effect",
			"",
			"**Range** 20 ft.  ",
			"**Targets** one creature/level in a 20-ft.-radius burst centered on you  ",
			"**Duration** 1 round/level (D)  ",
			"**Saving Throw** see text; **Spell Resistance** yes (harmless)",
			"",
			"A malevolent darkness surrounds the subjects, protecting them from attacks, granting them resistance to spells cast by good creatures, and weakening good creatures when they strike the subjects. This abjuration has four effects.",
			"",
			"First, each warded creature gains a +4 deflection bonus to AC and a +4 resistance bonus on saves. Unlike the effect of protection from good, this benefit applies against all attacks, not just against attacks by good creatures.",
			"",
			"Second, a warded creature gains SR 25 against good spells and spells cast by good creatures.",
			"",
			"Third, the abjuration protects the subjects from possession and mental influence, just as protection from good does.",
			"",
			"Finally, if a good creature succeeds on a melee attack against a warded creature, the offending attacker takes 1d6 points of Strength damage (Fortitude negates)."
		]
	},
	"unholy_blight": {
		"name": "Unholy Blight",
		"sources": [
			"PRPG Core Rulebook",
			"Mythic Adventures"
		],
		"description": [
			"## Unholy Blight",
			"",
			"{SOURCE PRPG Core Rulebook/364}  ",
			"**School** {spelldef/evocation} [{spelldef/evil}]; **Level** cleric 4, inquisitor 4, oracle 4, warpriest 4",
			"",
			"### Casting",
			"",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S",
			"",
			"### Effect",
			"",
			"**Range** medium (100 ft. + 10 ft./level)  ",
			"**Area** 20-ft.-radius spread  ",
			"**Duration** instantaneous (1d4 rounds); see text  ",
			"**Saving Throw** Will partial; **Spell Resistance** yes",
			"",
			"You call up unholy power to smite your enemies. The power takes the form of a cold, cloying miasma of greasy darkness. Only good and neutral (not evil) creatures are harmed by the spell.",
			"",
			"The spell deals 1d8 points of damage per two caster levels (maximum 5d8) to a good creature (or 1d6 per caster level, maximum 10d6, to a good outsider) and causes it to be sickened for 1d4 rounds. A successful Will save reduces damage to half and negates the sickened effect. The effects cannot be negated by remove disease or heal, but remove curse is effective.",
			"",
			"The spell deals only half damage to creatures who are neither evil nor good, and they are not sickened. Such a creature can reduce the damage by half again (down to one-quarter) with a successful Will save.",
			"",
			"### Mythic Unholy Blight",
			"",
			"{SOURCE Mythic Adventures/110}",
			"",
			"The damage dealt to good outsiders increases to 1d10 points of damage per caster level (maximum 10d10) and the damage dealt to other good creatures increases to 1d12 points of damage per 2 caster levels (maximum 5d12). The duration that creatures within the area are sickened increases to 2d4 rounds. On a successful save, a good creature is slowed for 1 round."
		]
	},
	"unholy_ice": {
		"name": "Unholy Ice",
		"sources": [ "Ultimate Magic" ],
		"description": [
			"## Unholy Ice",
			"",
			"{SOURCE Ultimate Magic/245}  ",
			"**School** {spelldef/transmutation} [{spelldef/cold}, {spelldef/evil}, {spelldef/water}]; **Level** cleric 5, oracle 5, warpriest 5",
			"",
			"### Casting",
			"",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S, M (a flask of unholy water or 5 pounds of powdered silver worth 25 gp)",
			"",
			"### Effect",
			"",
			"**Range** medium (100 ft. + 10 ft./level)  ",
			"**Effect** wall of ice or flying ice javelins (see text)  ",
			"**Duration** 1 minute/level, instantaneous, or until expended (see text)  ",
			"**Saving Throw** Reflex negates or none (see text); **Spell Resistance** yes",
			"",
			"This spell functions as holy ice, except it is made of frozen unholy water rather than holy water."
		]
	},
	"unholy_sword": {
		"name": "Unholy Sword",
		"sources": [ "Ultimate Magic" ],
		"description": [
			"## Unholy Sword",
			"",
			"{SOURCE Ultimate Magic/245}  ",
			"**School** {spelldef/evocation} [{spelldef/evil}]; **Level** antipaladin 4",
			"",
			"### Casting",
			"",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S",
			"",
			"### Effect",
			"",
			"**Range** touch  ",
			"**Target** melee weapon touched  ",
			"**Duration** 1 round/level  ",
			"**Saving Throw** none; **Spell Resistance** no",
			"",
			"This spell allows you to channel the powers of evil into your sword, or any other melee weapon you choose. The weapon acts as a +5 unholy weapon (+5 enhancement bonus on attack and damage rolls, extra 2d6 damage against good opponents). It also emits a magic circle against good effect (as the spell). If the magic circle ends, the sword creates a new one on your turn as a free action. The spell is automatically canceled 1 round after the weapon leaves your hand. You cannot have more than one unholy sword at a time.",
			"",
			"If this spell is cast on a magic weapon, the powers of the spell supersede any that the weapon normally has, rendering the normal enhancement bonus and powers of the weapon inoperative for the duration of the spell. This spell is not cumulative with any spells that modify the weapon in any way. This spell does not work on artifacts. A masterwork weapon's bonus to attack does not stack with this spell's enhancement bonus to attack."
		]
	},
	"unholy_ward": {
		"name": "Unholy Ward",
		"sources": [ "Agents of Evil" ],
		"description": [
			"## Unholy Ward",
			"",
			"{SOURCE Agents of Evil/19}  ",
			"**School** {spelldef/abjuration} [{spelldef/evil}]; **Level** antipaladin 3, arcanist 4, cleric 4, inquisitor 3, oracle 4, sorcerer 4, warpriest 4, wizard 4",
			"",
			"### Casting",
			"",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S, DF",
			"",
			"### Effect",
			"",
			"**Range** personal  ",
			"**Target** you  ",
			"**Duration** 10 minutes/level (D)  ",
			"**Saving Throw** Fort negates (harmless); **Spell Resistance** yes (harmless)",
			"",
			"This spell grants you resistance to the holy powers of good-aligned deities and their servants. You resist 10 points of damage from holy sources (divine power damage from flame strike, additional damage from smite evil, channeled positive energy, etc.), provided they originate from a good-aligned source or a servant of a good-aligned god. You ignore a maximum of 10 points of damage per caster level, at which point the spell ends."
		]
	},
	"universal_formula": {
		"name": "Universal Formula",
		"sources": [ "Advanced Player's Guide" ],
		"description": [
			"## Universal Formula",
			"",
			"{SOURCE Advanced Player's Guide/253}  ",
			"**School** {spelldef/transmutation}; **Level** alchemist 4, investigator 4",
			"",
			"### Casting",
			"",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S, M (quicksilver and powdered platinum worth 100 gp)",
			"",
			"### Effect",
			"",
			"**Range** personal  ",
			"**Target** you  ",
			"**Duration** instantaneous",
			"",
			"As you ingest this extract, it transforms into the appropriate extract for any formula you know of 3rd level or lower and takes effect immediately. If the chosen formula has an expensive material component, it must be provided along with the component for this formula. You may not create an infused extract with this formula."
		]
	},
	"unleash_pandemonium": {
		"name": "Unleash Pandemonium",
		"sources": [ "Pathfinder #74: Sword of Valor" ],
		"description": [
			"## Unleash Pandemonium",
			"",
			"{SOURCE Pathfinder #74: Sword of Valor/75}  ",
			"**School** {spelldef/conjuration} [{spelldef/chaotic}]; **Level** cleric 5, oracle 5, summoner 5, unchained summoner 5, warpriest 5, witch 5",
			"",
			"### Casting",
			"",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S",
			"",
			"### Effect",
			"",
			"**Range** close (25 ft. + 5 ft./2 levels)  ",
			"**Area** 30-foot-radius spread  ",
			"**Duration** concentration (maximum 1 round/level) +1 round (D)  ",
			"**Saving Throw** Will partial, see text; **Spell Resistance** no",
			"",
			"You call upon the wild winds of the Abyssal atmosphere, howling with the screams of damned and demented souls in torment. The area is filled with winds of windstorm strength, blowing in a random direction each round. Creatures within the area of effect are deafened as long as they remain within the area and for 1d4 rounds thereafter; however, they continue to hear the sounds of screams in their minds with painful intensity, causing them to become shaken for as long as they remain deafened. A successful Will save negates the shaken condition but not the deafness."
		]
	},
	"unliving_rage": {
		"name": "Unliving Rage",
		"sources": [ "Advanced Class Guide" ],
		"description": [
			"## Unliving Rage",
			"",
			"{SOURCE Advanced Class Guide/198}  ",
			"**School** {spelldef/necromancy}; **Level** arcanist 3, cleric 2, mesmerist 2, oracle 2, sorcerer 3, spiritualist 3, warpriest 2, witch 3, wizard 3",
			"",
			"### Casting",
			"",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S",
			"",
			"### Effect",
			"",
			"**Range** medium (100 ft. + 10 ft./level)  ",
			"**Targets** one willing undead creature per 3 levels, no two of which can be more than 30 ft. apart  ",
			"**Duration** concentration + 1 round/level (D)  ",
			"**Saving Throw** none; **Spell Resistance** yes",
			"",
			"This spell functions as rage, except it affects only undead creatures and bolsters them with necromantic energy rather than emotion. Each affected creature gains a +2 profane bonus to Strength and Charisma, a +1 profane bonus on Will saves, and a -2 penalty to AC. The effect is otherwise identical to a barbarian's rage."
		]
	},
	"unlock_flesh": {
		"name": "Unlock Flesh",
		"sources": [ "Curse of the Crimson Throne" ],
		"description": [
			"## Unlock Flesh",
			"",
			"{SOURCE Curse of the Crimson Throne/453}  ",
			"**School** {spelldef/necromancy}; **Level** arcanist 1, sorcerer 1, witch 1, wizard 1",
			"",
			"### Casting",
			"",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S, F (any slashing weapon or cutting tool)",
			"",
			"### Effect",
			"",
			"**Range** touch  ",
			"**Area** creature touched  ",
			"**Duration** 1 round/level (living creature) or instantaneous (undead target); see below  ",
			"**Saving Throw** Fort negates; **Spell Resistance** yes",
			"",
			"By touching a creature with a bladed instrument, you cause the creature's flesh to loosen and slide against its skeletal moorings. A living creature touched becomes staggered by the disturbing and uncomfortable sensation for 1 round per level. Each round on its turn, the subject can attempt a new saving throw to end the effect. This is a standard action that does not provoke attacks of opportunity. A corporeal undead creature targeted by this spell instead takes 1d6 points of damage per caster level (maximum 5d6 at 5th level) as wet, oozing chunks of flesh slough off its desiccated bones (a successful Fortitude save halves this damage). Incorporeal creatures, or creatures that do not have flesh, are immune to this spell's effects."
		]
	},
	"unnatural_lust": {
		"name": "Unnatural Lust",
		"sources": [ "Ultimate Magic" ],
		"description": [
			"## Unnatural Lust",
			"",
			"{SOURCE Ultimate Magic/245}  ",
			"**School** {spelldef/enchantment} ({spelldef/compulsion}) [{spelldef/emotion}, {spelldef/mind-affecting}]; **Level** arcanist 2, bard 1, mesmerist 1, psychic 2, skald 1, sorcerer 2, witch 2, wizard 2",
			"",
			"### Casting",
			"",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S",
			"",
			"### Effect",
			"",
			"**Range** close (25 ft. + 5 ft./2 levels)  ",
			"**Target** one creature  ",
			"**Duration** 1 round  ",
			"**Saving Throw** Will negates; **Spell Resistance** yes",
			"",
			"Your target is filled with lust and desire for a single creature or object as designated by you at the time of casting. That creature or object must be within the spell's range and perceivable by the target of the spell. The target is filled with the compulsion to rush to the subject of its lust and passionately kiss or caress that subject on its next turn, taking no other actions. If the target would not normally have lustful feelings toward the designated creature or object, it receives a +4 bonus on its saving throw."
		]
	},
	"unprepared_combatant": {
		"name": "Unprepared Combatant",
		"sources": [ "Ultimate Magic" ],
		"description": [
			"## Unprepared Combatant",
			"",
			"{SOURCE Ultimate Magic/246}  ",
			"**School** {spelldef/enchantment} ({spelldef/compulsion}) [{spelldef/emotion}, {spelldef/mind-affecting}]; **Level** arcanist 1, bard 1, medium 1, mesmerist 1, psychic 1, skald 1, sorcerer 1, witch 1, wizard 1",
			"",
			"### Casting",
			"",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S",
			"",
			"### Effect",
			"",
			"**Range** close (25 ft. + 5 ft./2 levels)  ",
			"**Target** one creature  ",
			"**Duration** 1 minute/level  ",
			"**Saving Throw** Will negates; **Spell Resistance** yes",
			"",
			"The target takes a -4 penalty on initiative checks and Reflex saves."
		]
	},
	"unravel_destiny": {
		"name": "Unravel Destiny",
		"sources": [ "Advanced Player's Guide" ],
		"description": [
			"## Unravel Destiny",
			"",
			"{SOURCE Advanced Player's Guide/325}  ",
			"**School** {spelldef/divination}; **Level** arcanist 3, cleric 3, oracle 3, sorcerer 3, warpriest 3, witch 3, wizard 3",
			"",
			"### Casting",
			"",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S, DF",
			"",
			"### Effect",
			"",
			"**Range** short (25 ft. + 5 ft./2 levels)  ",
			"**Target** one creature  ",
			"**Duration** 1 round/level  ",
			"**Saving Throw** Will negates; **Spell Resistance** yes",
			"",
			"You utter a dire portent, causing destiny and fate to unravel around the target. This profoundly disturbing effect causes the target to suffer a cumulative -2 penalty on all ability checks, attack rolls, saving throws, and skill checks for every hero point it possesses. The target can reduce this penalty by spending hero points normally, but it takes 2d6 points of damage for each hero point spent while this spell is in effect."
		]
	},
	"unseen_crew": {
		"name": "Unseen Crew",
		"sources": [ "Pirates of the Inner Sea" ],
		"description": [
			"## Unseen Crew",
			"",
			"{SOURCE Pirates of the Inner Sea/29}  ",
			"**School** {spelldef/conjuration} ({spelldef/creation}); **Level** arcanist 5, bard 4, skald 4, sorcerer 5, summoner 5, unchained summoner 5, witch 5, wizard 5",
			"",
			"### Casting",
			"",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S, M",
			"",
			"### Effect",
			"",
			"**Range** long (400 ft. + 40 ft./level)  ",
			"**Effect** one invisible sailor per level  ",
			"**Duration** 1 day/level  ",
			"**Saving Throw** none; **Spell Resistance** no",
			"",
			"An unseen crew member is an invisible, shapeless force that performs the duties of one crew member. It can tie off ropes, hoist sails, swab decks, and other such duties. An unseen crew member possesses no other skills. It cannot fight, speak, or even defend itself.",
			"",
			"An unseen crew member has a Strength score of 10 and a Profession (sailor) score equal to half your character level plus your Intelligence modifier (for witches and wizards) or your Charisma modifier (for bards, sorcerers, and summoners). It cannot fly, but it can climb, swim, or walk with a base speed of 20 feet.",
			"",
			"An unseen crew member cannot be killed, but it dissipates if it takes more than 1 point of damage per caster level you possess from area attacks (it gets no saves against attacks). If you attempt to send an unseen crew member beyond the spell's range (measured from your current position), the crew member ceases to exist."
		]
	},
	"unseen_engineers": {
		"name": "Unseen Engineers",
		"sources": [ "Kobolds of Golarion" ],
		"description": [
			"## Unseen Engineers",
			"",
			"{SOURCE Kobolds of Golarion/27}  ",
			"**School** {spelldef/conjuration} ({spelldef/creation}); **Level** arcanist 3, sorcerer 3, summoner 2, unchained summoner 2, witch 3, wizard 3",
			"",
			"### Casting",
			"",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S, M (materials required to construct the trap)",
			"",
			"### Effect",
			"",
			"**Range** long (400 ft. + 40 ft./level)  ",
			"**Effect** a team of tiny, invisible engineers  ",
			"**Duration** 1 minute/level  ",
			"**Saving Throw** none; **Spell Resistance** no",
			"",
			"You conjure an invisible team of tiny engineers to construct a trap at alarming speed. Originating at your location, the team must remain within range of you or the spell ends. The engineers construct a mechanical trap of your choice. Construction takes a number of rounds equal to the trap's challenge rating. The engineers must have the materials available. At the end of the construction time, use your Craft (traps) skill with a +5 bonus to determine the success of their work. If the engineers succeed, the trap is complete and the spell ends. If they fail, the materials are deposited at that location and the spell ends. If the spell's duration ends before the trap is complete, the engineers automatically fail.",
			"",
			"The engineers move at your base speed and can carry only materials required in the construction of the desired trap. They can't attack in any way or be killed, and dissipate if they take 12 points of damage from area attacks (they get no saves against attacks)."
		]
	},
	"unseen_servant": {
		"name": "Unseen Servant",
		"sources": [ "PRPG Core Rulebook" ],
		"description": [
			"## Unseen Servant",
			"",
			"{SOURCE PRPG Core Rulebook/364}  ",
			"**School** {spelldef/conjuration} ({spelldef/creation}); **Level** arcanist 1, bard 1, magus 1, medium 1, mesmerist 1, occultist 1, psychic 1, skald 1, sorcerer 1, spiritualist 1, summoner 1, unchained summoner 1, witch 1, wizard 1",
			"",
			"### Casting",
			"",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S, M (a piece of string and a bit of wood)",
			"",
			"### Effect",
			"",
			"**Range** close (25 ft. + 5 ft./2 levels)  ",
			"**Effect** one invisible, mindless, shapeless servant  ",
			"**Duration** 1 hour/level  ",
			"**Saving Throw** none; **Spell Resistance** no",
			"",
			"An unseen servant is an invisible, mindless, shapeless force that performs simple tasks at your command. It can run and fetch things, open unstuck doors, and hold chairs, as well as clean and mend. The servant can perform only one activity at a time, but it repeats the same activity over and over again if told to do so as long as you remain within range. It can open only normal doors, drawers, lids, and the like. It has an effective Strength score of 2 (so it can lift 20 pounds or drag 100 pounds). It can trigger traps and such, but it can exert only 20 pounds of force, which is not enough to activate certain pressure plates and other devices. It can't perform any task that requires a skill check with a DC higher than 10 or that requires a check using a skill that can't be used untrained. This servant cannot fly, climb, or even swim (though it can walk on water). Its base speed is 15 feet.",
			"",
			"The servant cannot attack in any way; it is never allowed an attack roll. It cannot be killed, but it dissipates if it takes 6 points of damage from area attacks. (It gets no saves against attacks.) If you attempt to send it beyond the spell's range (measured from your current position), the servant ceases to exist."
		]
	},
	"unsettling_presence": {
		"name": "Unsettling Presence",
		"sources": [ "Haunted Heroes Handbook" ],
		"description": [
			"## Unsettling Presence",
			"",
			"{SOURCE Haunted Heroes Handbook/29}  ",
			"**School** {spelldef/necromancy} ({spelldef/haunted}) [{spelldef/emotion}, {spelldef/fear}, {spelldef/mind-affecting}]; **Level** arcanist 2, bard 2, medium 1, mesmerist 2, occultist 2, psychic 2, shaman 2, sorcerer 2, witch 2, wizard 2",
			"",
			"### Casting",
			"",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S",
			"",
			"### Effect",
			"",
			"**Range** close (25 ft. + 5 ft./2 levels)  ",
			"**Area** one 5-ft. cube/level (S)  ",
			"**Duration** 1 hour/level (D)  ",
			"**Saving Throw** Will negates; **Spell Resistance** yes",
			"",
			"Those in this spell's area who fail their Will saving throws harbor a faint sense of paranoia and evoke the same feeling in others for the duration of the spell. Domesticated animals (not including familiars and animal companions) don't willingly approach affected creatures unless the animal's master succeeds at a DC 25 Handle Animal, Ride, or wild empathy check. Affected creatures take a -4 penalty on Handle Animal, Ride, and wild empathy checks against familiars, animal companions, animal cohorts, and other permanent companions provided by class abilities for the spell's duration. Anyone an affected creature interacts with must succeed at a Will save or have its initial attitude automatically worsened by one step for the spell's duration. Every time an affected creature attempts a Sense Motive check to get a hunch or detect a Bluff from another creature (or vice versa), it must succeed at a Will save or automatically assume the other party is lying or otherwise harbors ill will against it. Each time this spell causes an affected creature (or someone interacting with the affected creature) to attempt a Will saving throw, the spell's hauntlike manifestation occurs.",
			"",
			"### Haunt Statistics",
			"",
			"**Notice** Perception DC DC 20 (to feel a sudden sense of dread, or to hear victims' names whispered behind their backs)  ",
			"**hp** 2 hp/level; **Trigger** proximity; **Reset** none"
		]
	},
	"unshakable_chill": {
		"name": "Unshakable Chill",
		"sources": [
			"Ultimate Magic",
			"Mythic Adventures"
		],
		"description": [
			"## Unshakable Chill",
			"",
			"{SOURCE Ultimate Magic/246}  ",
			"**School** {spelldef/necromancy} [{spelldef/cold}]; **Level** arcanist 2, bloodrager 2, druid 2, hunter 2, sorcerer 2, witch 2, wizard 2",
			"",
			"### Casting",
			"",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S, M",
			"",
			"### Effect",
			"",
			"**Range** close (25 ft. + 5 ft./2 levels)  ",
			"**Target** one creature  ",
			"**Duration** 10 minutes/level; see text  ",
			"**Saving Throw** Fortitude negates (see text); **Spell Resistance** yes",
			"",
			"The target is filled with an unshakable chill for the duration of the spell, and suffers from the effects of severe cold. Severe cold means if the initial saving throw fails, the target takes 1d6 points of nonlethal cold damage and must save every 10 minutes (using the DC of severe cold instead of this spell's DC) or take additional damage.",
			"",
			"### Mythic Unshakable Chill",
			"",
			"{SOURCE Mythic Adventures/110}",
			"",
			"On a failed save, the target immediately takes 1d6 points of nonlethal cold damage per tier. Add your tier to the DC of any other Fortitude saves the target attempts to resist severe cold as part of the spell's effects. The target also takes a -4 penalty on saves against spells or effects with the cold descriptor.",
			"",
			"*Augmented (5th):* If you expend two uses of mythic power, the target gains vulnerability to fire."
		]
	},
	"unshakeable_zeal": {
		"name": "Unshakeable Zeal",
		"sources": [ "Occult Adventures" ],
		"description": [
			"## Unshakeable Zeal",
			"",
			"{SOURCE Occult Adventures/190}  ",
			"**School** {spelldef/enchantment} ({spelldef/compulsion}) [{spelldef/emotion}, {spelldef/mind-affecting}]; **Level** bard 5, inquisitor 6, psychic 7, skald 5, spiritualist 6",
			"",
			"### Casting",
			"",
			"**Casting Time** 1 standard action  ",
			"**Components** S, F (a silver circlet)",
			"",
			"### Effect",
			"",
			"**Range** touch  ",
			"**Target** creature touched  ",
			"**Duration** 1 hour/level  ",
			"**Saving Throw** Will negates (harmless); **Spell Resistance** yes (harmless)",
			"",
			"You fill the target with boundless enthusiasm and faith in its ultimate triumph. Whenever the target fails an attack roll, a save, a skill check, a concentration check, or an ability check, the target receives a +4 morale bonus on its next attempt at the failed check within 1 round (this includes attack rolls against the same foe, saving throws against the same ability from the same foe, and so on). In addition, when the target would be affected by a fear or emotion effect, it can instead dismiss unshakable zeal without spending an action to negate the effect on itself."
		]
	},
	"unspoken_name": {
		"name": "Unspoken Name",
		"sources": [ "Pathfinder #140: Eulogy for Roslar's Coffer" ],
		"description": [
			"## Unspoken Name",
			"",
			"{SOURCE Pathfinder #140: Eulogy for Roslar's Coffer/73}  ",
			"**School** {spelldef/divination}; **Level** arcanist 3, cleric 3, inquisitor 3, oracle 3, sorcerer 3, warpriest 3, wizard 3",
			"",
			"### Casting",
			"",
			"**Casting Time** 1 minute  ",
			"**Components** V, S",
			"",
			"### Effect",
			"",
			"**Range** personal  ",
			"**Target** you  ",
			"**Duration** 24 hours or until discharged",
			"",
			"Prized among those who seek to monitor the attention paid to them, this spell is said to be used by {faith/Arazni} to identify those followers who dare refer to her as \"the Harlot Queen\" so she might summarily dismiss them. When you cast this spell, designate a word, phrase, or name. If a creature within 1 mile of you uses that word, phrase, or name to refer to you, you immediately learn that creature's name, appearance, and location. This discharges the spell."
		]
	},
	"untold_wonder": {
		"name": "Untold Wonder",
		"sources": [ "Heroes from the Fringe" ],
		"description": [
			"## Untold Wonder",
			"",
			"{SOURCE Heroes from the Fringe/19}  ",
			"**School** {spelldef/enchantment} ({spelldef/compulsion}) [{spelldef/mind-affecting}]; **Level** arcanist 5, bard 4, cleric 5, mesmerist 4, oracle 5, paladin 3, psychic 5, skald 4, sorcerer 5, warpriest 5, wizard 5",
			"",
			"### Casting",
			"",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S",
			"",
			"### Effect",
			"",
			"**Range** touch  ",
			"**Target** creature touched  ",
			"**Duration** 10 minutes/level (D)  ",
			"**Saving Throw** Will negates (harmless); **Spell Resistance** yes (harmless)",
			"",
			"You fill the target's mind with childlike wonder, allowing that creature to marvel at things that would be debilitating to others. Penalties that the target would take as a result of an emotion effect are instead treated as morale bonuses equal to half the penalty's value (for example, if the target were affected by a {spell/crushing despair} spell, she would gain a +1 morale bonus on attack rolls, saving throws, ability checks, skill checks, and weapon damage rolls, instead of the spell's normal effect). Furthermore, morale bonuses she gains from other sources are increased by 1. Finally, the target gains a +2 bonus on saving throws to resist spells of the pattern subschool, as her childlike wonder allows her to marvel at the beauty of such effects without being overwhelmed by them."
		]
	},
	"unwelcome_halo": {
		"name": "Unwelcome Halo",
		"sources": [ "Inner Sea Gods" ],
		"description": [
			"## Unwelcome Halo",
			"",
			"{SOURCE Inner Sea Gods/244}  ",
			"**School** {spelldef/evocation} [{spelldef/light}]; **Level** arcanist 1, cleric 1, oracle 1, paladin 1, sorcerer 1, warpriest 1, wizard 1 (Sarenrae)",
			"",
			"### Casting",
			"",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S",
			"",
			"### Effect",
			"",
			"**Range** medium (100 ft. + 10 ft./level)  ",
			"**Target** one nongood creature  ",
			"**Duration** 1 minute/level  ",
			"**Saving Throw** Will negates; **Spell Resistance** yes",
			"",
			"This spell causes the target to glow as if surrounded by a halo of light. This halo sheds normal light in a 20-foot radius from the creature, and increases the light level by one step for an additional 20 feet. This halo makes it impossible for the creature to gain concealment in nonmagical darkness, and in dim or darker conditions, the creature's glow can be seen even if it is not within direct line of sight.",
			"",
			"If unwelcome halo is brought into an area of magical darkness (or vice versa), the effects of both spells are temporarily negated, so that the otherwise prevailing light conditions exist within the overlapping fields of effect."
		]
	},
	"unwilling_shield": {
		"name": "Unwilling Shield",
		"sources": [ "Advanced Player's Guide" ],
		"description": [
			"## Unwilling Shield",
			"",
			"{SOURCE Advanced Player's Guide/253}  ",
			"**School** {spelldef/necromancy}; **Level** arcanist 6, bard 5, inquisitor 5, mesmerist 5, occultist 5, psychic 6, skald 5, sorcerer 6, spiritualist 6, witch 6, wizard 6",
			"",
			"### Casting",
			"",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S, M (ruby dust worth 250 gp)",
			"",
			"### Effect",
			"",
			"**Range** close (25 ft. + 5 ft./2 levels)  ",
			"**Target** one creature  ",
			"**Duration** 1 round/level (D)  ",
			"**Saving Throw** Will negates; **Spell Resistance** yes",
			"",
			"Like {spell/shield other}, unwilling shield creates a mystic connection between you and the target, but unlike *shield other*, the target shares the wounds that you receive. In addition, the link draws upon the target's life force to supplement your own defenses. You gain a +1 luck bonus to AC and on saving throws. You take only half damage from all wounds and attacks (including those dealt by special abilities) that deal hit point damage. The amount of damage not taken by you is taken by the target. Forms of harm that do not involve hit points, such as charm effects, ability damage, level draining, and death effects are not affected. If you take a reduction in hit points from a lowered Constitution score, the reduction is not split with the target because it is not hit point damage. When the spell ends, subsequent damage is no longer divided between you and the subject, but damage already split is not assigned to you.",
			"",
			"If you and the target of the spell move out of range of each other, the spell remains active, but damage is no longer shared until you are once again within range of each other."
		]
	},
	"unwitting_ally": {
		"name": "Unwitting Ally",
		"sources": [ "Advanced Player's Guide" ],
		"description": [
			"## Unwitting Ally",
			"",
			"{SOURCE Advanced Player's Guide/253}  ",
			"**School** {spelldef/enchantment} ({spelldef/charm}) [{spelldef/mind-affecting}]; **Level** bard 0, mesmerist 0, psychic 1, skald 0",
			"",
			"### Casting",
			"",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S",
			"",
			"### Effect",
			"",
			"**Range** close (25 ft. + 5 ft./2 levels)  ",
			"**Target** one living creature  ",
			"**Duration** 1 round  ",
			"**Saving Throw** Will negates; **Spell Resistance** yes",
			"",
			"You befuddle the target's mind. The target has difficulty telling friend from foe for a short period of time. The subject is considered your ally and not your enemies' ally while determining flanking. The subject takes no other hostile action against your enemies due to this spell's effect."
		]
	},
	"urban_grace": {
		"name": "Urban Grace",
		"sources": [ "Advanced Race Guide" ],
		"description": [
			"## Urban Grace",
			"",
			"{SOURCE Advanced Race Guide/49}  ",
			"**School** {spelldef/transmutation}; **Level** alchemist 1, arcanist 1, bard 1, hunter 1, investigator 1, ranger 1, redmantisassassin 1, skald 1, sorcerer 1, witch 1, wizard 1 (half-elf)",
			"",
			"### Casting",
			"",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S",
			"",
			"### Effect",
			"",
			"**Range** personal  ",
			"**Target** you  ",
			"**Duration** 1 minute/level",
			"",
			"You become one with the city around you, allowing you to move more easily through its crowds and buildings. For the duration of this spell, your base land speed increases by 10 feet. In addition, it does not cost you 2 squares of movement to enter a square with crowds, though the crowd still provides cover to you. This ability does not allow you to enter the space of enemy creatures without making the appropriate Acrobatics check. In addition, you receive a +4 circumstance bonus on Acrobatics checks made to move across uneven urban surfaces, such as roofs and broken pavement, and on Climb checks made to scale walls and other artificial surfaces. Whenever you make an Acrobatics check to make a long jump between two buildings or artificial structures, you are always treated as if you had a running start, regardless of the actual distance traveled."
		]
	},
	"urban_step": {
		"name": "Urban Step",
		"sources": [ "Ultimate Intrigue" ],
		"description": [
			"## Urban Step",
			"",
			"{SOURCE Ultimate Intrigue/228}  ",
			"**School** {spelldef/conjuration} ({spelldef/teleportation}); **Level** arcanist 3, bard 2, magus 3, occultist 3, skald 2, sorcerer 3, summoner 3, unchained summoner 3, wizard 3",
			"",
			"### Casting",
			"",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S, M (scrap of cobweb)",
			"",
			"### Effect",
			"",
			"**Range** medium (100 ft. + 10 ft./level)  ",
			"**Target** two doors or other portals in range  ",
			"**Duration** 1 round",
			"",
			"You set up a magical connection between two doors (or other physical portals, such as windows) that both must be within range, line of sight, and line of effect. During the spell's duration, you can move through one of the two portals. When you do, you teleport to the other portal, emerging in either direction. Both portals must be open and unobstructed when you cast the spell and enter the first portal, and they both must be large enough for you to fit through, otherwise the spell ends and the teleportation fails. You can bring along objects as long as their combined weight doesn't exceed your maximum load.",
			"",
			"You can't bring other creatures with you, and other creatures that go through the portals don't teleport. Once you step through, the spell ends and you can't take any other actions until your next turn."
		]
	},
	"urgathoas_beacon": {
		"name": "Urgathoa's Beacon",
		"sources": [ "Haunted Heroes Handbook" ],
		"description": [
			"## Urgathoa's Beacon",
			"",
			"{SOURCE Haunted Heroes Handbook/29}  ",
			"**School** {spelldef/necromancy} ({spelldef/haunted}) [{spelldef/emotion}, {spelldef/fear}, {spelldef/mind-affecting}]; **Level** antipaladin 2, cleric 2, inquisitor 2, oracle 2, warpriest 2",
			"",
			"### Casting",
			"",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S, DF",
			"",
			"### Effect",
			"",
			"**Range** close (25 ft. + 5 ft./2 levels)  ",
			"**Area** one 5-ft cube/level (S)  ",
			"**Duration** 1 hour/level (D)  ",
			"**Saving Throw** Will negates; **Spell Resistance** yes",
			"",
			"You shroud an area in Urgathoa's unclean influence, rendering those who pass through it and fail their Will saving throws more enticing to ravenous undead. When an affected creature comes within 60 feet of an undead creature, the spell immediately draws the undead creature's attention, granting it a +4 bonus on Perception checks to notice the affected creature and on saving throws to resist spells that hide or disguise the affected creature (such as hide from undead). Once the undead creature notices the affected creature, it feels compelled to kill and devour the affected creature, and gains a +1 profane bonus on attack rolls made against the affected creature and a +1 profane bonus on saving throws against the affected creature's spells and special abilities. The undead also ignores any concealment less than total concealment that an affected creature has. Each time the spell draws an undead creature's attention to an affected creature, the spell's haunt-like manifestation occurs during that round.",
			"",
			"### Haunt Statistics",
			"",
			"**Notice** Perception DC 20 (to see a pale light briefly in the area)  ",
			"**hp** 2 hp/level; **Trigger** proximity; **Reset** none"
		]
	},
	"utter_contempt": {
		"name": "Utter Contempt",
		"sources": [ "Ultimate Magic" ],
		"description": [
			"## Utter Contempt",
			"",
			"{SOURCE Ultimate Magic/246}  ",
			"**School** {spelldef/enchantment} [{spelldef/emotion}]; **Level** antipaladin 3, arcanist 6, bard 4, mesmerist 4, psychic 5, skald 4, sorcerer 6, wizard 6",
			"",
			"### Casting",
			"",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S, M (spittle)",
			"",
			"### Effect",
			"",
			"**Range** close (25 ft. + 5 ft./2 levels)  ",
			"**Target** one creature  ",
			"**Duration** 1 minute/level  ",
			"**Saving Throw** Will negates; **Spell Resistance** yes",
			"",
			"You fill the target's heart with malice for all other creatures. The target's attitude toward all creatures other than itself worsens by two steps."
		]
	},
	"vacuous_vessel": {
		"name": "Vacuous Vessel",
		"sources": [ "Black Markets" ],
		"description": [
			"## Vacuous Vessel",
			"",
			"{SOURCE Black Markets/27}  ",
			"**School** {spelldef/illusion} ({spelldef/glamer}); **Level** arcanist 0, bard 0, skald 0, sorcerer 0, wizard 0",
			"",
			"### Casting",
			"",
			"**Casting Time** 1 swift action  ",
			"**Components** V",
			"",
			"### Effect",
			"",
			"**Range** touch  ",
			"**Target** container touched  ",
			"**Duration** 1 round/level (D)  ",
			"**Saving Throw** Will negates, see text; **Spell Resistance** yes, see text",
			"",
			"This spell makes a single bag, chest, sack, or other container look and feel empty. The container must be no larger than 1 cubic foot per caster level or the spell fails. Anyone peering into or reaching into the container must succeed at a Will save or perceive the container as being completely empty. All items within the container when the spell was cast are still present, but they can't be noticed unless removed from the bag - such as by someone who can perceive them, or who upends the container.",
			"",
			"Casting vacuous vessel on another container or placing a new item in the existing container immediately dismisses the currently active spell."
		]
	},
	"vampiric_hunger": {
		"name": "Vampiric Hunger",
		"sources": [ "Faiths of Corruption" ],
		"description": [
			"## Vampiric Hunger",
			"",
			"{SOURCE Faiths of Corruption/29}  ",
			"**School** {spelldef/necromancy} ({spelldef/polymorph}) [{spelldef/evil}]; **Level** antipaladin 3, arcanist 3, cleric 3, druid 3, hunter 3, oracle 3, sorcerer 3, warpriest 3, witch 3, wizard 3",
			"",
			"### Casting",
			"",
			"**Casting Time** 1 round  ",
			"**Components** V, S",
			"",
			"### Effect",
			"",
			"**Range** touch  ",
			"**Target** one creature  ",
			"**Duration** 1 minute/level  ",
			"**Saving Throw** Will negates; **Spell Resistance** yes",
			"",
			"The target of this spell grows the fangs of a vampire, as well as a thirst for blood. For the duration of this spell, the target gains the ability to drain an opponent's blood during a grapple; if the target establishes or maintains a pin, it drains blood, dealing 1d4 points of Constitution damage. Each round it drains blood in this way, the target heals 5 hit points or gains 5 temporary hit points for the duration of the spell (up to a maximum number of temporary hit points equal to its full normal hit points). If the target does not drain blood in this way while under the effects of this spell, it becomes exhausted at the end of the spell's duration."
		]
	},
	"vampiric_shadow_shield": {
		"name": "Vampiric Shadow Shield",
		"sources": [ "Advanced Class Guide" ],
		"description": [
			"## Vampiric Shadow Shield",
			"",
			"{SOURCE Advanced Class Guide/198}  ",
			"**School** {spelldef/necromancy}; **Level** arcanist 5, magus 5, sorcerer 5, spiritualist 5, wizard 5",
			"",
			"### Casting",
			"",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S",
			"",
			"### Effect",
			"",
			"**Range** personal  ",
			"**Target** you  ",
			"**Duration** 1 round/level (D)",
			"",
			"This spell wreathes you in shadowy energy and damages those that make melee attacks against you. Any creature that strikes you with its body or a handheld weapon deals normal damage, but at the same time the attacker takes 1d6 points of negative energy damage + 1 point per caster level (maximum +15). If the attacker has spell resistance, it applies to this effect. Creatures wielding melee weapons with reach are not subject to this damage. When an attacker takes damage from the spell, you heal a number of hit points equal to 25% of the damage the spell dealt."
		]
	},
	"vampiric_touch": {
		"name": "Vampiric Touch",
		"sources": [
			"PRPG Core Rulebook",
			"Mythic Adventures"
		],
		"description": [
			"## Vampiric Touch",
			"",
			"{SOURCE PRPG Core Rulebook/364}  ",
			"**School** {spelldef/necromancy}; **Level** antipaladin 3, arcanist 3, bloodrager 3, magus 3, medium 3, mesmerist 3, psychic 3, sorcerer 3, spiritualist 3, witch 3, wizard 3",
			"",
			"### Casting",
			"",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S",
			"",
			"### Effect",
			"",
			"**Range** touch  ",
			"**Target** living creature touched  ",
			"**Duration** instantaneous/1 hour; see text  ",
			"**Saving Throw** none; **Spell Resistance** yes",
			"",
			"You must succeed on a melee touch attack. Your touch deals 1d6 points of damage per two caster levels (maximum 10d6). You gain temporary hit points equal to the damage you deal. You can't gain more than the subject's current hit points + the subject's Constitution score (which is enough to kill the subject). The temporary hit points disappear 1 hour later.",
			"",
			"### Mythic Vampiric Touch",
			"",
			"{SOURCE Mythic Adventures/111}",
			"",
			"The spell's damage increases to 1d8 points of damage per 2 caster levels (maximum 10d8). Your melee touch attack to deliver the spell threatens a critical hit on a 19 or 20. This expanded threat range doesn't stack with other effects or abilities that increase the threat range. If the damage kills the target, you gain fast healing 5 for a number of rounds equal to the Hit Dice of the target."
		]
	},
	"vanish": {
		"name": "Vanish",
		"sources": [ "Advanced Player's Guide" ],
		"description": [
			"## Vanish",
			"",
			"{SOURCE Advanced Player's Guide/253}  ",
			"**School** {spelldef/illusion} ({spelldef/glamer}); **Level** arcanist 1, bard 1, magus 1, mesmerist 1, occultist 1, psychic 1, redmantisassassin 1, skald 1, sorcerer 1, wizard 1",
			"",
			"### Casting",
			"",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S",
			"",
			"### Effect",
			"",
			"**Range** touch  ",
			"**Target** creature touched  ",
			"**Duration** 1 round/level (up to 5 rounds) (D)  ",
			"**Saving Throw** Will negates (harmless); **Spell Resistance** yes (harmless)",
			"",
			"This spell functions like invisibility, except the effect only lasts for 1 round per caster level (maximum of 5 rounds). Like invisibility, the spell immediately ends if the subject attacks any creature."
		]
	},
	"veil": {
		"name": "Veil",
		"sources": [ "PRPG Core Rulebook" ],
		"description": [
			"## Veil",
			"",
			"{SOURCE PRPG Core Rulebook/364}  ",
			"**School** {spelldef/illusion} ({spelldef/glamer}); **Level** arcanist 6, bard 6, mesmerist 6, psychic 6, skald 6, sorcerer 6, wizard 6",
			"",
			"### Casting",
			"",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S",
			"",
			"### Effect",
			"",
			"**Range** long (400 ft. + 40 ft./level)  ",
			"**Targets** one or more creatures, no two of which can be more than 30 ft. apart  ",
			"**Duration** concentration + 1 hour/level (D)  ",
			"**Saving Throw** Will negates; see text; **Spell Resistance** yes; see text",
			"",
			"You instantly change the appearance of the subjects and then maintain that appearance for the spell's duration. You can make the subjects appear to be anything you wish. The subjects look, feel, and smell just like the creatures the spell makes them resemble. Affected creatures resume their normal appearances if slain. You must succeed on a Disguise check to duplicate the appearance of a specific individual. This spell gives you a +10 bonus on the check.",
			"",
			"Unwilling targets can negate the spell's effect on them by making Will saves or with spell resistance. Those who interact with the subjects can attempt Will disbelief saves to see through the glamer, but spell resistance doesn't help."
		]
	},
	"veil_of_ash": {
		"name": "Veil of Ash",
		"sources": [ "Pathfinder #24: The Final Wish" ],
		"description": [
			"## Veil of Ash",
			"",
			"{SOURCE Pathfinder #24: The Final Wish/61}  ",
			"**School** {spelldef/evocation} [{spelldef/fire}]; **Level** arcanist 2, sorcerer 2, wizard 2",
			"",
			"### Casting",
			"",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S, M (a pinch of ash)",
			"",
			"### Effect",
			"",
			"**Range** close (25 ft. + 5 ft./2 levels)  ",
			"**Target** one creature  ",
			"**Duration** 1 round/level  ",
			"**Saving Throw** Fortitude negates; **Spell Resistance** yes",
			"",
			"This spell causes a small cloud of searing, choking ash to appear around the face of the target. The creature must succeed at a Fortitude saving throw or take 1d6 points of fire damage and be blinded. The victim must make a new save against damage and blindness for each round the spell persists. The target must have a discernable anatomy and no more than one head in order to be blinded. Undead, constructs, and creatures without eyes or who don't rely on sight to sense their surroundings can be damaged by this spell, but not blinded.",
			"",
			"A moderate wind (11+ mph) disperses the ash cloud in 2 rounds; a strong wind (21+ mph) disperses the cloud in 1 round.",
			"",
			"This spell does not function underwater."
		]
	},
	"veil_of_heaven": {
		"name": "Veil of Heaven",
		"sources": [ "Advanced Race Guide" ],
		"description": [
			"## Veil of Heaven",
			"",
			"{SOURCE Advanced Race Guide/89}  ",
			"**School** {spelldef/abjuration} [{spelldef/good}]; **Level** paladin 1 (aasimar)",
			"",
			"### Casting",
			"",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S, DF",
			"",
			"### Effect",
			"",
			"**Range** personal or 5 ft.; see text  ",
			"**Target** you or all creatures within 5 ft.; see text  ",
			"**Duration** 10 minutes/level (D)  ",
			"**Saving Throw** Will half; **Spell Resistance** no",
			"",
			"You surround yourself with a veil of positive energy, making it harder for evil outsiders to harm you. For the duration of this spell, you gain a +2 sacred bonus to AC and on saves. Both of these bonuses apply only against attacks or effects created by outsiders with the evil subtype. You can dismiss this spell as a swift action to deal 1d8 points of damage + 1 point per paladin level to all such outsiders within 5 feet. A Will save halves this damage."
		]
	},
	"veil_of_positive_energy": {
		"name": "Veil of Positive Energy",
		"sources": [ "Advanced Player's Guide" ],
		"description": [
			"## Veil of Positive Energy",
			"",
			"{SOURCE Advanced Player's Guide/254}  ",
			"**School** {spelldef/abjuration} [{spelldef/good}]; **Level** paladin 1",
			"",
			"### Casting",
			"",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S, DF",
			"",
			"### Effect",
			"",
			"**Range** personal or 5 ft.; see text  ",
			"**Target** you or all creatures within 5 ft.; see text  ",
			"**Duration** 10 minutes/level (D)",
			"",
			"You surround yourself with a veil of positive energy, making it harder for undead creatures to harm you. When under the effect of this spell, you gain a +2 sacred bonus to AC and a +2 sacred bonus on saves. Both of these bonuses apply only against attacks or effects created by undead creatures. You can dismiss this spell before its normal duration as a swift action on your turn to deal a number of points of positive energy damage equal to your level to all undead creatures within 5 feet of you."
		]
	},
	"vengeful_comets": {
		"name": "Vengeful Comets",
		"sources": [ "Inner Sea Magic" ],
		"description": [
			"## Vengeful Comets",
			"",
			"{SOURCE Inner Sea Magic/62}  ",
			"**School** {spelldef/evocation} [{spelldef/cold}]; **Level** arcanist 3, druid 3, hunter 3, sorcerer 3, wizard 3",
			"",
			"### Casting",
			"",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S",
			"",
			"### Effect",
			"",
			"**Range** long (400 ft. + 40 ft./level)  ",
			"**Effect** 1 comet per 4 levels  ",
			"**Duration** 1 round/level or until completely discharged (see below)  ",
			"**Saving Throw** none; **Spell Resistance** yes",
			"",
			"This spell causes a number of miniature comets (up to one per four caster levels) to orbit in the air above your head. Bits of snow and cold wind drift down from the orbiting comets, granting you a circumstance bonus equal to the number of comets on all saving throws against fire effects.",
			"",
			"The actual use for the comets, though, is to make vengeful strikes against foes who dare to target you with offensive spells. As an immediate action whenever you are affected by a spell cast by another creature, you can fire one of your vengeful comets as a bolt of icy retribution (provided the source of the offensive spell is within range of your vengeful comet, of course). The comet requires a ranged touch attack to hit. If it hits, a comet deals 1d6 points of bludgeoning damage and 3d6 points of cold damage to the target, plus an additional amount of cold damage equal to the level of the spell you are retaliating against. If the spell you're retaliating against had the fire descriptor, you may opt to fire two comets instead of one."
		]
	},
	"vengeful_outrage": {
		"name": "Vengeful Outrage",
		"sources": [ "Ultimate Magic" ],
		"description": [
			"## Vengeful Outrage",
			"",
			"{SOURCE Ultimate Magic/246}  ",
			"**School** {spelldef/enchantment} ({spelldef/compulsion}) [{spelldef/emotion}, [{spelldef/language-dependent}, {spelldef/mind-affecting}]; **Level** arcanist 6, bard 5, mesmerist 5, psychic 6, skald 5, sorcerer 6, witch 6, wizard 6",
			"",
			"### Casting",
			"",
			"**Casting Time** 1 round  ",
			"**Components** V, S",
			"",
			"### Effect",
			"",
			"**Range** close (25 ft. + 5 ft./2 levels)  ",
			"**Target** one creature  ",
			"**Duration** 1 minute/level  ",
			"**Saving Throw** Will negates; **Spell Resistance** yes",
			"",
			"You place a magical command upon a creature to seek out and destroy a single enemy that has inflicted some perceived or actual harm to the target. You designate the enemy at the time of casting, which must be known by the target (such as \"your brother's murderer\") or can easily identify by sight (such as \"the hill giant king\"). The target is under the effect of a geas to find and capture or kill this enemy, and the target takes the penalties of that spell as long as it is not actively trying to reach the enemy. When the target enters combat with the enemy, it gains a +6 morale bonus to Strength and Constitution, a +3 morale bonus on Will saves, and is immune to the shaken and frightened conditions.",
			"",
			"If you designate one of the target's friends or loved ones as the enemy, the target gains another saving throw to overcome the spell as soon as it enters combat with the enemy."
		]
	},
	"vengeful_stinger": {
		"name": "Vengeful Stinger",
		"sources": [ "Inner Sea Gods" ],
		"description": [
			"## Vengeful Stinger",
			"",
			"{SOURCE Inner Sea Gods/245}  ",
			"**School** {spelldef/transmutation} ({spelldef/polymorph}) [{spelldef/poison}]; **Level** arcanist 5, cleric 6, oracle 6, shaman 5, sorcerer 5, summoner 5, unchained summoner 5, warpriest 6, witch 5, wizard 5 (Calistria)",
			"",
			"### Casting",
			"",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S, M (a living wasp), DF",
			"",
			"### Effect",
			"",
			"**Range** personal  ",
			"**Target** you  ",
			"**Duration** 1 round/level  ",
			"**Saving Throw** Fortitude negates, see text; **Spell Resistance** no",
			"",
			"You grow a long, wasp-like tail complete with stinger that can strike those who dare attack you. While you are under the effects of this spell, when a creature adjacent to you hits you with a melee attack, you can make an attack of opportunity with your stinging tail, even if your opponent's attack would not otherwise provoke an attack of opportunity. You must otherwise be eligible to make an attack of opportunity to use this ability. The attack is made with your full attack bonus, and with a +2 sacred bonus on the attack roll. The stinging tail is considered a light weapon with a critical range of 19-20/&times;2. On a successful hit, the target takes 1d8 points of damage plus an amount of damage equal your Strength modifier and must succeed at a Fortitude save or it takes 1d4 points of Dexterity damage. This poison damage is also modified on a confirmed critical hit."
		]
	},
	"venomous_bite": {
		"name": "Venomous Bite",
		"sources": [ "Dirty Tactics Toolbox" ],
		"description": [
			"## Venomous Bite",
			"",
			"{SOURCE Dirty Tactics Toolbox/29}  ",
			"**School** {spelldef/transmutation} [{spelldef/poison}]; **Level** alchemist 2, druid 2, hunter 2, investigator 2, ranger 2, shaman 2, summoner 2, witch 2",
			"",
			"### Casting",
			"",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S, M (a vial of injury poison worth at least 75 gp), DF",
			"",
			"### Effect",
			"",
			"**Range** touch  ",
			"**Target** creature touched  ",
			"**Duration** 1 round/level (D)  ",
			"**Saving Throw** Fortitude negates (harmless); **Spell Resistance** yes (harmless)",
			"",
			"When you touch the poison vial against the target creature and cast this spell, the vial drains and the target's teeth become envenomed with the same poison. The creature gains the use of 1 dose of the poison for every 5 caster levels you possess (maximum 4 doses). The creature gains immunity to that poison while this spell is in effect. The poison retains its normal properties, and this spell does not alter the DC to resist or cure the poison.",
			"",
			"Each successful bite attack counts as an expended dose. When all the poison is used, the spell ends. If the target creature doesn't have a bite attack, or if the target's bite attack is already poisonous, the spell has no effect. If the target has multiple heads, the spell affects only one bite attack.",
			"",
			"When this spell ends, any unused poison is harmlessly expelled from the target's mouth and cannot be used again."
		]
	},
	"venomous_bolt": {
		"name": "Venomous Bolt",
		"sources": [ "Advanced Player's Guide" ],
		"description": [
			"## Venomous Bolt",
			"",
			"{SOURCE Advanced Player's Guide/254}  ",
			"**School** {spelldef/necromancy} [{spelldef/poison}]; **Level** hunter 3, ranger 3",
			"",
			"### Casting",
			"",
			"**Casting Time** 1 swift action  ",
			"**Components** V, S",
			"",
			"### Effect",
			"",
			"**Range** 0 ft.  ",
			"**Target** one arrow or bolt  ",
			"**Duration** instantaneous  ",
			"**Saving Throw** Fortitude negates, see text; **Spell Resistance** yes",
			"",
			"You infuse a single arrow or crossbow bolt with natural venom as you fire it. In addition to its normal damage, anyone struck by this arrow or bolt is affected as if by the poison spell. If the arrow is not fired immediately, the spell ends with no effect."
		]
	},
	"venomous_promise": {
		"name": "Venomous Promise",
		"sources": [ "Black Markets" ],
		"description": [
			"## Venomous Promise",
			"",
			"{SOURCE Black Markets/25}  ",
			"**School** {spelldef/transmutation} [{spelldef/language-dependent}, {spelldef/poison}]; **Level** antipaladin 3, bard 3, shaman 3, skald 3, witch 3",
			"",
			"### Casting",
			"",
			"**Casting Time** 1 standard action  ",
			"**Components** S, M (a vial of poison)",
			"",
			"### Effect",
			"",
			"**Range** touch  ",
			"**Target** one creature  ",
			"**Duration** permanent or until triggered  ",
			"**Saving Throw** yes; **Spell Resistance** yes",
			"",
			"You guard your words and person with poisonous power. You can impart a short amount of information - up to 25 words - as you cast this spell, entwining your words with the poison provided as a material component. If your target reveals the information you impart (verbally, in writing, with gestures, or by having its mind read with spells like detect thoughts), the target is immediately exposed to the poison (and is allowed any saving throw the poison allows).",
			"",
			"Your target instinctively knows that revealing this information will endanger it, but doesn't automatically understand why or how. Neutralize poison removes the effect of this spell; the spellcaster must succeed at a caster level check against the spell's save DC rather than the poison's."
		]
	},
	"ventriloquism": {
		"name": "Ventriloquism",
		"sources": [ "PRPG Core Rulebook" ],
		"description": [
			"## Ventriloquism",
			"",
			"{SOURCE PRPG Core Rulebook/365}  ",
			"**School** {spelldef/illusion} ({spelldef/figment}); **Level** arcanist 1, bard 1, medium 1, mesmerist 1, psychic 1, redmantisassassin 1, skald 1, sorcerer 1, spiritualist 1, summoner 1, unchained summoner 1, wizard 1",
			"",
			"### Casting",
			"",
			"**Casting Time** 1 standard action  ",
			"**Components** V, F (parchment rolled into cone)",
			"",
			"### Effect",
			"",
			"**Range** close (25 ft. + 5 ft./2 levels)  ",
			"**Effect** intelligible sound, usually speech  ",
			"**Duration** 1 min./level (D)  ",
			"**Saving Throw** Will disbelief (if interacted with); **Spell Resistance** no",
			"",
			"You can make your voice (or any sound that you can normally make vocally) seem to issue from someplace else. You can speak in any language you know. With respect to such voices and sounds, anyone who hears the sound and rolls a successful save recognizes it as illusory (but still hears it)."
		]
	},
	"vermicious_assumption": {
		"name": "Vermicious Assumption",
		"sources": [ "Pathfinder #74: Sword of Valor" ],
		"description": [
			"## Vermicious Assumption",
			"",
			"{SOURCE Pathfinder #74: Sword of Valor/75}  ",
			"**School** {spelldef/conjuration} ({spelldef/calling}) [{spelldef/chaotic}, {spelldef/evil}]; **Level** cleric 6, oracle 6, summoner 6, unchained summoner 6, warpriest 6",
			"",
			"### Casting",
			"",
			"**Casting Time** 10 minutes  ",
			"**Components** V, S, M (a handful of worms)",
			"",
			"### Effect",
			"",
			"**Range** touch  ",
			"**Target** one Medium humanoid corpse  ",
			"**Duration** instantaneous  ",
			"**Saving Throw** none; **Spell Resistance** no",
			"",
			"You call a single vermlek demon to invade and inhabit the body of the target corpse, taking on its likeness. The vermlek can remain on the Material Plane indefinitely as long as it has a body to inhabit; however, if it remains outside of a host for more than 1 minute, it's banished back to the Abyss. The vermlek's initial attitude towards you is friendly, but you must succeed at an opposed Charisma check to convince it to obey your commands, similar to a charmed creature. You gain a +2 circumstance bonus on this Charisma check if you offer it a fresh humanoid corpse to inhabit."
		]
	},
	"vermin_shape_1": {
		"name": "Vermin Shape I",
		"sources": [
			"Ultimate Magic",
			"Book of the Damned - Volume 2: Lords of Chaos",
			"Inner Sea World Guide",
			"Mythic Origins"
		],
		"description": [
			"## Vermin Shape I",
			"",
			"{SOURCE Ultimate Magic/246;Book of the Damned - Volume 2: Lords of Chaos/48;Inner Sea World Guide/297}  ",
			"**School** {spelldef/transmutation} ({spelldef/polymorph}); **Level** alchemist 4, arcanist 4, bloodrager 4, druid 3, hunter 3, investigator 4, magus 4, redmantisassassin 4, sorcerer 4, witch 3, wizard 4",
			"",
			"### Casting",
			"",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S, M (a piece of the creature whose form you plan to assume)",
			"",
			"### Effect",
			"",
			"**Range** personal  ",
			"**Target** you  ",
			"**Duration** 1 minute/level",
			"",
			"When you cast this spell, you assume the form of any Small or Medium creature of the vermin type. If the form you assume has any of the following abilities, you gain the listed ability: climb 30 feet, fly 30 feet (average maneuverability), swim 30 feet, darkvision 60 feet, low-light vision, scent, and lunge. You don't gain full immunity to mind-affecting effects, but you do gain a +2 resistance bonus on all saving throws against such effects.",
			"",
			"*Small vermin:* If you take the form of a Small vermin, you gain a +2 size bonus to your Dexterity and a +2 natural armor bonus.",
			"",
			"*Medium vermin:* If you take the form of a Medium vermin, you gain a +2 size bonus to your Strength and a +3 natural armor bonus.",
			"",
			"### Mythic Vermin Shape I",
			"",
			"{SOURCE Mythic Origins/13}",
			"",
			"Each mythic vermin shape spell must be learned individually, and you must know the respective non-mythic vermin shape spell to learn its mythic version. You don't have to learn them in order, and aren't required to know a lower-level mythic vermin shape spell before you learn a higher-level one (for example, you can learn mythic vermin shape II if you know vermin shape II, even if you don't know mythic vermin shape I). Each mythic vermin shape spell adds the following benefits to its respective non-mythic version.",
			"",
			"The spell's bonuses to ability scores increase by 2, the natural armor bonus increases by 1, the ability score penalties decrease by 2 (minimum penalty of 0), and the resistance bonus on saving throws against mind-affecting effects increases by 2. Choose one natural attack type the vermin form has, such as bite or claws. The critical multiplier for this attack type increases by 1 (maximum &times;4).",
			"",
			"*Augmented (2nd):* If you expend two uses of mythic power, the ability score bonuses increase by an additional 2. During each casting of the spell, you can act as if you had the {feat/Natural Spell} feat for 1 round a number of times equal to your tier. For example, if you are 2nd tier, you can use the Natural Spell feat for 2 rounds per casting of mythic vermin shape.",
			"",
			"### Vermin Shape II",
			"",
			"{SOURCE Ultimate Magic/246;Inner Sea World Guide/297;Book of the Damned - Volume 2: Lords of Chaos/49}  ",
			"**School** {spelldef/transmutation} ({spelldef/polymorph}); **Level** alchemist 5, arcanist 5, druid 4, hunter 4, investigator 5, magus 5, sorcerer 5, witch 4, wizard 5",
			"",
			"#### Casting",
			"",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S, M (a piece of the creature whose form you plan to assume)",
			"",
			"#### Effect",
			"",
			"**Range** personal  ",
			"**Target** you  ",
			"**Duration** 1 minute/level",
			"",
			"This spell functions as vermin shape I, except it also allows you to assume the form of a Tiny or Large creature of the vermin type. If the form you assume has any of the following abilities, you gain the listed ability: burrow 30 feet, climb 60 feet, fly 60 feet (good maneuverability), swim 60 feet, darkvision 60 feet, low-light vision, tremorsense 30 feet, scent, blood drain, constrict, grab, lunge, poison, pull, trample, and web. You don't gain full immunity to mind-affecting effects, but you do gain a +4 bonus on all saving throws against such effects.",
			"",
			"*Tiny vermin:* If you take the form of a Tiny vermin, you gain a +4 size bonus to your Dexterity, a -2 penalty to your Strength, and a +1 natural armor bonus.",
			"",
			"*Large vermin:* If you take the form of a Large vermin, you gain a +4 size bonus to your Strength, a -2 penalty to your Dexterity, and a +5 natural armor bonus.",
			"",
			"### Mythic Vermin Shape II",
			"",
			"{SOURCE Mythic Origins/13}",
			"",
			"Each mythic vermin shape spell must be learned individually, and you must know the respective non-mythic vermin shape spell to learn its mythic version. You don't have to learn them in order, and aren't required to know a lower-level mythic vermin shape spell before you learn a higher-level one (for example, you can learn mythic vermin shape II if you know vermin shape II, even if you don't know mythic vermin shape I). Each mythic vermin shape spell adds the following benefits to its respective non-mythic version.",
			"",
			"The spell's bonuses to ability scores increase by 2, the natural armor bonus increases by 1, the ability score penalties decrease by 2 (minimum penalty of 0), and the resistance bonus on saving throws against mind-affecting effects increases by 2. Choose one natural attack type the vermin form has, such as bite or claws. The critical multiplier for this attack type increases by 1 (maximum &times;4).",
			"",
			"*Augmented (2nd):* If you expend two uses of mythic power, the ability score bonuses increase by an additional 2. During each casting of the spell, you can act as if you had the {feat/Natural Spell} feat for 1 round a number of times equal to your tier. For example, if you are 2nd tier, you can use the Natural Spell feat for 2 rounds per casting of mythic vermin shape."
		]
	},
	"vermin_shape_i": {
		"copyof": "vermin_shape_1"
	},
	"vermin_shape_2": {
		"name": "Vermin Shape II",
		"copyof": "vermin_shape_1"
	},
	"vermin_shape_ii": {
		"copyof": "vermin_shape_2"
	},
	"verminous_transformation": {
		"name": "Verminous Transformation",
		"sources": [ "Horror Adventures" ],
		"description": [
			"## Verminous Transformation",
			"",
			"{SOURCE Horror Adventures/130}  ",
			"**School** {spelldef/transmutation} ({spelldef/polymorph}); **Level** alchemist 6, investigator 6, shaman 7, witch 7",
			"",
			"### Casting",
			"",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S, M (a handful of bat wings, insects, and rat tails)",
			"",
			"### Effect",
			"",
			"**Range** personal  ",
			"**Target** you  ",
			"**Duration** 1 round/level (D)",
			"",
			"You partially transform your body into a swarm of bats, insects, rats, and spiders. As a standard action, you can send out a piece of your body to attack up to four Medium or smaller creatures (or one larger creature) within 10 feet of you. The creatures take 4d6 points of damage and must succeed at a Fortitude save or take 1d3 points of Constitution damage and 1d3 points of Strength damage; the ability damage is a poison effect. Abilities that protect against swarm attacks apply to this damage and spell resistance applies.",
			"",
			"Additionally, since your body is partially a swarm, you take only half damage from piercing and slashing attacks, unless those attacks would deal full damage or greater to a swarm (for instance, an area piercing attack would deal full damage to you). You can still be targeted by single-target spells but you gain a +2 circumstance bonus on any saving throws against them.",
			"",
			"Casting spells in this form is difficult and any spells with somatic components require a concentration check as if casting defensively; if you are also casting the spell defensively, roll a single concentration check at a -5 penalty."
		]
	},
	"versatile_weapon": {
		"name": "Versatile Weapon",
		"sources": [ "Advanced Player's Guide" ],
		"description": [
			"## Versatile Weapon",
			"",
			"{SOURCE Advanced Player's Guide/254}  ",
			"**School** {spelldef/transmutation}; **Level** arcanist 3, bard 2, bloodrager 3, hunter 2, magus 3, occultist 2, psychic 3, ranger 2, redmantisassassin 3, skald 2, sorcerer 3, wizard 3",
			"",
			"### Casting",
			"",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S, M (iron filings)",
			"",
			"### Effect",
			"",
			"**Range** close (25 ft. + 5 ft./2 levels)  ",
			"**Target** one weapon or 50 projectiles, all of which must be together at the time of casting  ",
			"**Duration** 1 minute/level  ",
			"**Saving Throw** Will negates (harmless, object); **Spell Resistance** yes (harmless, object)",
			"",
			"You transform the physical makeup of a weapon as you desire. This spell functions like greater magic weapon, except that it subtly alters the physical properties of a weapon, enabling it to bypass damage reduction of one the following types: bludgeoning, cold iron, piercing, silver, or slashing. The affected weapon still inflicts damage of its normal type and its hardness and hit points are unchanged. This spell can be cast on a natural weapon or unarmed strike."
		]
	},
	"vestment_of_the_champion": {
		"name": "Vestment of the Champion",
		"sources": [ "Ultimate Magic" ],
		"description": [
			"## Vestment of the Champion",
			"",
			"{SOURCE Ultimate Magic/247}  ",
			"**School** {spelldef/abjuration}; **Level** antipaladin 2, paladin 2",
			"",
			"### Casting",
			"",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S",
			"",
			"### Effect",
			"",
			"**Range** touch  ",
			"**Target** armor or shield touched  ",
			"**Duration** 1 minute/level  ",
			"**Saving Throw** none; **Spell Resistance** no",
			"",
			"This functions as magic vestment, except it only affects armor or a shield you are wearing or carrying. If the armor or shield is worn or carried by anyone other than you, the spell has no effect, but resumes its effect when you are wearing or carrying it again."
		]
	},
	"vex_giant": {
		"name": "Vex Giant",
		"sources": [ "Inner Sea Magic" ],
		"description": [
			"## Vex Giant",
			"",
			"{SOURCE Inner Sea Magic/63}  ",
			"**School** {spelldef/transmutation}; **Level** hunter 3, ranger 3",
			"",
			"### Casting",
			"",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S, M (a fragment from a Large or larger weapon)",
			"",
			"### Effect",
			"",
			"**Range** personal  ",
			"**Target** you  ",
			"**Duration** 1 round per level",
			"",
			"The giants and their kin have long plagued the peoples of Varisia, particularly the Shoanti of the Storval Plateau. Among the various tactics and methods the Shoanti have developed to fight against their enemies, this spell is one of the most widespread today.",
			"",
			"When you cast vex giant, your senses and reflexes become particularly honed against a single target within 60 feet, provided the target is at least one size category larger than you. You may select your focused foe as a free action when you cast this spell-switching your focus to a different foe within 60 feet is a move action. If a foe moves beyond 60 feet from you, you lose your focus on that foe, although you may regain it by moving within 60 feet and spending a move action. Although the name of the spell is vex giant, it works equally well on any foe that's at least one size category larger than you.",
			"",
			"Against a foe you are focused on, you do not provoke attacks of opportunity by moving through their threatened area. Additionally, the first successful melee attack you make against the foe in a round deals an additional 1d6 points of damage. Finally, you gain a +4 insight bonus on all combat maneuver checks made against your focused foe."
		]
	},
	"vexing_miscalculation": {
		"name": "Vexing Miscalculation",
		"sources": [ "Inner Sea Gods" ],
		"description": [
			"## Vexing Miscalculation",
			"",
			"{SOURCE Inner Sea Gods/245}  ",
			"**School** {spelldef/enchantment} ({spelldef/compulsion}) [{spelldef/mind-affecting}]; **Level** cleric 2, inquisitor 2, oracle 2, warpriest 2, witch 2",
			"",
			"### Casting",
			"",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S",
			"",
			"### Effect",
			"",
			"**Range** close (25 ft. + 5 ft./2 levels)  ",
			"**Target** one creature  ",
			"**Duration** 1 minute/level or until discharged  ",
			"**Saving Throw** Will negates; **Spell Resistance** yes",
			"",
			"You frustrate an opponent with ill fortune that leads even its most accurate attacks astray. The target is unable to score critical threats for the duration of this spell, even if the result of its roll would normally be a critical threat. If the creature rolls a natural 20, the attack still hits regardless of its opponent's AC, but the hit is not eligible for a critical confirmation roll. Once a critical threat has been foiled by vexing miscalculation, the spell is discharged."
		]
	},
	"vicarious_view": {
		"name": "Vicarious View",
		"sources": [ "Ultimate Intrigue" ],
		"description": [
			"## Vicarious View",
			"",
			"{SOURCE Ultimate Intrigue/229}  ",
			"**School** {spelldef/divination} ({spelldef/scrying}); **Level** arcanist 4, bard 4, medium 3, mesmerist 4, occultist 4, psychic 4, shaman 4, skald 4, sorcerer 4, spiritualist 4, witch 4, wizard 4",
			"",
			"### Casting",
			"",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S",
			"",
			"### Effect",
			"",
			"**Range** touch  ",
			"**Effect** magical sensor  ",
			"**Duration** 1 minute/level (D)  ",
			"**Saving Throw** Will negates (object); **Spell Resistance** yes (object)",
			"",
			"You plant a scrying sensor on a touched creature, object, or point in space, allowing you to see and hear the creature, object, or point and its surroundings (approximately 10 feet in all directions). If the creature or object on moves, the sensor moves with it. Unlike other scrying spells, vicarious view doesn't allow magically or supernaturally enhanced senses to work through it."
		]
	},
	"vigilant_rest": {
		"name": "Vigilant Rest",
		"sources": [ "Ultimate Wilderness" ],
		"description": [
			"## Vigilant Rest",
			"",
			"{SOURCE Ultimate Wilderness/237}  ",
			"**School** {spelldef/abjuration}; **Level** antipaladin 3, bard 4, hunter 3, medium 3, mesmerist 4, occultist 3, paladin 3, psychic 4, ranger 3, shaman 4, skald 4, spiritualist 4, witch 4",
			"",
			"### Casting",
			"",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S, M (a handful of crushed glass)",
			"",
			"### Effect",
			"",
			"**Range** touch  ",
			"**Target** 1 living creature touche  ",
			"**Duration** 8 hours (D)  ",
			"**Saving Throw** Will (harmless); **Spell Resistance** yes (harmless)",
			"",
			"While the target of this spell is asleep, she retains some of her normal powers of perception. While she tunes out harmless sounds such as the crackling of the campfire, crickets, or light breezes, she does not take the normal +10 modifier to the DC of Perception checks she attempts while asleep.",
			"",
			"If the target detects a threat or unexplained noise while sleeping, she can wake immediately and stand up from her sleeping position as a free action.",
			"",
			"If the target is roused but returns to sleep during the spell's duration, she falls asleep immediately and does not count as having her sleep interrupted, even if she engaged in combat while she was awake."
		]
	},
	"vigor": {
		"name": "Vigor",
		"sources": [ "Orcs of Golarion" ],
		"description": [
			"## Vigor",
			"",
			"{SOURCE Orcs of Golarion/28}  ",
			"**School** {spelldef/transmutation}; **Level** adept 0, cleric 0, oracle 0, warpriest 0",
			"",
			"### Casting",
			"",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S",
			"",
			"### Effect",
			"",
			"**Range** touch  ",
			"**Target** creature touched  ",
			"**Duration** 1 minute or until discharged  ",
			"**Saving Throw** Will negates (harmless); **Spell Resistance** yes",
			"",
			"This spell infuses the subject with a small surge of strength. The creature gets a +1 competence bonus on a single melee damage roll. It must choose to use the bonus before making the roll to which it applies. Ranged or spell attacks are unaffected by this spell."
		]
	},
	"vile_dog_transformation": {
		"name": "Vile Dog Transformation",
		"sources": [ "Horror Adventures" ],
		"description": [
			"## Vile Dog Transformation",
			"",
			"{SOURCE Horror Adventures/130}  ",
			"**School** {spelldef/transmutation} ({spelldef/polymorph}) [{spelldef/evil}]; **Level** antipaladin 3, arcanist 5, cleric 5, druid 5, hunter 5, oracle 5, shaman 5, sorcerer 5, warpriest 5, witch 5, wizard 5",
			"",
			"### Casting",
			"",
			"**Casting Time** 10 minutes  ",
			"**Components** V, S, M (a strip of leather)",
			"",
			"### Effect",
			"",
			"**Range** touch  ",
			"**Target** one or more dogs touched  ",
			"**Duration** 1 hour/level  ",
			"**Saving Throw** Will negates (see text); **Spell Resistance** no",
			"",
			"You transform one or more dogs into evil, monstrous creatures. Each dog can attempt a Will save to negate the transformation, but if the dog trusts you (it has been trained by you for a purpose, or has been in your care for at least 30 days and generally treated well), it takes a -4 penalty on this saving throw. Each transformed dog has the same stats as a hell hound except that it doesn't have fire immunity and cold vulnerability and instead has acid, cold, and fire resistance 5. Additionally, each transformed dog deals an extra 1d6 points of acid damage with its bite attack (instead of fire damage), and its breath weapon is replaced with a vaporous cloud that spreads out in front of the creature in a 10-foot cone, dealing 2d4 points of acid damage. The creature can't understand Infernal but understands any languages you know. The dog is normally neutral evil, but is chaotic evil if you are chaotic or lawful evil if you are lawful.",
			"",
			"For every 3 caster levels you have, you can transform one dog (to a maximum of five dogs at 15th level). At the end of the spell's duration, the dogs immediately dissolve into a stinking pile of gore and bones.",
			"",
			"You can command the creature in the same way you would a creature you summoned via a summon monster spell. If you buy dogs to use with this spell, they cost 15 gp for a lap dog, 25 gp for a guard dog, or 150 gp for a riding dog. Any kind of dog can be transformed by this spell and has the same statistics."
		]
	},
	"village_veil": {
		"name": "Village Veil",
		"sources": [ "Advanced Race Guide" ],
		"description": [
			"## Village Veil",
			"",
			"{SOURCE Advanced Race Guide/68}  ",
			"**School** {spelldef/illusion} ({spelldef/figment}) [{spelldef/mind-affecting}]; **Level** arcanist 5, bard 5, cleric 5, mesmerist 5, oracle 5, psychic 5, skald 5, sorcerer 5, warpriest 5, witch 5, wizard 5 (halfling)",
			"",
			"### Casting",
			"",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S",
			"",
			"### Effect",
			"",
			"**Range** long (400 ft. + 40 ft./level)  ",
			"**Area** one 10-ft. cube per level  ",
			"**Duration** 1 day/level  ",
			"**Saving Throw** Will disbelief; **Spell Resistance** no",
			"",
			"You throw an illusion over an area to make creatures that view or interact with it believe it has suffered some great catastrophe or calamity that renders it utterly worthless for their needs. You must set a few general guidelines when casting the spell as to the nature of this disaster (fire, tornado, bandit raid, plague, etc.), after which the illusion fills in the remaining details to make it seem realistic. When casting the spell, you can grant creatures with particular, clearly identifiable physical traits (race, gender, age category, etc.) immunity to this spell. This allows all such eligible creatures to perceive the true nature of the affected area instead of its illusory appearance. Creatures without this immunity that fail their saving throws always perceive the affected area as having absolutely nothing of interest or worth to them. Unless they have reason for suspicion, they always move on without closely investigating the area. Creatures with sufficient reasons for suspicion who do choose to investigate the area gain another saving throw, this one with a +2 bonus, as they enter the village and directly interact with the illusion.",
			"",
			"You can expand the area of this spell by casting it multiple times. Each time you do, you must effectively \"attach\" the spell to the existing area by using the same disaster and granting the same sorts of creatures immunity to its effects. If you fail to do this, the entire illusion, no matter how large, disappears."
		]
	},
	"vine_strike": {
		"name": "Vine Strike",
		"sources": [
			"Ultimate Wilderness",
			"Melee Tactics Toolbox"
		],
		"description": [
			"## Vine Strike",
			"",
			"{SOURCE Ultimate Wilderness/237;Melee Tactics Toolbox/31}  ",
			"**School** {spelldef/conjuration} ({spelldef/creation}); **Level** alchemist 2, antipaladin 2, arcanist 2, bloodrager 2, druid 2, hunter 2, investigator 2, ranger 2, shaman 2, sorcerer 2, wizard 2",
			"",
			"### Casting",
			"",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S",
			"",
			"### Effect",
			"",
			"**Range** personal  ",
			"**Target** you  ",
			"**Duration** 1 minute/level (D)",
			"",
			"Bristles burst from your body, lodging in your opponent and blossoming into entangling vines as you pummel your target. While this spell is in effect, one of your natural attacks or unarmed strikes deals an additional 1d6 points of damage, and each creature hit with that natural weapon or unarmed strike must succeed at a Reflex save or be entangled for the duration of the spell; on a successful Reflex save, the creature is immune to the entangled effect for 1 round. A creature entangled by this spell can spend a standard action to remove the vines, but can be entangled again by further unarmed strikes."
		]
	},
	"vinetrap": {
		"name": "Vinetrap",
		"sources": [ "Chronicle of the Righteous" ],
		"description": [
			"## Vinetrap",
			"",
			"{SOURCE Chronicle of the Righteous/51}  ",
			"**School** {spelldef/conjuration}; **Level** cleric 8, druid 8, oracle 8",
			"",
			"### Casting",
			"",
			"**Casting Time** 10 minutes  ",
			"**Components** V, S, DF",
			"",
			"### Effect",
			"",
			"**Range** long (400 ft. + 40 ft./level)  ",
			"**Area** radius spread of up to 10 ft./level, 90 ft. high  ",
			"**Duration** 1 hour/level (D)  ",
			"**Saving Throw** Reflex negates (see text); **Spell Resistance** yes",
			"",
			"Vines choked with thorns, blossoms, leaflets, and other floral debris burst to life on and around the subject of this spell, winding around limbs and armor and making it progressively more difficult for the subject to maneuver. When this spell is cast, the subject may attempt a Reflex save. Success indicates that the vines fail to take root and the spell has no effect. On a failed save, the subject's base speed is immediately reduced by 5 feet. Each round thereafter, the subject must make another successful Reflex save or his speed is reduced by another 5 feet. This occurs each round until he is reduced to a speed equal to half of what it was before the spell was cast. As a full-round action, the subject or an adjacent creature can tear the vines off the subject's body, resetting the speed penalty to just 5 feet, though the vines continue to grow each round thereafter for the spell's duration, requiring additional checks, unless it is actually dispelled. The spell's effects can also be prematurely ended by dealing at least 20 points of fire damage to the subject. When the spell's duration ends or the effect is terminated, the vines immediately wilt and the subject's speed returns to normal. Regardless of the subject's base speed, the vines cannot reduce a creature's speed below 5 feet.",
			"",
			"This spell has additional effects depending on which version you cast, chosen when you cast the spell.",
			"",
			"*Blessed Thorns:* The vines sprout vicious thorns made of celestial steel. Each round at the beginning of your turn, the subject takes 2d4 points of damage, plus 1 point of damage for each round since the creature last took a full-round action to tear the vines off. When you cast this version of the spell, you can also choose to make the thorns either cold iron or silver for the purposes of overcoming damage reduction.",
			"",
			"*Noxious Vines:* The vines emit noxious fumes that act as a lung and eye irritant. The subject and any creatures adjacent to the subject must attempt a DC 15 Fortitude check each round at the beginning of their turn. On a failed save, the creatures becomes blinded for that round and can't cast spells with verbal components.",
			"",
			"*Swift Vines:* The vines act twice as quickly as normal, and slow the creature by 10 feet per round instead of 5 feet (though they still can't decrease the creature's speed to less than half). In addition, once the creature is slowed to half-speed, it becomes staggered until the vines are torn off or the spell ends."
		]
	},
	"violent_accident": {
		"name": "Violent Accident",
		"sources": [ "Inner Sea Intrigue" ],
		"description": [
			"## Violent Accident",
			"",
			"{SOURCE Inner Sea Intrigue/63}  ",
			"**School** {spelldef/transmutation} [{spelldef/curse}]; **Level** cleric 2, mesmerist 2, occultist 2, oracle 2, warpriest 2, witch 2",
			"",
			"### Casting",
			"",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S",
			"",
			"### Effect",
			"",
			"**Range** long (400 ft. + 40 ft./level)  ",
			"**Target** one creature  ",
			"**Duration** 1 day or until discharged  ",
			"**Saving Throw** Reflex half; see text; **Spell Resistance** yes",
			"",
			"You curse the target to suffer a violent accident within the next 24 hours. You have no control over the form the accident takes or when it strikes. The target can avoid being cursed with spell resistance when you cast the spell, but otherwise receives no saving throw. Regardless of the accident's nature, it is magically empowered to deal an amount of damage equal to 1d8 &times; your caster level (maximum 5d8 points of damage), and the damage is of a type appropriate to the source of damage (such as fire for an explosion or bludgeoning for a falling object). When the accident occurs, the target can attempt a Reflex saving throw to reduce the damage by half. Although others might be surprised or inconvenienced by the accident, it damages only the target."
		]
	},
	"violent_misfire": {
		"name": "Violent Misfire",
		"sources": [ "People of the Wastes" ],
		"description": [
			"## Violent Misfire",
			"",
			"{SOURCE People of the Wastes/29}  ",
			"**School** {spelldef/evocation}; **Level** arcanist 3, sorcerer 3, wizard 3",
			"",
			"### Casting",
			"",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S, M (a small piece of flint)",
			"",
			"### Effect",
			"",
			"**Range** close (25 ft. + 5 ft./2 levels)  ",
			"**Target** one early or advanced firearm  ",
			"**Duration** 1 round/level  ",
			"**Saving Throw** Will negates (object); **Spell Resistance** yes (object)",
			"",
			"This spell creates a chaotic charge within the black powder loaded in a target firearm. The next time the target weapon fires during this spell's duration, it automatically misfires. If this misfire causes the firearm to explode, the radius of the explosion is doubled and it deals maximum damage to all creatures in the radius. The firearm's wielder also takes 1d6 additional points of fire damage per 2 caster levels (maximum 10d6) you have.",
			"",
			"If the target is an advanced firearm, and the firearm misfires a second time in a row while this spell is in effect, it does not explode but still deals the additional damage to the wielder as described.",
			"",
			"### Violent Misfire, Greater",
			"",
			"{SOURCE People of the Wastes/29}  ",
			"**School** {spelldef/evocation}; **Level** arcanist 6, sorcerer 6, wizard 6",
			"",
			"#### Casting",
			"",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S, M (a small piece of flint)",
			"",
			"#### Effect",
			"",
			"**Range** medium (100 ft. + 10 ft./level)  ",
			"**Target** one early or advanced firearm/level, no two of which can be more than 30 ft. apart  ",
			"**Duration** 1 round/level  ",
			"**Saving Throw** Will negates (object); **Spell Resistance** yes (object)",
			"",
			"This spell functions as violent misfire except as noted above."
		]
	},
	"violent_misfire_greater": {
		"name": "Violent Misfire, Greater",
		"copyof": "violent_misfire"
	},
	"greater_violent_misfire": {
		"copyof": "violent_misfire_greater"
	},
	"viper_bomb_admixture": {
		"name": "Viper Bomb Admixture",
		"sources": [ "Ultimate Combat" ],
		"description": [
			"## Viper Bomb Admixture",
			"",
			"{SOURCE Ultimate Combat/248}  ",
			"**School** {spelldef/conjuration} ({spelldef/creation}); **Level** alchemist 4, investigator 4",
			"",
			"### Casting",
			"",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S",
			"",
			"### Effect",
			"",
			"**Range** personal  ",
			"**Target** you  ",
			"**Duration** 1 round/level",
			"",
			"Upon drinking an extract created with this formula, you make a significant change to your magical reserve that modifies the nature of all bombs you create and throw during this extract's duration. This effect on your magical reserve has no effect on any discoveries that you use to modify your bombs, but you can only have one admixture effect (formula with the word \"bomb admixture\" in its title) active at a time. If you drink another bomb admixture, the effects of the former bomb admixture end and the new one becomes active.",
			"",
			"When you throw a bomb and hit a target directly, up to four vipers are released from the bomb. One viper attacks the target of the direct hit, and the other vipers attack up to three creatures that take damage from the splash damage. The vipers make melee touch attacks (using your base attack bonus + Intelligence modifier) and on a hit deal 1d4 + your Intelligence modifier damage, and the target is poisoned as if by a venomous snake. Hit or miss, the conjured vipers disappear after they make the attack. The conjured snakes are not damaged or adversely affected by the bombs you throw."
		]
	},
	"virtue": {
		"name": "Virtue",
		"sources": [ "PRPG Core Rulebook" ],
		"description": [
			"## Virtue",
			"",
			"{SOURCE PRPG Core Rulebook/365}  ",
			"**School** {spelldef/transmutation}; **Level** cleric 0, druid 0, hunter 0, inquisitor 0, medium 0, oracle 0, paladin 1, psychic 0, shaman 0, spiritualist 0, warpriest 0",
			"",
			"### Casting",
			"",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S, DF",
			"",
			"### Effect",
			"",
			"**Range** touch  ",
			"**Target** creature touched  ",
			"**Duration** 1 min.  ",
			"**Saving Throw** none; **Spell Resistance** yes (harmless)",
			"",
			"With a touch, you infuse a creature with a tiny surge of life, granting the subject 1 temporary hit point."
		]
	},
	"virtuoso_performance": {
		"name": "Virtuoso Performance",
		"sources": [ "Ultimate Magic" ],
		"description": [
			"## Virtuoso Performance",
			"",
			"{SOURCE Ultimate Magic/247}  ",
			"**School** {spelldef/transmutation}; **Level** bard 4, skald 4",
			"",
			"### Casting",
			"",
			"**Casting Time** 1 standard action  ",
			"**Components** V",
			"",
			"### Effect",
			"",
			"**Range** personal  ",
			"**Target** you  ",
			"**Duration** 1 round/level",
			"",
			"While this spell is active, you may start a second bardic performance while maintaining another. Starting the second performance costs 2 rounds of bardic performance instead of 1. Maintaining both performances costs a total of 3 rounds of bardic performance for each round they are maintained. When this spell ends, one of the performances ends immediately (your choice).",
			"",
			"Virtuoso performance does not stack with any other method of maintaining simultaneous bardic performances."
		]
	},
	"virulence": {
		"name": "Virulence",
		"sources": [ "Pathfinder #81: Shifting Sands" ],
		"description": [
			"## Virulence",
			"",
			"{SOURCE Pathfinder #81: Shifting Sands/73}  ",
			"**School** {spelldef/necromancy} [{spelldef/evil}]; **Level** cleric 4, oracle 4, warpriest 4, witch 4",
			"",
			"### Casting",
			"",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S",
			"",
			"### Effect",
			"",
			"**Range** 40 ft.  ",
			"**Area** all living creatures within a 40-ft.-radius burst centered on you  ",
			"**Duration** instantaneous  ",
			"**Saving Throw** see text; **Spell Resistance** yes",
			"",
			"All living creatures within the area of effect, including yourself, must immediately attempt a saving throw with a -2 penalty against any and all diseases they have contracted, even if the onset time has not yet elapsed. On a failed saving throw, the affliction has its usual effect. A successful save does not count toward curing the affliction."
		]
	},
	"virulent_miasma": {
		"name": "Virulent Miasma",
		"sources": [ "Villain Codex" ],
		"description": [
			"## Virulent Miasma",
			"",
			"{SOURCE Villain Codex/69}  ",
			"**School** {spelldef/necromancy}; **Level** antipaladin 2, arcanist 3, bloodrager 3, druid 3, hunter 3, sorcerer 3, wizard 3",
			"",
			"### Casting",
			"",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S, M (a dried scab from a diseased creature)",
			"",
			"### Effect",
			"",
			"**Range** medium (100 ft. + 10 ft./level)  ",
			"**Effect** cloud spreads in 20-ft. radius, 20 ft. high  ",
			"**Duration** 1 round/level  ",
			"**Saving Throw** Fortitude negates (see text); **Spell Resistance** see text",
			"",
			"Virulent miasma creates fog like fog cloud, except that the vapors carry the taint of disease. Living creatures take a -4 penalty on saving throws against disease effects as long as they remain within the cloud and for 1d4+1 rounds after leaving. This effect of the spell allows a Fortitude save to negate it, and it is subject to spell resistance. A creature that succeeds at its saving throw against the fog (or ignores the fog due to spell resistance) is not affected and need not make further saves even if it remains in the fog."
		]
	},
	"vision": {
		"name": "Vision",
		"sources": [ "PRPG Core Rulebook" ],
		"description": [
			"## Vision",
			"",
			"{SOURCE PRPG Core Rulebook/365}  ",
			"**School** {spelldef/divination}; **Level** arcanist 7, psychic 7, shaman 7, sorcerer 7, witch 7, wizard 7",
			"",
			"### Casting",
			"",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S, M (incense worth 250 gp), F (four pieces of ivory worth 50 gp each)",
			"",
			"### Effect",
			"",
			"**Range** personal  ",
			"**Target** you  ",
			"**Duration** see text",
			"",
			"This spell functions like legend lore, except that it works more quickly and produces some strain on you. You pose a question about some person, place, or object, then cast the spell. If the person or object is at hand or if you are in the place in question, you receive a vision about it by succeeding on a caster level check (1d20 + 1 per caster level; maximum +25) against DC 20. If only detailed information on the person, place, or object is known, the DC is 25, and the information gained is incomplete. If only rumors are known, the DC is 30, and the information gained is vague. After this spell is complete, you are fatigued."
		]
	},
	"vision_of_hell": {
		"name": "Vision of Hell",
		"sources": [
			"Ultimate Magic",
			"Book of the Damned - Volume 1: Princes of Darkness"
		],
		"description": [
			"## Vision of Hell",
			"",
			"{SOURCE Ultimate Magic/248;Book of the Damned - Volume 1: Princes of Darkness/47}  ",
			"**School** {spelldef/illusion} ({spelldef/glamer}) [{spelldef/evil}, {spelldef/fear}]; **Level** arcanist 3, bard 3, bloodrager 3, cleric 3, mesmerist 3, occultist 3, oracle 3, psychic 3, redmantisassassin 3, skald 3, sorcerer 3, warpriest 3, witch 3, wizard 3",
			"",
			"### Casting",
			"",
			"**Casting Time** 1 standard action  ",
			"**Components** V, M (a pinch of brimstone)",
			"",
			"### Effect",
			"",
			"**Range** medium (100 ft. + 10 ft./level)  ",
			"**Effect** 50-ft.-radius emanation  ",
			"**Duration** 1 minute/level (D)  ",
			"**Saving Throw** Will negates; **Spell Resistance** no",
			"",
			"You overlay a realistic illusion of a terrifying hellscape upon an area. Structures, equipment, and creatures within the area are not hidden, though environmental features take on an infernal appearance. While you are prepared for these images and are not affected by them, any other creature within the area must make a Will save or become shaken and also take a -2 penalty on saves versus fear effects; the fear and penalty persists as long as the creature remains in the area. Devils and any lawful evil creatures suffer no negative effects from this spell."
		]
	},
	"vision_of_lamashtu": {
		"name": "Vision of Lamashtu",
		"sources": [
			"Inner Sea World Guide",
			"Pathfinder #5: Sins of the Saviors"
		],
		"description": [
			"## Vision of Lamashtu",
			"",
			"{SOURCE Inner Sea World Guide/297;Pathfinder #5: Sins of the Saviors/71}  ",
			"**School** {spelldef/illusion} ({spelldef/phantasm}) [{spelldef/mind-affecting}, {spelldef/evil}]; **Level** cleric 7, inquisitor 6, oracle 7, shaman 7, witch 7",
			"",
			"### Casting",
			"",
			"**Casting Time** 10 minutes (see text)  ",
			"**Components** V, S",
			"",
			"### Effect",
			"",
			"**Range** unlimited  ",
			"**Target** one living creature  ",
			"**Duration** instantaneous  ",
			"**Saving Throw** Will negates (see text); **Spell Resistance** yes",
			"",
			"This spell functions exactly as the spell nightmare. In addition to the effects of that spell, you can cause a second spell to be delivered when the target wakes at the nightmare's conclusion. You must have this second spell prepared, and it must be cast immediately after vision of Lamashtu (effectively adding the two spells' casting times). This second spell \"rides along\" with the nightmare, affecting the target as soon as it wakes from its fitful sleep. Any spell can be sent along with the nightmare, so long as it is of 6th level or lower, affects one target (which is always the nightmare's recipient), and does not deal hit point damage. The second spell's range is irrelevant for the purposes of vision of Lamashtu, and even touch attacks can be delivered in this manner (you must still make a successful touch attack in order to affect the target, though, with the act of touching occurring within the context of the victim's nightmare). The target is allowed to save against the second spell if a save is allowed. For example, a cleric of Lamashtu could send bestow curse along as part of a vision of Lamashtu, but not blade barrier (affects an area), destruction (too high level), or inflict moderate wounds (deals hit point damage)."
		]
	},
	"visualization_of_the_body": {
		"name": "Visualization of the Body",
		"sources": [ "Divine Anthology" ],
		"description": [
			"## Visualization of the Body",
			"",
			"{SOURCE Divine Anthology/13}  ",
			"**School** {spelldef/transmutation} [{spelldef/meditative}]; **Level** arcanist 2, cleric 2, druid 2, magus 2, ranger 2, shaman 2, warpriest 2, wizard 2",
			"",
			"### Casting",
			"",
			"**Casting Time** 1 hour  ",
			"**Components** V, M (soothing incense worth 200 gp)",
			"",
			"### Effect",
			"",
			"**Range** personal  ",
			"**Target** you  ",
			"**Duration** 24 hours or until discharged",
			"",
			"You focus your mind on one aspect of your body, aligning the energies within your body to enhance that element. Choose a single physical ability score (Constitution, Dexterity, or Strength). If you choose Strength or Dexterity, you gain a +5 bonus on skill checks associated with that ability score. If you choose Constitution, your maximum and current hit points increase by an amount equal to your Hit Dice.",
			"",
			"At any time during the spell's duration, you can expend the spell's remaining duration as an immediate action in order to gain a one-time physical enhancement associated with the ability score you chose to visualize, as detailed below. After you do so, the spell ends.",
			"",
			"*Constitution:* You immediately regain a number of hit points equal to 1d8 + your total character level.",
			"",
			"*Dexterity:* You gain a +4 dodge bonus to your Armor Class for 3 rounds.",
			"",
			"*Strength:* You gain a +6 bonus on all Strength checks to break objects and on checks to escape or establish grapples for 1 minute."
		]
	},
	"visualization_of_the_mind": {
		"name": "Visualization of the Mind",
		"sources": [ "Divine Anthology" ],
		"description": [
			"## Visualization of the Mind",
			"",
			"{SOURCE Divine Anthology/14}  ",
			"**School** {spelldef/transmutation} [{spelldef/meditative}]; **Level** arcanist 2, cleric 2, shaman 2, warpriest 2, wizard 2",
			"",
			"### Casting",
			"",
			"**Casting Time** 1 hour  ",
			"**Components** V, M (soothing incense worth 200 gp)",
			"",
			"### Effect",
			"",
			"**Range** personal  ",
			"**Target** you  ",
			"**Duration** 24 hours or until discharged",
			"",
			"You enhance a single aspect of your mind, nurturing and empowering it. Choose a single mental ability score (Charisma, Intelligence, or Wisdom). You gain a +5 bonus on ability checks and skill checks associated with that ability score.",
			"",
			"At any time during the spell's duration, you can expend the spell's remaining duration as an immediate action in order to gain a one-time mental enhancement associated with the ability score you chose to visualize, as detailed below. After you do so, the spell ends.",
			"",
			"*Charisma:* You are immediately infused with a wave of supernatural luck, and gain a +2 luck bonus on all d20 rolls for 1 minute.",
			"",
			"*Intelligence:* You immediately gain a flash of insight, and gain a number of ranks equal to your Hit Dice in any skill in which you have no ranks. These ranks last for 1 minute, during which time you can also treat that skill as a class skill.",
			"",
			"*Wisdom:* When you fail a Will save, you can immediately attempt that saving throw again, gaining a +4 bonus on the new saving throw to resist the effect."
		]
	},
	"vitriolic_mist": {
		"name": "Vitriolic Mist",
		"sources": [ "Ultimate Magic" ],
		"description": [
			"## Vitriolic Mist",
			"",
			"{SOURCE Ultimate Magic/248}  ",
			"**School** {spelldef/evocation} [{spelldef/acid}]; **Level** alchemist 4, arcanist 4, bloodrager 4, investigator 4, sorcerer 4, summoner 4, unchained summoner 4, wizard 4",
			"",
			"### Casting",
			"",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S, M (a piece of lemon rind)",
			"",
			"### Effect",
			"",
			"**Range** personal  ",
			"**Target** you  ",
			"**Duration** 1 round/level (D)",
			"",
			"This functions as fire shield, except it wreathes you in yellow or green acidic mist instead of hot or cold flames. The spell deals acid damage to attackers and protects you against acid damage. This spell does not shed light."
		]
	},
	"vocal_alteration": {
		"name": "Vocal Alteration",
		"sources": [ "Ultimate Magic" ],
		"description": [
			"## Vocal Alteration",
			"",
			"{SOURCE Ultimate Magic/248}  ",
			"**School** {spelldef/transmutation}; **Level** alchemist 1, arcanist 1, bard 1, inquisitor 1, investigator 1, medium 1, mesmerist 1, occultist 1, psychic 1, redmantisassassin 1, skald 1, sorcerer 1, witch 1, wizard 1",
			"",
			"### Casting",
			"",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S",
			"",
			"### Effect",
			"",
			"**Range** close (25 ft. + 5 ft./2 levels)  ",
			"**Target** one humanoid creature  ",
			"**Duration** 1 minute/level  ",
			"**Saving Throw** Fortitude negates; **Spell Resistance** yes",
			"",
			"You alter the target's voice to something else. For example, you could make the target's voice high-pitched, husky, or nasal, or change its accent to an accent you are familiar with. If this spell is used as part of a disguise, the target gets a +10 bonus on the Disguise check when trying to fool a listener.",
			"",
			"The target can vary the disguised voice just as it could its normal voice. For example, a halfling female given a male dwarf noble's voice and accent could speak in falsetto, with a rural halfling accent, and so on."
		]
	},
	"volcanic_storm": {
		"name": "Volcanic Storm",
		"sources": [ "Ultimate Magic" ],
		"description": [
			"## Volcanic Storm",
			"",
			"{SOURCE Ultimate Magic/248}  ",
			"**School** {spelldef/evocation} [{spelldef/fire}]; **Level** arcanist 4, bloodrager 4, druid 4, hunter 4, sorcerer 4, witch 4, wizard 4",
			"",
			"### Casting",
			"",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S, M/DF (obsidian and ash)",
			"",
			"### Effect",
			"",
			"**Range** long (400 ft. + 40 ft./level)  ",
			"**Area** cylinder (20-ft. radius, 40 ft. high)  ",
			"**Duration** 1 round/level (D)  ",
			"**Saving Throw** none; **Spell Resistance** yes",
			"",
			"Chunks of hot volcanic rock and clumps of ash pound down when this spell is cast, dealing 3d6 points of bludgeoning damage and 2d6 points of fire damage to every creature in the area. This damage only occurs once, when the spell is cast. For the remaining duration of the spell, heavy ash rains down in the area. Creatures inside this area take a -4 penalty on Perception skill checks and the entire area is treated as difficult terrain. At the end of the duration, the rock and ash disappear, leaving no after-effects (other than the damage dealt)."
		]
	},
	"voluminous_vocabulary": {
		"name": "Voluminous Vocabulary",
		"sources": [ "Ultimate Intrigue" ],
		"description": [
			"## Voluminous Vocabulary",
			"",
			"{SOURCE Ultimate Intrigue/229}  ",
			"**School** {spelldef/divination}; **Level** alchemist 3, arcanist 3, bard 2, cleric 3, inquisitor 2, investigator 3, medium 2, mesmerist 2, occultist 2, oracle 3, psychic 3, shaman 4, skald 2, sorcerer 3, spiritualist 3, warpriest 3, witch 3, wizard 3",
			"",
			"### Casting",
			"",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S, M (a quill)",
			"",
			"### Effect",
			"",
			"**Range** touch  ",
			"**Target** creature touched  ",
			"**Duration** 8 hours (D)  ",
			"**Saving Throw** Will negates (harmless); **Spell Resistance** yes (harmless)",
			"",
			"You choose any language (except for secret languages, such as Druidic). The target gains the ability to speak, understand, read, and write that language. When you cast this spell, you can attempt a DC 15 Linguistics check. If you succeed, choose an additional language, plus one more language for every 10 by which your check result exceeded the DC.",
			"",
			"Written material can be read at the rate of one page (250 words) per minute. As with comprehend languages, this spell doesn't impart insight into material the target read, just the literal meaning, and it doesn't allow the target to read magical writing or decipher codes.",
			"",
			"If the target lacks the mental capacity to grasp a language, it still gains enough knowledge to respond to and carry out even extremely complex commands or suggestions coached in the language (whether written or spoken). However, since this spell endows the target merely with a temporarily enhanced vocabulary, the person offering instructions to nonsentient creatures must take care to avoid metaphors or any other ambiguity."
		]
	},
	"vomit_swarm": {
		"name": "Vomit Swarm",
		"sources": [ "Advanced Player's Guide" ],
		"description": [
			"## Vomit Swarm",
			"",
			"{SOURCE Advanced Player's Guide/254}  ",
			"**School** {spelldef/conjuration} ({spelldef/summoning}); **Level** alchemist 2, investigator 2, witch 2",
			"",
			"### Casting",
			"",
			"**Casting Time** 1 standard action  ",
			"**Components** S",
			"",
			"### Effect",
			"",
			"**Range** personal  ",
			"**Effect** one swarm of spiders  ",
			"**Duration** 1 round/level",
			"",
			"You vomit forth a [swarm of spiders](monster/spider_swarm) that attacks all other creatures within its area. The swarm begins adjacent to you, but if no living creatures are within its area, it moves in one direction of your choosing at its normal speed. You can move the swarm or change the swarm's direction by spending a standard action to concentrate on the swarm, otherwise it continues moving in its current direction. If your caster level is at least 7th, you can vomit forth a [swarm of wasps](monster/wasp_swarm) instead. Finally, if your caster level is at least 13th, you can vomit forth a [swarm of army ants](monster/army_ant_swarm)."
		]
	},
	"vomit_twin": {
		"name": "Vomit Twin",
		"sources": [
			"Advanced Race Guide",
			"Mythic Adventures"
		],
		"description": [
			"## Vomit Twin",
			"",
			"{SOURCE Advanced Race Guide/119}  ",
			"**School** {spelldef/conjuration} ({spelldef/creation}, {spelldef/teleportation}); **Level** alchemist 3, arcanist 4, investigator 3, magus 3, psychic 4, sorcerer 4, summoner 3, unchained summoner 3, wizard 4 (goblin)",
			"",
			"### Casting",
			"",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S",
			"",
			"### Effect",
			"",
			"**Range** personal  ",
			"**Effect** creates one ooze duplicate of the caster  ",
			"**Duration** 1 round/level",
			"",
			"Upon casting this spell, you vomit forth a disgusting ooze copy of yourself into a single adjacent square. As long as the twin exists, whenever you take a move action to move, the twin can move as well, although it does not need to follow you and cannot take any other actions. On subsequent rounds, at the start of your turn, you can instantaneously exchange places with your twin, as if using teleport. This is not an action and does not provoke an attack of opportunity.",
			"",
			"The twin has a speed of 30 feet and provokes attacks of opportunity from movement as normal. It has an AC equal to 10 + 1/2 your caster level and a number of hit points equal to your caster level. If the twin is reduced to 0 hit points, it is destroyed, although you can create a new one on your turn as a standard action as long as the duration persists. You cannot have more than one vomit twin at a time.",
			"",
			"### Mythic Vomit Twin",
			"",
			"{SOURCE Mythic Adventures/111}",
			"",
			"Any spell you cast that has a range of touch, close, medium, or long can originate from the twin instead of you. The twin gains a deflection bonus to AC equal to your tier, and has hit points equal to double your caster level. The twin can attempt attacks of opportunity using your base attack bonus, but has no ability score modifiers, skills, or feats. It threatens an area appropriate for your size and wields a copy of the weapon you were wielding when you cast mythic vomit twin. If the twin's weapon is destroyed or disarmed, on your turn the twin generates a new weapon from its own substance. Its attacks deal damage using that weapon's die type.",
			"",
			"*Augmented (5th):* If you expend two uses of mythic power, you create two copies when you cast the spell, and both can be active at the same time. If you instead expend three uses of mythic power, you create three copies when you cast the spell, and all three can be active at the same time."
		]
	},
	"vortex": {
		"name": "Vortex",
		"sources": [ "Advanced Player's Guide" ],
		"description": [
			"## Vortex",
			"",
			"{SOURCE Advanced Player's Guide/254}  ",
			"**School** {spelldef/evocation} [{spelldef/water}]; **Level** arcanist 7, druid 7, shaman 7, sorcerer 7, wizard 7",
			"",
			"### Casting",
			"",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S, M/DF (a stirring spoon)",
			"",
			"### Effect",
			"",
			"**Range** long (400 ft. + 40 ft./level)  ",
			"**Effect** whirlpool 50 ft. deep, 30 ft. wide at top, and 5 ft. wide at base  ",
			"**Duration** 1 round/level (D)  ",
			"**Saving Throw** Reflex negates, see text; **Spell Resistance** yes",
			"",
			"You create a powerful and immobile whirlpool in any body of liquid large enough to contain the spell's effect. Any Large or smaller creature that comes in contact with the spell effect must succeed on a Reflex save or take 3d6 points of bludgeoning damage. A Medium or smaller creature that fails its first save must succeed on a second one or be pulled into the whirlpool and held suspended in its powerful currents, taking 1d8 points of damage each round on your turn with no save allowed. You may direct the whirlpool to eject any carried creatures whenever you wish. A boat that is equal in length or shorter than the vortex's width that passes through a vortex takes 6d6 points of damage and is caught up by the current. If the boat's captain makes a DC 25 Profession (sailor) check (or if the boat is longer than the vortex's width), the boat takes only half damage and is not caught up by the vortex."
		]
	},
	"waft": {
		"name": "Waft",
		"sources": [ "Ultimate Wilderness" ],
		"description": [
			"## Waft",
			"",
			"{SOURCE Ultimate Wilderness/14}  ",
			"**School** {spelldef/transmutation}; **Level** arcanist 5, cleric 5, druid 5, hunter 5, magus 5, occultist 5, oracle 5, shaman 5, sorcerer 5, spiritualist 5, warpriest 5, wizard 5 (Gathlain)",
			"",
			"### Casting",
			"",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S, M (a dandelion seed)",
			"",
			"### Effect",
			"",
			"**Range** close (25 ft. + 5 ft./2 levels)  ",
			"**Targets** up to one creature per 2 levels, no two of which can be more than 30 ft. apart  ",
			"**Duration** 1 hour/level  ",
			"**Saving Throw** Will negates; **Spell Resistance** yes",
			"",
			"You make the targets light enough to be carried by wind. Creatures affected by this spell suffer cumulative penalties for attacking as if under the effects of levitate unless they have a fly speed. Treat each target as two size categories lighter for the purposes of being checked or blown away by wind. If a target has a fly speed, it can fly overland at the wind's speed in the same direction as the wind by succeeding at a DC 20 Fly check. If a creature flying overland this way attempts to change direction, it risks being blown away as usual. By linking hands or creating a connection with rope, creatures affected by this spell can be towed through the air by a flying creature as if each weighed only one-eighth its actual weight."
		]
	},
	"wail_of_the_banshee": {
		"name": "Wail of the Banshee",
		"sources": [ "PRPG Core Rulebook" ],
		"description": [
			"## Wail of the Banshee",
			"",
			"{SOURCE PRPG Core Rulebook/365}  ",
			"**School** {spelldef/necromancy} [{spelldef/death}, {spelldef/sonic}]; **Level** arcanist 9, psychic 9, shaman 9, sorcerer 9, witch 9, wizard 9",
			"",
			"### Casting",
			"",
			"**Casting Time** 1 standard action  ",
			"**Components** V",
			"",
			"### Effect",
			"",
			"**Range** close (25 ft. + 5 ft./2 levels)  ",
			"**Target** one living creature/level within a 40-ft.-radius spread  ",
			"**Duration** instantaneous  ",
			"**Saving Throw** Fortitude negates; **Spell Resistance** yes",
			"",
			"When you cast this spell, you emit a terrible, soul-chilling scream that possibly kills creatures that hear it (except for yourself). The spell affects up to one creature per caster level, inflicting 10 points of damage per caster level. Creatures closest to the point of origin are affected first."
		]
	},
	"wake_of_light": {
		"name": "Wake of Light",
		"sources": [ "Advanced Player's Guide" ],
		"description": [
			"## Wake of Light",
			"",
			"{SOURCE Advanced Player's Guide/254}  ",
			"**School** {spelldef/evocation} [{spelldef/good}]; **Level** paladin 2",
			"",
			"### Casting",
			"",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S, DF",
			"",
			"### Effect",
			"",
			"**Range** 120 ft.  ",
			"**Effect** a 10-ft.-wide path in a straight line, up to 120 ft. long  ",
			"**Duration** 1 round/level  ",
			"**Saving Throw** none; **Spell Resistance** yes",
			"",
			"You and your mount lay down a trail of glowing, heavenly mist behind you as you move that makes passage easier for good creatures but more difficult for evil creatures. This glowing trail of mist appears behind your mount in a straight line starting where you cast the spell and ending where your mount ends its movement. The mist takes the form of a path 10 feet wide and up to 120 feet long and always floats just above the ground, up to a height of 1 foot. Thereafter, the mist persists for 1 round per level.",
			"",
			"Good creatures may walk along the top of the mist as if it were solid, treating squares of difficult terrain containing the mist as normal terrain. Evil creatures find the mist thick and cloying, and treat squares of normal terrain containing the mist as difficult terrain instead. Neutral creatures pass through the mist with no effect. The mist has no effect on obstacles or otherwise impassable terrain, and does not block sight or provide concealment.",
			"",
			"Except for very special circumstances (such as a celestial or fiendish mount), mounts use the alignment of their rider when determining how this spell affects them. You must be mounted to enjoy the benefits of this spell. If you dismount, get knocked off, or take any other action that separates you from your mount, the spell immediately ends, although the mist remains for the spell's normal duration.",
			"",
			"A wake of light cannot follow across water, underwater, or through the air in the case of a mount capable of walking on water, swimming, or flight."
		]
	},
	"walk_through_space": {
		"name": "Walk through Space",
		"sources": [
			"Ultimate Combat",
			"Mythic Adventures"
		],
		"description": [
			"## Walk through Space",
			"",
			"{SOURCE Ultimate Combat/248}  ",
			"**School** {spelldef/conjuration} ({spelldef/teleportation}); **Level** alchemist 6, arcanist 7, investigator 6, magus 6, psychic 7, sorcerer 7, summoner 6, witch 7, wizard 7",
			"",
			"### Casting",
			"",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S, M (a wren's egg)",
			"",
			"### Effect",
			"",
			"**Range** personal  ",
			"**Target** you  ",
			"**Duration** 1 round/level",
			"",
			"When under the effects of this spell, you can teleport up to 30 feet as a move action. You must end this movement in an unoccupied space that you can stand on within line of sight. Alternatively, you can spend a move action to teleport to a standing position from lying prone. Teleporting does not provoke attacks of opportunity.",
			"",
			"### Mythic Walk through Space",
			"",
			"{SOURCE Mythic Adventures/111}",
			"",
			"You can teleport as either a move action or a swift action, but never more than once per round. If you expend a move action and a swift action, you may teleport up to 60 feet."
		]
	},
	"wall_of_blindness_deafness": {
		"name": "Wall of Blindness or Deafness",
		"sources": [ "Advanced Class Guide" ],
		"description": [
			"## Wall of Blindness or Deafness",
			"",
			"{SOURCE Advanced Class Guide/198}  ",
			"**School** {spelldef/necromancy}; **Level** arcanist 4, bard 4, cleric 5, oracle 5, psychic 4, skald 4, sorcerer 4, warpriest 5, witch 4, wizard 4",
			"",
			"### Casting",
			"",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S",
			"",
			"### Effect",
			"",
			"**Range** medium (100 ft. + 10 ft./level)  ",
			"**Effect** translucent wall 20 ft. long/level or a translucent ring with a radius of up to 5 ft./two levels; either form 20 ft. high  ",
			"**Duration** concentration + 1 round/level  ",
			"**Saving Throw** Fortitude negates; **Spell Resistance** yes",
			"",
			"You create a translucent wall of energy, within which can be seen indistinct images of faces with their eyes or ears sewn shut. When you create the wall, decide whether it blinds or deafens. Any creature that passes through the wall must save or become permanently blinded or deafened (as blindness/deafness).",
			"",
			"The wall must be vertical and either rectangular or a ring. It need not touch the ground. The wall must be continuous and unbroken when formed. If its surface is broken by any object or creature when it is cast, the spell fails."
		]
	},
	"wall_of_blindness_or_deafness": { "copyof": "wall_of_blindness_deafness" },
	"wall_of_bone": {
		"name": "Wall of Bone",
		"sources": [ "Magic Tactics Toolbox" ],
		"description": [
			"## Wall of Bone",
			"",
			"{SOURCE Magic Tactics Toolbox/13}  ",
			"**School** {spelldef/necromancy}; **Level** antipaladin 4, arcanist 4, bloodrager 4, cleric 4, oracle 4, psychic 4, sorcerer 4, spiritualist 4, warpriest 4, wizard 4",
			"",
			"### Casting",
			"",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S, M (a polished humanoid femur)",
			"",
			"### Effect",
			"",
			"**Range** close (25 ft. + 5 ft./2 levels)  ",
			"**Effect** solid wall of humanoid bones with an area of up to one 5-ft. square/level  ",
			"**Duration** 1 minute/level  ",
			"**Saving Throw** none; **Spell Resistance** yes; see text",
			"",
			"This spell creates a vertical wall of skeletal arms that attaches itself to any solid surface. The wall of bone works identically to wall of stone except as noted above and in this spell description. The wall of bone is 1 inch thick per 4 caster levels and composed of up to one 5-foot square per level. The wall created must be vertical, and must rest upon a firm foundation. It cannot be used to bridge a chasm, for instance, or to act as a ramp. Each 5-foot square of the wall has hardness 4 and 7 hit points per inch of thickness. A section of wall whose hit points drops to 0 is breached. If a creature tries to break through the wall with a single attack, the DC of the Strength check is equal to 15 + 2 per inch of thickness.",
			"",
			"For each creature adjacent to the wall, the skeletal hands attempt a combat maneuver check to grapple it. The skeletal hands do not provoke attacks of opportunity. They make their attacks at the start of your turn, when the wall is summoned, or when an enemy first moves adjacent to the wall. The skeletal hands' CMB is equal to your caster level, and they can grapple a Huge or smaller creature with no penalty.",
			"",
			"If the wall successfully grapples a foe, that foe takes 1d6 points of damage and gains the grappled condition. Grappled opponents cannot move without first breaking the grapple. All other movement is prohibited unless the creature breaks the grapple first. The wall cannot move or pin foes. Each round the wall succeeds at a grapple combat maneuver check, it deals 1d6 additional points of damage. The CMD of the wall, for the purposes of escaping the grapple, is equal to 10 + its CMB."
		]
	},
	"wall_of_brine": {
		"name": "Wall of Brine",
		"sources": [ "Inner Sea Races" ],
		"description": [
			"## Wall of Brine",
			"",
			"{SOURCE Inner Sea Races/223}  ",
			"**School** {spelldef/conjuration} ({spelldef/creation}) [{spelldef/water}]; **Level** arcanist 4, druid 4, hunter 3, magus 4, ranger 3, shaman 4, sorcerer 4, wizard 4 (Merfolk)",
			"",
			"### Casting",
			"",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S, M/DF (a bit of coral)",
			"",
			"### Effect",
			"",
			"**Range** medium (100 ft. + 10 ft./level)  ",
			"**Effect** wall up to 10 ft./level long and 5 ft./level high (S)  ",
			"**Duration** concentration + 1 round/level  ",
			"**Saving Throw** none, see text; **Spell Resistance** yes",
			"",
			"You conjure a 5-foot-thick wall of seawater with a powerful current flowing toward one side of the wall, selected by you; a creature attempting to swim against this current must spend 4 squares of movement to enter a square of the wall. A creature that begins its turn in the wall is ejected in the direction of the current just before it acts. The wall provides cover against attacks from out of the water, as usual for a body of water. The water and the currents deflect physical ranged attacks into or through the wall, unless a weapon used is exceptionally massive (such as a siege engine). A creature submerged in the wall takes the usual penalties for underwater combat. The wall blocks gases and liquids and prevents water from mixing at its edges."
		]
	},
	"wall_of_clockwork": {
		"name": "Wall of Clockwork",
		"sources": [ "Heroes of the Streets" ],
		"description": [
			"## Wall of Clockwork",
			"",
			"{SOURCE Heroes of the Streets/23}  ",
			"**School** {spelldef/conjuration} ({spelldef/creation}); **Level** arcanist 5, cleric 5, oracle 5, sorcerer 5, warpriest 5, wizard 5",
			"",
			"### Casting",
			"",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S",
			"",
			"### Effect",
			"",
			"**Range** medium (100 ft. + 10 ft./level)  ",
			"**Effect** wall of bronze clockworks whose area is up to one 5-ft.-square/level (S)  ",
			"**Duration** 1 minute/level  ",
			"**Saving Throw** Reflex half or Reflex negates, see text; **Spell Resistance** yes",
			"",
			"An immobile, vertical wall of spinning cogs and gears springs into existence. Any creature passing through the wall takes 1d6 points of piercing and slashing damage per 2 caster levels (maximum 10d6); a successful Reflex save halves the damage.",
			"",
			"The wall cannot be conjured so that it occupies the same space as a creature or another object. It must always be a flat plane, though you can shape its edges to fit the available space.",
			"",
			"A wall of clockwork provides cover (+4 bonus to AC, +2 bonus on Reflex saves) against attacks made through it.",
			"",
			"A wall of clockwork is 1 inch thick per 4 caster levels. You can double the wall's area by halving its thickness. Each 5-foot square of the wall has 30 hit points per inch of thickness and hardness 9. A section of wall whose hit points drop to 0 is breached. If a creature tries to break through the wall with a single attack, the DC for the Strength check is 25 + 2 per inch of thickness. If an attacker an attack roll of a natural 20 (and only a natural 20, regardless of the weapon's threat range) and confirms the critical hit (even though the wall is otherwise immune to critical hits), that section of wall gains the broken condition. If already broken, that section of wall is destroyed instead.",
			"",
			"Bronze created by this spell is not suitable for use in the creation of other objects (even for the limited duration of the spell) and cannot be sold."
		]
	},
	"wall_of_ectoplasm": {
		"name": "Wall of Ectoplasm",
		"sources": [ "Occult Adventures" ],
		"description": [
			"## Wall of Ectoplasm",
			"",
			"{SOURCE Occult Adventures/190}  ",
			"**School** {spelldef/evocation}; **Level** arcanist 5, cleric 5, oracle 5, psychic 5, sorcerer 5, spiritualist 5, warpriest 5, wizard 5",
			"",
			"### Casting",
			"",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S, M (small bit of gauze)",
			"",
			"### Effect",
			"",
			"**Range** close (25 ft. + 5 ft./2 levels)  ",
			"**Effect** opaque sheet of ectoplasm up to 10 ft. square/level or a sphere or hemisphere with a radius of up to 1 ft./level  ",
			"**Duration** 1 minute/level  ",
			"**Saving Throw** none, and Will negates, see text; **Spell Resistance** yes",
			"",
			"You draw forth a massive veil of ectoplasm that roils with restless spirits. Immovable once formed, the wall of ectoplasm is 1 inch thick per caster level and covers up to a 10-foot-square area per caster level (so a 10th-level wizard can create a wall of ectoplasm 100 feet long and 10 feet h igh, a wall 25 feet long and 40 feet high, or any other combination of length and height that does not exceed 1,000 square feet). The plane can be oriented in any fashion and need not be anchored, but must be created continuous and unbroken. The wall can't include squares that have creatures within them, even if the creatures are on the Ethereal Plane. The wall exists on both the Material Plane and Ethereal Plane, and blocks ethereal and incorporeal creatures from passing through it.",
			"",
			"One side of the wall, selected by you, radiates a deeply foreboding and menacing aura from the writhing spirits within. The range of this mind-affecting fear effect is 10 feet from the wall's surface, and creatures that are in range when the wall is created or that later approach to within 10 feet must succeed at a Will save or become shaken (or panicked if they have 4 Hit Dice or fewer) for 1 round per your caster level.",
			"",
			"Each 10-foot square of the wall has 2 hit points per inch of thickness. A section of the wall whose hit points drop to 0 is breached, but if a section is destroyed, the remaining ectoplasm in the wall immediately fills in any such hole created, reducing the wall's overall size by one 10-foot square but remaining a contiguous barrier. The wall can also take the form of a sphere or hemisphere whose maximum radius is 1 foot per caster level, and that is as hard to break through as the ectoplasmic plane form."
		]
	},
	"wall_of_fire": {
		"name": "Wall of Fire",
		"sources": [
			"PRPG Core Rulebook",
			"Mythic Adventures"
		],
		"description": [
			"## Wall of Fire",
			"",
			"{SOURCE PRPG Core Rulebook/365}  ",
			"**School** {spelldef/evocation} [{spelldef/fire}]; **Level** adept 4, arcanist 4, bloodrager 4, druid 5, hunter 5, magus 4, occultist 4, shaman 5, sorcerer 4, summoner 3, unchained summoner 4, wizard 4",
			"",
			"### Casting",
			"",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S, M/DF (a piece of phosphor)",
			"",
			"### Effect",
			"",
			"**Range** medium (100 ft. + 10 ft./level)  ",
			"**Effect** opaque sheet of flame up to 20 ft. long/level or a ring of fire with a radius of up to 5 ft./two levels; either form 20 ft. high  ",
			"**Duration** concentration + 1 round/level  ",
			"**Saving Throw** none; **Spell Resistance** yes",
			"",
			"An immobile, blazing curtain of shimmering violet fire springs into existence. One side of the wall, selected by you, sends forth waves of heat, dealing 2d4 points of fire damage to creatures within 10 feet and 1d4 points of fire damage to those past 10 feet but within 20 feet. The wall deals this damage when it appears, and to all creatures in the area on your turn each round. In addition, the wall deals 2d6 points of fire damage + 1 point of fire damage per caster level (maximum +20) to any creature passing through it. The wall deals double damage to undead creatures.",
			"",
			"If you evoke the wall so that it appears where creatures are, each creature takes damage as if passing through the wall. If any 5-foot length of wall takes 20 points or more of cold damage in 1 round, that length goes away. (Do not divide cold damage by 2, as normal for objects.)",
			"",
			"Wall of fire can be made permanent with a permanency spell. A permanent wall of fire that is extinguished by cold damage becomes inactive for 10 minutes, then reforms at normal strength.",
			"",
			"### Mythic Wall of Fire",
			"",
			"{SOURCE Mythic Adventures/111}",
			"",
			"The wall's damage increases to 2d6 points of fire damage to creatures within 10 feet, 1d6 points of fire damage to those past 10 feet but within 20 feet, and 2d8 points of fire damage + 1 point of fire damage per caster level (maximum +20) to any creature passing through it. Any creature that passes through the wall or is within 5 feet of the wall when it's created must succeed at a Reflex save or catch fire. Attempts to extinguish this fire use the spell's save DC.",
			"",
			"*Augmented (5th):* If you expend two uses of mythic power, you may move the wall 5 feet in any direction as a move action on your turn. Moving the wall into a fireproof barrier (such as a stone wall) destroys the part of the wall that overlaps the barrier."
		]
	},
	"wall_of_force": {
		"name": "Wall of Force",
		"sources": [
			"PRPG Core Rulebook",
			"Mythic Adventures"
		],
		"description": [
			"## Wall of Force",
			"",
			"{SOURCE PRPG Core Rulebook/365}  ",
			"**School** {spelldef/evocation} [{spelldef/force}]; **Level** arcanist 5, magus 5, occultist 5, psychic 5, sorcerer 5, wizard 5",
			"",
			"### Casting",
			"",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S, M (powdered quartz)",
			"",
			"### Effect",
			"",
			"**Range** close (25 ft. + 5 ft./2 levels)  ",
			"**Effect** wall whose area is up to one 10-ft. square/level  ",
			"**Duration** 1 round/level (D)  ",
			"**Saving Throw** none; **Spell Resistance** no",
			"",
			"A wall of force creates an invisible wall of pure force. The wall cannot move and is not easily destroyed. A wall of force is immune to dispel magic, although a mage's disjunction can still dispel it. A wall of force can be damaged by spells as normal, except for disintegrate, which automatically destroys it. It can be damaged by weapons and supernatural abilities, but a wall of force has hardness 30 and a number of hit points equal to 20 per caster level. Contact with a sphere of annihilation or rod of cancellation instantly destroys a wall of force.",
			"",
			"Breath weapons and spells cannot pass through a wall of force in either direction, although dimension door, teleport, and similar effects can bypass the barrier. It blocks ethereal creatures as well as material ones (though ethereal creatures can usually circumvent the wall by going around it, through material floors and ceilings). Gaze attacks can operate through a wall of force.",
			"",
			"The caster can form the wall into a flat, vertical plane whose area is up to one 10-foot square per level. The wall must be continuous and unbroken when formed. If its surface is broken by any object or creature, the spell fails.",
			"",
			"Wall of force can be made permanent with a permanency spell.",
			"",
			"### Mythic Wall of Force",
			"",
			"{SOURCE Mythic Adventures/111}",
			"",
			"The wall's hardness increases to 40, and its hit points increase to 30 per caster level. A non-mythic disintegrate spell or rod of cancellation negates a 10-foot-square section of a mythic wall of force for 1 round, after which the wall reforms at full strength. One side of the wall (chosen by you) repels creatures within 5 feet as a repulsion spell (using the DC wall of force would have if it allowed a saving throw)."
		]
	},
	"wall_of_ice": {
		"name": "Wall of Ice",
		"sources": [
			"PRPG Core Rulebook",
			"Mythic Adventures"
		],
		"description": [
			"## Wall of Ice",
			"",
			"{SOURCE PRPG Core Rulebook/366}  ",
			"**School** {spelldef/evocation} [{spelldef/cold}]; **Level** arcanist 4, bloodrager 4, magus 4, occultist 4, sorcerer 4, summoner 3, unchained summoner 4, wizard 4",
			"",
			"### Casting",
			"",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S, M (a piece of quartz or rock crystal)",
			"",
			"### Effect",
			"",
			"**Range** medium (100 ft. + 10 ft./level)  ",
			"**Effect** anchored plane of ice, up to one 10-ft. square/level, or hemisphere of ice with a radius of up to 3 ft. + 1 ft./level  ",
			"**Duration** 1 min./level  ",
			"**Saving Throw** Reflex negates; see text; **Spell Resistance** yes",
			"",
			"This spell creates an anchored plane of ice or a hemisphere of ice, depending on the version selected. A wall of ice cannot form in an area occupied by physical objects or creatures. Its surface must be smooth and unbroken when created. Any creature adjacent to the wall when it is created may attempt a Reflex save to disrupt the wall as it is being formed. A successful save indicates that the spell automatically fails. Fire can melt a wall of ice, and it deals full damage to the wall (instead of the normal half damage taken by objects). Suddenly melting a wall of ice creates a great cloud of steamy fog that lasts for 10 minutes.",
			"",
			"*Ice Plane:* A sheet of strong, hard ice appears. The wall is 1 inch thick per caster level. It covers up to a 10-foot-square area per caster level (so a 10th-level wizard can create a wall of ice 100 feet long and 10 feet high, a wall 50 feet long and 20 feet high, or any other combination of length and height that does not exceed 1,000 square feet). The plane can be oriented in any fashion as long as it is anchored. A vertical wall need only be anchored on the floor, while a horizontal or slanting wall must be anchored on two opposite sides.",
			"",
			"Each 10-foot square of wall has 3 hit points per inch of thickness. Creatures can hit the wall automatically. A section of wall whose hit points drop to 0 is breached. If a creature tries to break through the wall with a single attack, the DC for the Strength check is 15 + caster level.",
			"",
			"Even when the ice has been broken through, a sheet of frigid air remains. Any creature stepping through it (including the one who broke through the wall) takes 1d6 points of cold damage + 1 point per caster level (no save).",
			"",
			"*Hemisphere:* The wall takes the form of a hemisphere whose maximum radius is 3 feet + 1 foot per caster level. The hemisphere is as hard to break through as the ice plane form, but it does not deal damage to those who go through a breach.",
			"",
			"### Mythic Wall of Ice",
			"",
			"{SOURCE Mythic Adventures/111}",
			"",
			"The wall's hit points increase to 5 hit points per inch of thickness. Add your tier to the Strength check DC to break through the wall. The damage dealt to those that step through the wall increases to 1d8 points of cold damage + 1 point per caster level. Any creature that passes through the wall must succeed at a Fortitude save or be staggered for 1d4 rounds; this is a cold effect.",
			"",
			"*Augmented (5th):* If you expend two uses of mythic power, you cover the wall in sharp, protruding icicles. Any creature that touches, strikes, or breaks through the wall takes 1d6 points of cold damage, 1d6 points of piercing damage, and 1 point of bleed damage."
		]
	},
	"wall_of_iron": {
		"name": "Wall of Iron",
		"sources": [
			"PRPG Core Rulebook",
			"Mythic Adventures"
		],
		"description": [
			"## Wall of Iron",
			"",
			"{SOURCE PRPG Core Rulebook/367}  ",
			"**School** {spelldef/conjuration} ({spelldef/creation}); **Level** arcanist 6, magus 6, occultist 6, sorcerer 6, summoner 5, unchained summoner 6, wizard 6",
			"",
			"### Casting",
			"",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S, M (a small iron sheet plus gold dust worth 50 gp)",
			"",
			"### Effect",
			"",
			"**Range** medium (100 ft. + 10 ft./level)  ",
			"**Effect** iron wall whose area is up to one 5-ft. square/level; see text  ",
			"**Duration** instantaneous  ",
			"**Saving Throw** see text; **Spell Resistance** no",
			"",
			"You cause a flat, vertical iron wall to spring into being. The wall inserts itself into any surrounding nonliving material if its area is sufficient to do so. The wall cannot be conjured so that it occupies the same space as a creature or another object. It must always be a flat plane, though you can shape its edges to fit the available space.",
			"",
			"A wall of iron is 1 inch thick per four caster levels. You can double the wall's area by halving its thickness. Each 5-foot square of the wall has 30 hit points per inch of thickness and hardness 10. A section of wall whose hit points drop to 0 is breached. If a creature tries to break through the wall with a single attack, the DC for the Strength check is 25 + 2 per inch of thickness.",
			"",
			"If you desire, the wall can be created vertically resting on a flat surface but not attached to the surface, so that it can be tipped over to fall on and crush creatures beneath it. The wall is 50% likely to tip in either direction if left unpushed. Creatures can push the wall in one direction rather than letting it fall randomly. A creature must make a DC 40 Strength check to push the wall over. Creatures with room to flee the falling wall may do so by making successful Reflex saves. Any Large or smaller creature that fails takes 10d6 points of damage while fleeing from the wall. The wall cannot crush Huge and larger creatures.",
			"",
			"Like any iron wall, this wall is subject to rust, perforation, and other natural phenomena. Iron created by this spell is not suitable for use in the creation of other objects and cannot be sold.",
			"",
			"### Mythic Wall of Iron",
			"",
			"{SOURCE Mythic Adventures/111}",
			"",
			"The wall is 1 inch thick per 2 caster levels. If you create an unattached wall, you can weight it so there is a 75% chance it falls on its own in the direction you want. Subtract 5 from the DC to push it in the direction you want, and add 5 to the DC to push the wall in the other direction.",
			"",
			"*Augmented (7th):* If you expend two uses of mythic power, one side of the wall (your choice) has a powerful magnetic charge that attracts metal within 10 feet. The wall automatically attempts a combat maneuver check to pull once per round against any creature that comes in range wearing metal armor, wielding a metal weapon, or otherwise carrying a significant amount of metal.",
			"",
			"The wall's CMB is equal to your caster level plus your tier. If the combat maneuver succeeds, the creature is pulled 5 feet closer to the wall. The wall gains a +5 bonus on its combat maneuver check if the creature is within 5 feet. If the wall succeeds at its check against a creature within 5 feet, the creature is pulled up against the wall and is treated as grappled.",
			"",
			"Dropping metal items or removing metal armor allows a creature to free itself from the wall. The magnetic charge fades after 1 hour per tier. Wrenching an item away from the wall requires a successful Strength check (DC 10 + the wall's CMB)."
		]
	},
	"wall_of_lava": {
		"name": "Wall of Lava",
		"sources": [ "Advanced Player's Guide" ],
		"description": [
			"## Wall of Lava",
			"",
			"{SOURCE Advanced Player's Guide/255}  ",
			"**School** {spelldef/conjuration} ({spelldef/creation}) [{spelldef/earth}, {spelldef/fire}]; **Level** arcanist 8, druid 8, sorcerer 8, wizard 8",
			"",
			"### Casting",
			"",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S, M/DF (a chunk of dried lava)",
			"",
			"### Effect",
			"",
			"**Range** medium (100 ft. + 10 ft./level)  ",
			"**Target** lava wall whose area is up to one 5-ft. square/level (S)  ",
			"**Duration** 1 round/level (D)  ",
			"**Saving Throw** see text; **Spell Resistance** no",
			"",
			"This spell creates a vertical wall of lava that is 1 inch thick for every 4 caster levels and composed of up to one 5-foot square per level. A wall of lava's maximum height cannot exceed half of its width (with a minimum height of 5 feet). The wall cannot be conjured so that it occupies the same space as a creature or object. A section of a wall of lava can be destroyed by damage (hardness 4, hp 90), but if a section is destroyed, the remaining lava in the wall immediately fills in any such hole created, reducing the wall's overall size by one 5-foot square but remaining a contiguous barrier. Each time a weapon strikes a wall of lava, it takes 2d6 points of fire damage (or the creature who strikes the wall takes 2d6 fire damage if the attack was via an unarmed strike or natural attack).",
			"",
			"A creature can move through a wall of lava as a full-round action by making a DC 25 Strength check-failure indicates that the creature is pushed back out of the wall to the point he just attempted to leave. A creature with a burrow speed can move through the wall using its burrow speed. An attempt to move through a wall of lava inflicts 20d6 fire damage. A wall of lava also radiates heat as if it were a wall of fire, although the heat from a wall of lava radiates from both sides.",
			"",
			"Once per round as a move action, you can direct the wall of lava to erupt. This causes a plume of lava to fire at any target within 60 feet of either side of the wall, but reduces the wall's overall size by 1d4 5-foot square sections. You must make a ranged touch attack to hit the target, which takes 10d6 points of fire damage on a hit. Holes created in a wall of lava from this effect instantly reseal, reducing the overall size of the wall.",
			"",
			"All damage inflicted by physical contact with a wall of lava continues for 1d3 rounds after exposure ceases, but this additional damage is only half that dealt during actual contact (that is, 1d6 or 5d6 or 10d6 points per round)."
		]
	},
	"wall_of_light": {
		"name": "Wall of Light",
		"sources": [ "The Dragon's Demand" ],
		"description": [
			"## Wall of Light",
			"",
			"{SOURCE The Dragon's Demand/24}  ",
			"**School** {spelldef/evocation} [{spelldef/light}]; **Level** arcanist 5, druid 5, hunter 5, sorcerer 5, wizard 5",
			"",
			"### Casting",
			"",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S, M/DF (a chip of mica)",
			"",
			"### Effect",
			"",
			"**Range** medium (100 ft. + 10 ft./level)  ",
			"**Effect** 10-ft.-high vertical sheet of light up to 5 ft. long/level  ",
			"**Duration** 1 minute/level (D)  ",
			"**Saving Throw** Fortitude partial, see text; **Spell Resistance** yes",
			"",
			"An immobile, blinding curtain of white light that blocks line of sight springs into existence. The wall sheds bright light to a range of 60 feet in all directions. A creature adjacent to the wall is blinded as long as it remains adjacent plus an additional 1d4 rounds thereafter-closing its eyes or succeeding at a Fortitude save negates the effect for 1 round. A creature that passes through the wall is automatically blinded, even if its eyes are closed. A creature from the Plane of Shadow gains 1d4 negative levels each round it spends within 5 feet of the wall (Fortitude negates). Passing through the wall imposes a -4 penalty on the save for that round. Twenty-four hours after gaining these negative levels, the subject must attempt a new Fortitude saving throw for each negative level. If a save succeeds, 1 negative level is removed. If it fails, the negative level becomes permanent. Wall of light can be made permanent with permanency (with a minimum caster level of 13th and cost of 11,000 gp)."
		]
	},
	"wall_of_mist": {
		"name": "Wall of Mist",
		"sources": [ "Elemental Master's Handbook" ],
		"description": [
			"## Wall of Mist",
			"",
			"{SOURCE Elemental Master's Handbook/18}  ",
			"**School** {spelldef/conjuration} ({spelldef/creation}) [{spelldef/air}]; **Level** arcanist 3, magus 3, shaman 3, sorcerer 3, wizard 3",
			"",
			"### Casting",
			"",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S",
			"",
			"### Effect",
			"",
			"**Range** medium (100 ft. + 10 ft./level)  ",
			"**Effect** wall of thin fog 10 ft. long/level or dense fog 5 ft. long/level; either form 20 ft. high  ",
			"**Duration** 1 minute/level  ",
			"**Saving Throw** none; **Spell Resistance** no",
			"",
			"With a whispered incantation, you conjure a stationary vertical wall of misty vapor. The wall is straight, is 1 foot thick, and has a length up to 10 feet per caster level. The wall obscures vision, granting concealment (20% miss chance) against creatures on the other side of the wall. A creature that shares a square with the wall counts as being on neither side of the wall and neither benefits nor suffers from the concealment.",
			"",
			"Alternatively, you can create a wall with increased density, but doing so reduces the maximum length of the wall to 5 feet per caster level.",
			"",
			"In addition to granting concealment, this denser wall also hinders movement. Any creature moving into or attempting to pass through the wall must succeed at a DC 15 Strength check or be entangled (and unable to move) until the start of its next turn. A creature that starts its turn in the wall can freely move within it or move out of the wall in either direction.",
			"",
			"Only a severe or stronger wind (31+ mph) disperses the wall, and it does so in 1 round."
		]
	},
	"wall_of_nausea": {
		"name": "Wall of Nausea",
		"sources": [ "Advanced Class Guide" ],
		"description": [
			"## Wall of Nausea",
			"",
			"{SOURCE Advanced Class Guide/199}  ",
			"**School** {spelldef/illusion} ({spelldef/pattern}) [{spelldef/mind-affecting}]; **Level** arcanist 3, bard 3, psychic 3, redmantisassassin 3, skald 3, sorcerer 3, wizard 3",
			"",
			"### Casting",
			"",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S",
			"",
			"### Effect",
			"",
			"**Range** close (25 ft. + 5 ft./2 levels)  ",
			"**Effect** transparent wall whose area is up to one 10-ft. square/level  ",
			"**Duration** 1 round/level  ",
			"**Saving Throw** see text; **Spell Resistance** no",
			"",
			"You create a transparent, shimmering wall through which creatures and objects appear to be wildly distorted to viewers. Any creature that passes through the wall is immediately assailed by overwhelming vertigo, becoming nauseated for 1 round unless it succeeds at a Fortitude save; if nauseated, the creature must also succeed at a DC 12 Acrobatics check or fall prone. Creatures gain partial concealment (20% miss chance) against creatures on the other side of the wall.",
			"",
			"The wall must be vertical and rectangular. It need not touch the ground. The wall must be continuous and unbroken when formed. If its surface is broken by any object or creature when it is cast, the spell fails."
		]
	},
	"wall_of_silver": {
		"name": "Wall of Silver",
		"sources": [ "Adventurer's Guide" ],
		"description": [
			"## Wall of Silver",
			"",
			"{SOURCE Adventurer's Guide/177}  ",
			"**School** {spelldef/abjuration} [{spelldef/good}]; **Level** arcanist 6, bard 5, cleric 6, inquisitor 5, oracle 6, skald 5, sorcerer 6, warpriest 6, wizard 6",
			"",
			"### Casting",
			"",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S",
			"",
			"### Effect",
			"",
			"**Range** medium (100 ft. + 10 ft./level)  ",
			"**Effect** transparent wall 20 ft. high by up to 20 ft. long/level  ",
			"**Duration** 1 round/leve  ",
			"**Saving Throw** see text; **Spell Resistance** yes",
			"",
			"You create a wall of translucent silver energy that hums and vibrates at the slightest touch. Objects and nonevil creatures can pass through this wall without difficulty. However, spells and effects with the evil descriptor treat this barrier as a wall of force, which blocks line of effect.",
			"",
			"Evil creatures that pass through the wall take 3d6 points of damage + 1 point of damage per caster level (maximum 3d6+20) and are blinded for 1 round. Creatures of any alignment that are particularly vulnerable to silver (such as those with damage reduction bypassed by silver, like devils or lycanthropes) instead take 1d6 points of damage per caster level (maximum 15d6), are staggered for 1 round, and are permanently blinded. A creature that succeeds at a Will save reduces the damage by half and negates the blinding and staggering effects.",
			"",
			"If you create a wall of silver so that it appears where creatures are, each creature takes damage as if passing through the wall. Each such creature can avoid the wall (ending up on the side of its choice) and thus take no damage by succeeding at a Reflex save."
		]
	},
	"wall_of_sound": {
		"name": "Wall of Sound",
		"sources": [ "Ultimate Magic" ],
		"description": [
			"## Wall of Sound",
			"",
			"{SOURCE Ultimate Magic/248}  ",
			"**School** {spelldef/evocation} [{spelldef/sonic}]; **Level** arcanist 5, bard 4, bloodrager 4, magus 4, psychic 5, skald 4, sorcerer 5, spiritualist 5, wizard 5",
			"",
			"### Casting",
			"",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S, M (a tuning fork and a quartz crystal)",
			"",
			"### Effect",
			"",
			"**Range** medium (100 ft. + 10 ft./level)  ",
			"**Effect** translucent wall of sound up to 20 ft. long/level or a ring of sound with a radius of up to 5 ft./two levels; either form 20 ft. high  ",
			"**Duration** concentration + 1 round/level  ",
			"**Saving Throw** none; **Spell Resistance** yes",
			"",
			"A translucent barrier of pure sound springs into existence. This wall is silent except for a faint hum, but bursts with discordant noise when touched by an object or creature. The wall deflects arrows, bolts, loose debris, and Small or smaller flying creatures like a wind wall spell, except these things rebound harmlessly rather than being directed upward. The burst of discordant noise deals 2d4 points of sonic damage to creatures within 10 feet of the triggering object or creature; touching or passing through the wall deals 2d6 points of sonic damage + 1 point of sonic damage per caster level (maximum +20). If you evoke the wall so that it appears where creatures are, each creature takes damage as if passing through the wall. A silence spell suppresses the wall within its area, but the wall reappears when the silence ends."
		]
	},
	"wall_of_split_illumination": {
		"name": "Wall of Split Illumination",
		"sources": [ "Blood of Shadows" ],
		"description": [
			"## Wall of Split Illumination",
			"",
			"{SOURCE Blood of Shadows/29}  ",
			"**School** {spelldef/evocation} [{spelldef/darkness}, {spelldef/light}]; **Level** arcanist 3, bard 3, cleric 3, inquisitor 3, magus 3, occultist 3, oracle 3, shaman 3, skald 3, sorcerer 3, warpriest 3, wizard 3",
			"",
			"### Casting",
			"",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S",
			"",
			"### Effect",
			"",
			"**Range** medium (100 ft. + 10 ft./level)  ",
			"**Effect** 10-ft.-high vertical sheet of illumination up to 5 ft. long/level  ",
			"**Duration** 1 minute/level (D)  ",
			"**Saving Throw** none; **Spell Resistance** no",
			"",
			"An immobile curtain of illumination springs into existence. When created, one side of the wall (designated by you) radiates bright light to a range of 60 feet away from that side while the other side radiates darkness to an equal distance. This effect alters the illumination level by up to two steps toward either bright light (the light side) or darkness (the dark side). The wall also obstructs vision through it, regardless of which side of the wall the viewer is on."
		]
	},
	"wall_of_stone": {
		"name": "Wall of Stone",
		"sources": [
			"PRPG Core Rulebook",
			"Mythic Adventures"
		],
		"description": [
			"## Wall of Stone",
			"",
			"{SOURCE PRPG Core Rulebook/367}  ",
			"**School** {spelldef/conjuration} ({spelldef/creation}) [{spelldef/earth}]; **Level** adept 5, arcanist 5, cleric 5, druid 6, hunter 6, magus 5, occultist 5, oracle 5, shaman 6, sorcerer 5, summoner 4, unchained summoner 5, warpriest 5, wizard 5",
			"",
			"### Casting",
			"",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S, M/DF (a small block of granite)",
			"",
			"### Effect",
			"",
			"**Range** medium (100 ft. + 10 ft./level)  ",
			"**Effect** stone wall whose area is up to one 5-ft. square/level (S)  ",
			"**Duration** instantaneous  ",
			"**Saving Throw** see text; **Spell Resistance** no",
			"",
			"This spell creates a wall of rock that merges into adjoining rock surfaces. A wall of stone is 1 inch thick per four caster levels and composed of up to one 5-foot square per level. You can double the wall's area by halving its thickness. The wall cannot be conjured so that it occupies the same space as a creature or another object.",
			"",
			"Unlike a wall of iron, you can create a wall of stone in almost any shape you desire. The wall created need not be vertical, nor rest upon any firm foundation; however, it must merge with and be solidly supported by existing stone. It can be used to bridge a chasm, for instance, or as a ramp. For this use, if the span is more than 20 feet, the wall must be arched and buttressed. This requirement reduces the spell's area by half. The wall can be crudely shaped to allow crenellations, battlements, and so forth by likewise reducing the area.",
			"",
			"Like any other stone wall, this one can be destroyed by a disintegrate spell or by normal means such as breaking and chipping. Each 5-foot square of the wall has hardness 8 and 15 hit points per inch of thickness. A section of wall whose hit points drop to 0 is breached. If a creature tries to break through the wall with a single attack, the DC for the Strength check is 20 + 2 per inch of thickness.",
			"",
			"It is possible, but difficult, to trap mobile opponents within or under a wall of stone, provided the wall is shaped so it can hold the creatures. Creatures can avoid entrapment with successful Reflex saves.",
			"",
			"### Mythic Wall of Stone",
			"",
			"{SOURCE Mythic Adventures/112}",
			"",
			"The wall is 1 inch thick per 2 caster levels. The wall's hardness increases to 12.",
			"",
			"*Augmented (7th):* If you expend two uses of mythic power, the wall is impassable to ethereal travel and spells such as passwall and phase door. The wall is immune to non-mythic disintegrate, shatter, sympathetic vibration, and other non-mythic magical effects that specifically affect stone (including earthquake, soften earth and stone, and transmute rock to mud)."
		]
	},
	"wall_of_suppression": {
		"name": "Wall of Suppression",
		"sources": [ "Advanced Player's Guide" ],
		"description": [
			"## Wall of Suppression",
			"",
			"{SOURCE Advanced Player's Guide/255}  ",
			"**School** {spelldef/abjuration}; **Level** arcanist 9, psychic 9, sorcerer 9, wizard 9",
			"",
			"### Casting",
			"",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S, M (powdered adamantine worth 1,000 gp)",
			"",
			"### Effect",
			"",
			"**Range** medium (100 ft. + 10 ft./level)  ",
			"**Effect** anti-magic wall occupying up to two 5 ft. cubes/level (S)  ",
			"**Duration** 10 minutes/level; see text  ",
			"**Saving Throw** none; **Spell Resistance** no",
			"",
			"You create a wall of glittering motes that suppresses or even negates any magical effect passing through it. The wall appears to have no actual substance and does not physically obstruct or impede anything attempting to move through it. However, the wall exerts a powerful anti-magical effect. Any magic item or magical spell or effect of your caster level or lower that passes through the wall is suppressed for 1 round per level. Spells or effects with durations expire normally, even while thus suppressed. A spell or effect with a duration greater than that of the suppression effect resumes functioning normally when the suppression ends. The wall affects all magical effects, including spells, spell-like abilities, magical items, and any effects stemming from them that pass through the wall. The wall does not suppress a creature's ability to cast spells, use spell-like abilities, or any other sort of limited-use abilities even if the wall suppresses a particular application of those abilities. However, if a creature with magical abilities that are constant or otherwise always active passes through the wall, those abilities are suppressed for the normal duration.",
			"",
			"The wall blocks line of effect, so no spell or effect can pass through the wall, but it does not block line of sight. Magic items or spell effects with a higher caster level than yours are unaffected by the wall of suppression. The wall does not affect artifacts, anything stemming from the direct action of a deity, or similarly powerful sorts of magic."
		]
	},
	"wall_of_thorns": {
		"name": "Wall of Thorns",
		"sources": [
			"PRPG Core Rulebook",
			"Mythic Adventures"
		],
		"description": [
			"## Wall of Thorns",
			"",
			"{SOURCE PRPG Core Rulebook/367}  ",
			"**School** {spelldef/conjuration} ({spelldef/creation}); **Level** druid 5, hunter 5, shaman 5",
			"",
			"### Casting",
			"",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S",
			"",
			"### Effect",
			"",
			"**Range** medium (100 ft. + 10 ft./level)  ",
			"**Effect** wall of thorny brush, up to one 10-ft. cube/level (S)  ",
			"**Duration** 10 min./level (D)  ",
			"**Saving Throw** none; **Spell Resistance** no",
			"",
			"A wall of thorns spell creates a barrier of very tough, pliable, tangled brush bearing needle-sharp thorns as long as a human's finger. Any creature forced into or attempting to move through a wall of thorns takes piercing damage per round of movement equal to 25 minus the creature's AC. Dexterity and dodge bonuses to AC do not count for this calculation. (Creatures with an AC of 25 or higher, without considering Dexterity and dodge bonuses, take no damage from contact with the wall.)",
			"",
			"You can make the wall as thin as 5 feet thick, which allows you to shape the wall as a number of 10-by-10-by-5-foot blocks equal to twice your caster level. This has no effect on the damage dealt by the thorns, but any creature attempting to break through takes that much less time to force its way through the barrier.",
			"",
			"Creatures can force their way slowly through the wall by making a Strength check as a full-round action. For every 5 points by which the check exceeds 20, a creature moves 5 feet (up to a maximum distance equal to its normal land speed). Of course, moving or attempting to move through the thorns incurs damage as described above. A creature trapped in the thorns can choose to remain motionless in order to avoid taking any more damage.",
			"",
			"Any creature within the area of the spell when it is cast takes damage as if it had moved into the wall and is caught inside. In order to escape, it must attempt to push its way free, or it can wait until the spell ends. Creatures with the ability to pass through overgrown areas unhindered can pass through a wall of thorns at normal speed without taking damage.",
			"",
			"A wall of thorns can be breached by slow work with edged weapons. Chopping away at the wall creates a safe passage 1 foot deep for every 10 minutes of work. Normal fire cannot harm the barrier, but magical fire burns it away in 10 minutes.",
			"",
			"### Mythic Wall of Thorns",
			"",
			"{SOURCE Mythic Adventures/112}",
			"",
			"The damage dealt increases to 30 minus the creature's AC. Any creature adjacent to the wall is automatically grappled by it. Any creature that begins its turn grappled by the wall takes 2d6 points of damage. Half of this damage is bludgeoning, and the other half is piercing. For the purpose of escaping this grapple, the wall's CMD is 10 + your caster level + your tier.",
			"",
			"*Augmented (6th):* If you expend two uses of mythic power, the wall automatically grapples creatures other than you within 10 feet. Any creature grappled by the wall takes 2d6 points of bleed damage. If a creature doesn't escape the wall's grapple, on its next turn the wall automatically pins it."
		]
	},
	"wandering_star_motes": {
		"name": "Wandering Star Motes",
		"sources": [ "Advanced Player's Guide" ],
		"description": [
			"## Wandering Star Motes",
			"",
			"{SOURCE Advanced Player's Guide/255}  ",
			"**School** {spelldef/illusion} ({spelldef/pattern}) [{spelldef/light}, {spelldef/mind-affecting}]; **Level** arcanist 4, bard 4, occultist 4, psychic 4, redmantisassassin 4, shaman 4, skald 4, sorcerer 4, witch 4, wizard 4",
			"",
			"### Casting",
			"",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S, M (a sprinkle of flash powder)",
			"",
			"### Effect",
			"",
			"**Range** close (25 ft. + 5 ft./2 levels)  ",
			"**Target** one living creature and special; see text  ",
			"**Duration** 1 round/level  ",
			"**Saving Throw** Will negates, see text; **Spell Resistance** yes",
			"",
			"You create sparkling motes of bright light that shoot toward the target and swirl around it in a complex pattern. The pattern clearly outlines the target and radiates light as if it were a sunrod, negating any concealment for the target. The target must make a successful Will save. If the target fails its save, it is dazed for 1 round and must make another save on its next turn or be dazed again for 1 round. The target must continue making Will saves each round. If a target makes its Will save, the wandering star motes jump to the nearest enemy within 30 feet, who must now make Will saves every round or be dazed. Any time a target makes its Will save, the wandering star motes jump to the next nearest enemy within 30 feet. A given creature can only be affected by the wandering star motes once; once a target has successfully saved against the spell, it cannot be affected again. If there are no new targets within 30 feet of a target that has successfully made its save, the spell immediately ends. The spell only affects enemy creatures; your allies are not affected."
		]
	},
	"wandering_trail": {
		"name": "Wandering Trail",
		"sources": [ "Inner Sea Intrigue" ],
		"description": [
			"## Wandering Trail",
			"",
			"{SOURCE Inner Sea Intrigue/63}  ",
			"**School** {spelldef/transmutation}; **Level** druid 6, hunter 6",
			"",
			"### Casting",
			"",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S",
			"",
			"### Effect",
			"",
			"**Range** 1 mile/level  ",
			"**Target** up to one creature/level within 180 feet  ",
			"**Duration** 1 day/level (D)  ",
			"**Saving Throw** none; **Spell Resistance** no",
			"",
			"You cause the trail left by the targets within range to automatically reroute, potentially taking any course within the area. Your modification of the trail within the spell's area can result in a trail at least half the original length or up to twice the original length. If the trail continues beyond the spell's range, you must leave it connecting at that point on the edge of the spell's range. If a tracking creature exceeds the DC of the skill check to follow the trail by an amount equal to your caster level, the tracker recognizes that the trail has been manipulated by this spell, although it cannot see the trail's true nature unless it uses magical means, such as true seeing."
		]
	},
	"ward_of_the_season": {
		"name": "Ward of the Season",
		"sources": [ "Advanced Race Guide" ],
		"description": [
			"## Ward of the Season",
			"",
			"{SOURCE Advanced Race Guide/29}  ",
			"**School** {spelldef/abjuration}; **Level** cleric 4, druid 3, hunter 3, oracle 4, ranger 3, shaman 3, warpriest 4, witch 3 (elf)",
			"",
			"### Casting",
			"",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S",
			"",
			"### Effect",
			"",
			"**Range** touch  ",
			"**Target** one creature  ",
			"**Duration** 1 hour/level  ",
			"**Saving Throw** Will negates (harmless); **Spell Resistance** no",
			"",
			"This spell harnesses the power of the seasons to protect the target and grant a number of bonuses. This spell has one of four different effects. The caster of the spell can select any one of the following four effects, but can change the effect as a standard action that reduces the total remaining duration by 1 hour.",
			"",
			"*Spring:* The target is wrapped in light vines, culminating in a crown of bright, beautiful flowers. While the spell remains in effect, the target is immune to bleed effects and regains 1 hit point per round whenever below 0 hit points, as long as the target is still alive. This stabilizes the target. For each hit point restored in this way, the spell's total remaining duration is reduced by 1 hour.",
			"",
			"*Summer:* The target is surrounded by tiny motes of light. While the spell remains in effect, the target's base speed increases 10 feet. The target may instead increase its base speed by 30 feet for 1 round by reducing the spell's total remaining duration by 1 hour.",
			"",
			"*Fall:* A cloak of autumn leaves appears on the target. While the spell remains in effect, the target gains a +2 morale bonus on Fortitude saves. The target can decide to roll twice on any saving throw against disease or poison and take the higher result by reducing the spell's total remaining duration by 1 hour.",
			"",
			"*Winter:* A flutter of snow and crisp air surrounds the target. While this spell remains in effect, the target automatically succeeds at Acrobatics skill checks made to avoid falling while moving across slick or narrow surfaces. The target can move freely through difficult terrain for 1 round by reducing the spell's remaining duration by 1 hour. Difficult terrain created by magic affects the target normally."
		]
	},
	"ward_shield": {
		"name": "Ward Shield",
		"sources": [ "Knights of the Inner Sea" ],
		"description": [
			"## Ward Shield",
			"",
			"{SOURCE Knights of the Inner Sea/29}  ",
			"**School** {spelldef/abjuration}; **Level** arcanist 4, cleric 4, inquisitor 4, magus 4, oracle 4, sorcerer 4, warpriest 4, wizard 4",
			"",
			"### Casting",
			"",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S",
			"",
			"### Effect",
			"",
			"**Range** touch  ",
			"**Target** shield touched  ",
			"**Duration** 1 minute/level  ",
			"**Saving Throw** Will negates (harmless); **Spell Resistance** yes (harmless)",
			"",
			"With a touch, you enchant a shield and enable it to protect its wielder from hostile spells. The shield grants spell resistance 10 + your caster level against spells so long as the shield can be interposed between the wielder and the spell effect. A spell shield does not provide spell resistance against area effect spells such as fireball, but does provide a +5 bonus on Reflex saving throws against such spells."
		]
	},
	"ward_the_faithful": {
		"name": "Ward the Faithful",
		"sources": [ "Advanced Player's Guide" ],
		"description": [
			"## Ward the Faithful",
			"",
			"{SOURCE Advanced Player's Guide/256}  ",
			"**School** {spelldef/abjuration}; **Level** inquisitor 3",
			"",
			"### Casting",
			"",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S, DF",
			"",
			"### Effect",
			"",
			"**Range** touch  ",
			"**Area** 10-ft.-radius emanation from touched creature  ",
			"**Duration** 10 minutes/level  ",
			"**Saving Throw** Will negates (harmless); **Spell Resistance** no",
			"",
			"All creatures within the area who worship the same god as you gain a +2 deflection bonus to AC and a +2 resistance bonus on all saves. At 12th level, these bonuses increase to +3. At 18th level, the bonuses increase to +4.",
			"",
			"If you do not worship a specific deity, the bonuses apply to those who share your faith. If you do not have a specific faith or religion, the spell provides benefits only to yourself. Enemies gain the benefits of this spell if they worship the same god or share the same faith as you, even if you view them as heretical."
		]
	},
	"warding_weapon": {
		"name": "Warding Weapon",
		"sources": [ "Ultimate Combat" ],
		"description": [
			"## Warding Weapon",
			"",
			"{SOURCE Ultimate Combat/248}  ",
			"**School** {spelldef/abjuration}; **Level** arcanist 2, bloodrager 1, magus 1, occultist 1, psychic 2, sorcerer 2, summoner 2, unchained summoner 2, wizard 2",
			"",
			"### Casting",
			"",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S, F (one melee weapon you are proficient in and you are holding)",
			"",
			"### Effect",
			"",
			"**Range** personal  ",
			"**Target** you  ",
			"**Duration** 1 round/level",
			"",
			"The focus of this spell flies upward above your head and takes a defensive position within your space. It lunges at opponents, as if guided by a martially trained hand, parrying and turning back melee attacks aimed at you, but does not strike back at any opponent nor does it damage them. The weapon serves only as a defense. While it protects you, you can cast spells without provoking attacks of opportunity, without the need to cast them defensively.",
			"",
			"A creature with the {feat/Disruptive} feat can easily bypass this spell's defenses. You provoke attacks of opportunity for casting spells against these creatures even when subject to this spell, though you can still choose to cast defensively."
		]
	},
	"warp_metal": {
		"name": "Warp Metal",
		"sources": [ "Magic Tactics Toolbox" ],
		"description": [
			"## Warp Metal",
			"",
			"{SOURCE Magic Tactics Toolbox/6}  ",
			"**School** {spelldef/transmutation} [{spelldef/earth}]; **Level** arcanist 4, bloodrager 4, cleric 4, druid 4, hunter 4, medium 4, occultist 4, oracle 4, psychic 4, sorcerer 4, warpriest 4, wizard 4",
			"",
			"### Casting",
			"",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S, M (a twisted wire)",
			"",
			"### Effect",
			"",
			"**Range** close (25 ft. + 5 ft./2 levels)  ",
			"**Target** 1 Small metal object/level, all within a 20-ft. radius; see text  ",
			"**Duration** instantaneous  ",
			"**Saving Throw** Will negates (object); **Spell Resistance** yes (object)",
			"",
			"You cause metal to bend and warp, permanently destroying its straightness, form, and strength. A warped door springs open (or becomes stuck, requiring a successful Strength check to open, at your option). A vehicle grinds to a halt and ceases to operate. Warped ranged weapons are useless. A warped melee weapon imposes a -4 penalty on attack rolls.",
			"",
			"You can warp one Small or smaller object or its equivalent per caster level. A Medium object counts as two Small objects, a Large object as four, a Huge object as eight, a Gargantuan object as 16, and a Colossal object as 32.",
			"",
			"Alternatively, you can unwarp metal (effectively warping it back to normal) with this spell. Make whole, on the other hand, does nothing to repair a warped item.",
			"",
			"You can combine multiple consecutive castings of warp metal to warp (or unwarp) an object that is too large for you to warp with a single casting. Until the object is completely warped, it suffers no ill effects."
		]
	},
	"warp_wood": {
		"name": "Warp Wood",
		"sources": [ "PRPG Core Rulebook" ],
		"description": [
			"## Warp Wood",
			"",
			"{SOURCE PRPG Core Rulebook/368}  ",
			"**School** {spelldef/transmutation}; **Level** druid 2, hunter 2, occultist 2, shaman 2",
			"",
			"### Casting",
			"",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S",
			"",
			"### Effect",
			"",
			"**Range** close (25 ft. + 5 ft./2 levels)  ",
			"**Target** 1 Small wooden object/level, all within a 20-ft. radius  ",
			"**Duration** instantaneous  ",
			"**Saving Throw** Will negates (object); **Spell Resistance** yes (object)",
			"",
			"You cause wood to bend and warp, permanently destroying its straightness, form, and strength. A warped door springs open (or becomes stuck, requiring a Strength check to open, at your option). A boat or ship springs a leak. Warped ranged weapons are useless. A warped melee weapon causes a -4 penalty on attack rolls.",
			"",
			"You may warp one Small or smaller object or its equivalent per caster level. A Medium object counts as two Small objects, a Large object as four, a Huge object as eight, a Gargantuan object as 16, and a Colossal object as 32.",
			"",
			"Alternatively, you can unwarp wood (effectively warping it back to normal) with this spell. Make whole, on the other hand, does no good in repairing a warped item.",
			"",
			"You can combine multiple consecutive warp wood spells to warp (or unwarp) an object that is too large for you to warp with a single spell. Until the object is completely warped, it suffers no ill effects."
		]
	},
	"wartrain_mount": {
		"name": "Wartrain Mount",
		"sources": [ "Ultimate Magic" ],
		"description": [
			"## Wartrain Mount",
			"",
			"{SOURCE Ultimate Magic/248}  ",
			"**School** {spelldef/enchantment} ({spelldef/compulsion}) [{spelldef/mind-affecting}]; **Level** antipaladin 1, bard 2, druid 2, hunter 1, inquisitor 1, mesmerist 2, paladin 1, ranger 1, skald 2",
			"",
			"### Casting",
			"",
			"**Casting Time** 1 minute  ",
			"**Components** V, S, M (a swatch of black cloth)",
			"",
			"### Effect",
			"",
			"**Range** close (25 ft. + 5 ft./2 levels)  ",
			"**Target** one indifferent or friendly animal  ",
			"**Duration** 1 hour/level  ",
			"**Saving Throw** none; **Spell Resistance** yes",
			"",
			"You instill the target animal with the combat training general purpose (see the {skill/Handle Animal} skill). This supersedes the animal's previous trained purpose and any tricks it knows. When the spell ends, it reverts to its previous trained purpose and known tricks."
		]
	},
	"watchful_animal": {
		"name": "Watchful Animal",
		"sources": [ "Spymaster's Handbook" ],
		"description": [
			"## Watchful Animal",
			"",
			"{SOURCE Spymaster's Handbook/22}  ",
			"**School** {spelldef/divination} ({spelldef/scrying}); **Level** arcanist 4, druid 4, hunter 4, ranger 4, shaman 4, sorcerer 4, witch 4, wizard 4",
			"",
			"### Casting",
			"",
			"**Casting Time** 10 minutes  ",
			"**Components** V, S, M/DF (a desiccated fly)",
			"",
			"### Effect",
			"",
			"**Range** medium (100 ft. + 10 ft./level)  ",
			"**Effect** magical sensor  ",
			"**Duration** 10 minutes/level  ",
			"**Saving Throw** none; **Spell Resistance** no",
			"",
			"You place a scrying sensor on your animal companion or familiar. This allows the animal companion or familiar to function as if it were an insect summoned by the greater insect spy spell. The animal companion or familiar does not change shape, nor does it lose the ability to make its own decisions, but it receives orders and gives answers as per insects summoned by that spell, and you can sense its direction and distance and receive sensory input from it as with that spell."
		]
	},
	"watchful_eye": {
		"name": "Watchful Eye",
		"sources": [ "Dwarves of Golarion" ],
		"description": [
			"## Watchful Eye",
			"",
			"{SOURCE Dwarves of Golarion/23}  ",
			"**School** {spelldef/abjuration}; **Level** cleric 1, oracle 1, paladin 1, warpriest 1 (Folgrit)",
			"",
			"### Casting",
			"",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S, F (a pair of silver or gold rings worth 10 gp, worn by both you and the target)",
			"",
			"### Effect",
			"",
			"**Range** close (25 ft. + 5 ft./2 levels)  ",
			"**Target** one creature  ",
			"**Duration** 1 minute/level  ",
			"**Saving Throw** Will negates (harmless); **Spell Resistance** yes (harmless)",
			"",
			"This spell emulates Folgrit's motherly protection. It functions as {spell/shield other}, except as noted above, and you must maintain line of effect to the target."
		]
	},
	"water_breathing": {
		"name": "Water Breathing",
		"sources": [ "PRPG Core Rulebook" ],
		"description": [
			"## Water Breathing",
			"",
			"{SOURCE PRPG Core Rulebook/368}  ",
			"**School** {spelldef/transmutation}; **Level** alchemist 3, arcanist 3, bloodrager 3, cleric 3, druid 3, hunter 3, investigator 3, magus 3, oracle 3, psychic 3, redmantisassassin 3, shaman 3, sorcerer 3, summoner 3, unchained summoner 3, warpriest 3, wizard 3",
			"",
			"### Casting",
			"",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S, M/DF (short reed or piece of straw)",
			"",
			"### Effect",
			"",
			"**Range** touch  ",
			"**Target** living creatures touched  ",
			"**Duration** 2 hours/level; see text  ",
			"**Saving Throw** Will negates (harmless); **Spell Resistance** yes (harmless)",
			"",
			"The transmuted creatures can breathe water freely. Divide the duration evenly among all the creatures you touch. The spell does not make creatures unable to breathe air."
		]
	},
	"water_shield": {
		"name": "Water Shield",
		"sources": [ "Pathfinder #24: The Final Wish" ],
		"description": [
			"## Water Shield",
			"",
			"{SOURCE Pathfinder #24: The Final Wish/61}  ",
			"**School** {spelldef/evocation} [{spelldef/acid}, {spelldef/water}]; **Level** arcanist 4, cleric 4, druid 3, hunter 3, oracle 4, sorcerer 4, warpriest 4, wizard 4",
			"",
			"### Casting",
			"",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S, M/DF (1 cup of water)",
			"",
			"### Effect",
			"",
			"**Range** personal  ",
			"**Target** you  ",
			"**Duration** 1 round/level (D)",
			"",
			"This spell surrounds you in a spout of clear acid that aids in deflecting attacks and damages creatures that attack you in melee. The constantly upward-rushing waters grant you a measure of protecting, shielding you so you only take half damage from acid and fire-based attacks. If such an attack allows a Reflex save for half damage, you take no damage on a successful save.",
			"",
			"Any creature striking you with its body or a handheld weapon deals normal damage, but at the same time the attacker takes 1d6 points of acid damage + 1 point per 2 caster levels (maximum +10). If the attacker has spell resistance, it applies to this effect. Creatures wielding weapons with exceptional reach are not subject to this damage if they attack you."
		]
	},
	"water_walk": {
		"name": "Water Walk",
		"sources": [
			"PRPG Core Rulebook",
			"Ultimate Combat"
		],
		"description": [
			"## Water Walk",
			"",
			"{SOURCE PRPG Core Rulebook/368}  ",
			"**School** {spelldef/transmutation} [{spelldef/water}]; **Level** cleric 3, hunter 3, medium 2, oracle 3, psychic 3, ranger 3, shaman 3, warpriest 3, witch 3",
			"",
			"### Casting",
			"",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S, DF",
			"",
			"### Effect",
			"",
			"**Range** touch  ",
			"**Targets** one touched creature/level  ",
			"**Duration** 10 min./level (D)  ",
			"**Saving Throw** Will negates (harmless); **Spell Resistance** yes (harmless)",
			"",
			"The transmuted creatures can tread on any liquid as if it were firm ground. Mud, oil, snow, quicksand, running water, ice, and even lava can be traversed easily, since the subjects' feet hover an inch or two above the surface. Creatures crossing molten lava still take damage from the heat because they are near it. The subjects can walk, run, charge, or otherwise move across the surface as if it were normal ground.",
			"",
			"If the spell is cast underwater (or while the subjects are partially or wholly submerged in whatever liquid they are in), the subjects are borne toward the surface at 60 feet per round until they can stand on it.",
			"",
			"### Water Walk, Communal",
			"",
			"{SOURCE Ultimate Combat/249}  ",
			"**School** {spelldef/transmutation} [{spelldef/water}]; **Level** cleric 2, hunter 2, oracle 2, psychic 4, ranger 2, warpriest 2",
			"",
			"#### Casting",
			"",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S, DF",
			"",
			"#### Effect",
			"",
			"**Range** touch  ",
			"**Targets** creatures touched  ",
			"**Duration** 10 min./level (D)  ",
			"**Saving Throw** Will negates (harmless); **Spell Resistance** yes (harmless)",
			"",
			"This spell functions like water walk, except you divide the duration in 10-minute intervals among the creatures touched."
		]
	},
	"water_walk_communal": {
		"name": "Water Walk, Communal",
		"copyof": "water_walk"
	},
	"communal_water_walk": {
		"copyof": "water_walk_communal"
	},
	"waterproof": {
		"name": "Waterproof",
		"sources": [ "Elemental Master's Handbook" ],
		"description": [
			"## Waterproof",
			"",
			"{SOURCE Elemental Master's Handbook/14}  ",
			"**School** {spelldef/abjuration} [{spelldef/water}]; **Level** alchemist 1, arcanist 1, bard 1, bloodrager 1, cleric 1, druid 1, hunter 1, investigator 1, magus 1, oracle 1, ranger 1, shaman 1, skald 1, sorcerer 1, warpriest 1, witch 1, wizard 1",
			"",
			"### Casting",
			"",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S",
			"",
			"### Effect",
			"",
			"**Range** touch  ",
			"**Target** one touched creature, or one touched object of up to 10 lbs./level  ",
			"**Duration** 24 hours  ",
			"**Saving Throw** Will negates (harmless); **Spell Resistance** yes (harmless)",
			"",
			"This spell renders a touched object waterproof for the duration of the spell. The object must be no larger than 10 pounds per caster level. The spell protects the object from any mundane liquids (such as alcohol or oil) but not from magically created liquids. If this spell is cast on a creature, all of that creature's equipment is rendered waterproof as long as it is carried by the target creature. If the creature drops or discards an item, the item is no longer protected by this spell, even if the targeted creature picks it up later.",
			"",
			"Mundane combustibles under the effects of this spell still need exposure to air in order to ignite."
		]
	},
	"waters_of_lamashtu": {
		"name": "Waters of Lamashtu",
		"sources": [
			"Book of the Damned",
			"Pathfinder #5: Sins of the Saviors",
			"Gods and Magic",
			"Inner Sea World Guide",
			"Pathfinder Comics #5",
			"Mythic Origins"
		],
		"description": [
			"## Waters of Lamashtu",
			"",
			"{SOURCE Book of the Damned/186;Pathfinder #5: Sins of the Saviors/71;Gods and Magic/25;Inner Sea World Guide/297;Pathfinder Comics #5/28}  ",
			"**School** {spelldef/conjuration} ({spelldef/creation}); **Level** alchemist 2, antipaladin 2, cleric 3, druid 3, hunter 3, investigator 3, oracle 3, warpriest 3, witch 3",
			"",
			"### Casting",
			"",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S, M (250 gp of powdered amber)",
			"",
			"### Effect",
			"",
			"**Range** close (25 ft. + 5 ft./2 levels)  ",
			"**Effect** up to 1 flask of the waters of Lamashtu per 2 levels  ",
			"**Duration** instantaneous  ",
			"**Saving Throw** Fortitude partial; **Spell Resistance** no",
			"",
			"This spell generates what appears to be clear, pure water, but it is in fact a foul secretion known as the waters of Lamashtu. The liquid functions in all the same ways as unholy water (see {spell/curse water}). In addition, any creature that is anointed with or drinks this fluid must attempt a Fortitude save (drinking the waters of Lamashtu is particularly effective - a creature that drinks the liquid takes a -4 penalty on its save to resist its effects). Success causes the creature to become violently ill, vomit up the fluid, and become sickened for 1d4 rounds. Failure indicates the water takes root and wreaks havoc on the victim's mind (dealing 1d6 points of Intelligence damage) and twists and deforms its body (dealing 1d6 points of Dexterity damage). The subject's Dexterity and Intelligence cannot drop below 1 as a result of this effect. Casting this spell creates approximately 2 ounces of the waters of Lamashtu-enough for one dose or, if bottled, one use as a thrown weapon.",
			"",
			"The fluid can be created and stored indefinitely, though it cannot be created inside a creature. Extensive exposure to the waters of Lamashtu (such as drinking nothing else for months at a time) can have other long-term effects on the target, including the development of monstrous deformities or even total transformation into a beast, depending on the GM's discretion (these mutations are rarely, if ever, beneficial to the victim).",
			"",
			"### Mythic Waters of Lamashtu",
			"",
			"{SOURCE Mythic Origins/13}",
			"",
			"When used as unholy water, mythic waters of Lamashtu deal twice as much damage and prevent the creature from regaining hit points from fast healing or regeneration for 1d4 rounds (meaning the creature can be killed normally). The ability damage from the waters increases to 2d4, and a creature imbibing or anointed by the waters is nauseated for 1d4 rounds if it fails its saving throw. The long-term effects of drinking mythic waters of Lamashtu happen more quickly, requiring only regular exposure over weeks instead of massive quantities for months, and warp the consuming creature more extensively (at the GM's discretion). Monstrosities created by mythic waters of Lamashtu can breed with members of their original species and pass on such mutations to their offspring."
		]
	},
	"wave_form": {
		"name": "Wave Form",
		"sources": [ "Aquatic Adventures" ],
		"description": [
			"## Wave Form",
			"",
			"{SOURCE Aquatic Adventures/61}  ",
			"**School** {spelldef/transmutation} [{spelldef/water}]; **Level** arcanist 4, bloodrager 4, cleric 4, druid 4, hunter 4, oracle 4, shaman 4, sorcerer 4, warpriest 4, wizard 4",
			"",
			"### Casting",
			"",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S",
			"",
			"### Effect",
			"",
			"**Range** personal  ",
			"**Target** you  ",
			"**Duration** instantaneous  ",
			"**Saving Throw** see text; **Spell Resistance** no",
			"",
			"You transform into a wave of frothing water up to 15 feet wide and 15 feet tall, as space permits, and then surge forth in a straight line in the direction of your choice, moving up to twice your base movement speed before immediately returning to your normal form. This movement does not provoke attacks of opportunity. While in wave form, you are immune to weapon attacks and attacks that target a specific number of creatures (since the spell is instantaneous, this is mainly relevant for readied actions and the like). All creatures and unattended objects in your path take 4d6 points of bludgeoning damage and are knocked prone. A successful Reflex save prevents a creature from being knocked prone."
		]
	},
	"wave_shield": {
		"name": "Wave Shield",
		"sources": [ "Advanced Class Guide" ],
		"description": [
			"## Wave Shield",
			"",
			"{SOURCE Advanced Class Guide/199}  ",
			"**School** {spelldef/abjuration} [{spelldef/water}]; **Level** arcanist 1, bloodrager 1, druid 1, hunter 1, magus 1, shaman 1, sorcerer 1, witch 1, wizard 1",
			"",
			"### Casting",
			"",
			"**Casting Time** 1 immediate action  ",
			"**Components** V",
			"",
			"### Effect",
			"",
			"**Range** personal  ",
			"**Target** you  ",
			"**Duration** 1 round or until discharged",
			"",
			"You create a rushing torrent of water in the rough outline of a shield. The water protects you from one physical or fire attack, granting you DR/- and fire resistance equal to half your caster level (minimum 1) on that attack. Once the spell has reduced the damage of one attack against you, it is discharged."
		]
	},
	"waves_of_blood": {
		"name": "Waves of Blood",
		"sources": [ "Horror Adventures" ],
		"description": [
			"## Waves of Blood",
			"",
			"{SOURCE Horror Adventures/130}  ",
			"**School** {spelldef/conjuration} ({spelldef/creation}); **Level** arcanist 3, bloodrager 3, magus 3, psychic 3, sorcerer 3, spiritualist 3, witch 3, wizard 3",
			"",
			"### Casting",
			"",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S, M (a drop of the caster's blood)",
			"",
			"### Effect",
			"",
			"**Range** 30 ft.  ",
			"**Area** cone-shaped burst  ",
			"**Duration** instantaneous and 1 round; see text  ",
			"**Saving Throw** Reflex negates, Fortitude negates (see text); **Spell Resistance** no",
			"",
			"You cause torrents of roiling blood to push your opponents away from you. This wave attempts a bull rush combat maneuver against all creatures within its area of effect, and you bull rush creatures of any size in this way. Attempt a single combat maneuver check and apply the result to each creature within the area. Your CMB for this bull rush is equal to your caster level plus your Intelligence, Wisdom, or Charisma modifier, whichever is highest. This bull rush doesn't provoke attacks of opportunity. Any creature in the area must also succeed at a Fortitude saving throw or become sickened for 1d6 rounds by the tide of blood.",
			"",
			"The area covered by the cone remains slick for 1 round, requiring a successful DC 10 Acrobatics check from any creature attempting to move within it (as if moving on uneven ground). Any creature that falls prone due to failing the check must Succeed at a Fortitude save or become sickened until it stands back up."
		]
	},
	"waves_of_ecstasy": {
		"name": "Waves of Ecstasy",
		"sources": [ "Ultimate Magic" ],
		"description": [
			"## Waves of Ecstasy",
			"",
			"{SOURCE Ultimate Magic/249}  ",
			"**School** {spelldef/enchantment} ({spelldef/compulsion}) [{spelldef/emotion}, {spelldef/mind-affecting}]; **Level** arcanist 7, bard 6, cleric 7, mesmerist 6, oracle 7, psychic 7, skald 6, sorcerer 7, witch 7, wizard 7",
			"",
			"### Casting",
			"",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S",
			"",
			"### Effect",
			"",
			"**Range** 30 ft.  ",
			"**Area** cone-shaped burst  ",
			"**Duration** 1 round/level; see text  ",
			"**Saving Throw** Will partial (see text); **Spell Resistance** yes",
			"",
			"You emanate waves of intense pleasure that cause all targets within range to falter. Affected creatures are stunned for 1 round and are staggered for the remainder of the spell. A creature that makes its save is staggered for the first round and can act normally thereafter."
		]
	},
	"waves_of_exhaustion": {
		"name": "Waves of Exhaustion",
		"sources": [ "PRPG Core Rulebook" ],
		"description": [
			"## Waves of Exhaustion",
			"",
			"{SOURCE PRPG Core Rulebook/368}  ",
			"**School** {spelldef/necromancy}; **Level** arcanist 7, mesmerist 6, psychic 7, sorcerer 7, witch 7, wizard 7",
			"",
			"### Casting",
			"",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S",
			"",
			"### Effect",
			"",
			"**Range** 60 ft.  ",
			"**Area** cone-shaped burst  ",
			"**Duration** instantaneous  ",
			"**Saving Throw** no; **Spell Resistance** yes",
			"",
			"Waves of negative energy cause all living creatures in the spell's area to become exhausted. This spell has no effect on a creature that is already exhausted."
		]
	},
	"waves_of_fatigue": {
		"name": "Waves of Fatigue",
		"sources": [ "PRPG Core Rulebook" ],
		"description": [
			"## Waves of Fatigue",
			"",
			"{SOURCE PRPG Core Rulebook/368}  ",
			"**School** {spelldef/necromancy}; **Level** arcanist 5, mesmerist 5, psychic 5, sorcerer 5, spiritualist 5, witch 5, wizard 5",
			"",
			"### Casting",
			"",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S",
			"",
			"### Effect",
			"",
			"**Range** 30 ft.  ",
			"**Area** cone-shaped burst  ",
			"**Duration** instantaneous  ",
			"**Saving Throw** no; **Spell Resistance** yes",
			"",
			"Waves of negative energy render all living creatures in the spell's area fatigued. This spell has no effect on a creature that is already fatigued."
		]
	},
	"weaken_powder": {
		"name": "Weaken Powder",
		"sources": [ "Ultimate Combat" ],
		"description": [
			"## Weaken Powder",
			"",
			"{SOURCE Ultimate Combat/249}  ",
			"**School** {spelldef/transmutation}; **Level** arcanist 1, druid 1, hunter 1, redmantisassassin 1, sorcerer 1, witch 1, wizard 1",
			"",
			"### Casting",
			"",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S, M/DF (an empty paper cartridge)",
			"",
			"### Effect",
			"",
			"**Range** close (25 ft. + 5 ft./2 levels)  ",
			"**Target** 1 loaded firearm  ",
			"**Duration** instantaneous  ",
			"**Saving Throw** Will negates (object); **Spell Resistance** yes (object)",
			"",
			"Ammunition in the target firearm generates less of an explosive charge when fired. With such ammunition, the firearm's range increment is halved and the firer takes a -2 penalty on damage rolls. If aware of this spell's effect prior to firing the altered ammunition (a DC 16 Spellcraft check to identify the spell being cast or similar effect), the firearm's user can spend a standard action to clear the altered ammunition from the firearm. Doing so destroys that ammunition."
		]
	},
	"weapon_of_awe": {
		"name": "Weapon of Awe",
		"sources": [ "Advanced Player's Guide" ],
		"description": [
			"## Weapon of Awe",
			"",
			"{SOURCE Advanced Player's Guide/256}  ",
			"**School** {spelldef/transmutation} [{spelldef/emotion}]; **Level** cleric 2, inquisitor 2, occultist 2, oracle 2, paladin 2, warpriest 2",
			"",
			"### Casting",
			"",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S, DF",
			"",
			"### Effect",
			"",
			"**Range** touch  ",
			"**Target** weapon touched  ",
			"**Duration** 1 minute/level  ",
			"**Saving Throw** Will negates (harmless, object); **Spell Resistance** yes (harmless, object)",
			"",
			"You transform a single weapon into an awe-inspiring instrument. The weapon gains a +2 sacred bonus on damage rolls, and if the weapon scores a critical hit, the target of that critical hit becomes shaken for 1 round with no saving throw. This is a mind-affecting fear effect. A ranged weapon affected by this spell applies these effects to its ammunition.",
			"",
			"You can't cast this spell on a natural weapon, but you can cast it on an unarmed strike."
		]
	},
	"weapons_against_evil": {
		"name": "Weapons Against Evil",
		"sources": [
			"Inner Sea Gods",
			"Faiths of Purity"
		],
		"description": [
			"## Weapons Against Evil",
			"",
			"{SOURCE Inner Sea Gods/245;Faiths of Purity/29}  ",
			"**School** {spelldef/transmutation}; **Level** cleric 1, inquisitor 1, oracle 1, paladin 1, warpriest 1 (Iomedae)",
			"",
			"### Casting",
			"",
			"**Casting Time** 1 standard action  ",
			"**Components** V, DF",
			"",
			"### Effect",
			"",
			"**Range** close (25 ft. + 5 ft./2 levels)  ",
			"**Targets** one weapon/level, no two of which can be more than 20 ft. apart  ",
			"**Duration** 1 round/level  ",
			"**Saving Throw** Fortitude negates (harmless, object); **Spell Resistance** yes (harmless, object)",
			"",
			"Each weapon this spell affects each shines with pale light that dimly illuminates a 5-foot square. These weapons also ignore the DR of evil creatures that have DR 5 or lower, as long as the damage reduction is not DR/epic."
		]
	},
	"weaponwand": {
		"name": "Weaponwand",
		"sources": [ "Inner Sea Magic" ],
		"description": [
			"## Weaponwand",
			"",
			"{SOURCE Inner Sea Magic/63}  ",
			"**School** {spelldef/transmutation}; **Level** bard 1, cleric 1, inquisitor 1, magus 1, oracle 1, skald 1, warpriest 1",
			"",
			"### Casting",
			"",
			"**Casting Time** 1 round  ",
			"**Components** V, S, F (a magic wand)",
			"",
			"### Effect",
			"",
			"**Range** touch  ",
			"**Target** one weapon  ",
			"**Duration** 1 minute/level  ",
			"**Saving Throw** Will negates (harmless, object); **Spell Resistance** yes (harmless, object)",
			"",
			"When you cast this spell on a weapon, you cause a portion of the weapon to open like the skin of a partially peeled apple, revealing a space large enough to insert a single wand within. As part of the spell's casting, you can insert a single wand into the weapon, at which point the weapon returns to its original form with the wand held inside of it without negatively impacting the weapon's integrity. For the spell's duration, a character who wields the transmuted weapon is also considered to be wielding the wand as well. You can attack normally with the weapon or use the weapon as if it were the encased wand. If the effect created by the wand requires an attack roll to successfully strike a foe, you may make the attack roll as if you were making an attack with the weapon at its highest bonus (including any bonuses the weapon would normally receive) rather than just a normal attack with the wand-doing so does not allow you to add the weapon's damage to the wand's attack roll, but instead allows you to use your skill with the weapon to boost your chance of hitting with the spell.",
			"",
			"At the end of the spell's duration, the encased wand is ejected from the weapon. If you have a free hand, you may catch the weapon as a free action; otherwise, the wand drops to the ground. If the weapon housing the wand is broken or destroyed during the duration of weaponwand, the encased wand is similarly broken or destroyed."
		]
	},
	"web": {
		"name": "Web",
		"sources": [
			"PRPG Core Rulebook",
			"Mythic Adventures"
		],
		"description": [
			"## Web",
			"",
			"{SOURCE PRPG Core Rulebook/368}  ",
			"**School** {spelldef/conjuration} ({spelldef/creation}); **Level** adept 2, arcanist 2, magus 2, sorcerer 2, witch 2, wizard 2",
			"",
			"### Casting",
			"",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S, M (spider web)",
			"",
			"### Effect",
			"",
			"**Range** medium (100 ft. + 10 ft./level)  ",
			"**Effect** webs in a 20-ft.-radius spread  ",
			"**Duration** 10 min./level (D)  ",
			"**Saving Throw** Reflex negates; see text; **Spell Resistance** no",
			"",
			"Web creates a many-layered mass of strong, sticky strands. These strands trap those caught in them. The strands are similar to spiderwebs but far larger and tougher. These masses must be anchored to two or more solid and diametrically opposed points or else the web collapses upon itself and disappears. Creatures caught within a web become grappled by the sticky fibers. Attacking a creature in a web doesn't cause you to become grappled.",
			"",
			"Anyone in the effect's area when the spell is cast must make a Reflex save. If this save succeeds, the creature is inside the web but is otherwise unaffected. If the save fails, the creature gains the grappled condition, but can break free by making a combat maneuver check or Escape Artist check as a standard action against the DC of this spell. The entire area of the web is considered difficult terrain. Anyone moving through the webs must make a combat maneuver check or Escape Artist check as part of their move action, with a DC equal to the spell's DC. Creatures that fail lose their movement and become grappled in the first square of webbing that they enter.",
			"",
			"If you have at least 5 feet of web between you and an opponent, it provides cover. If you have at least 20 feet of web between you, it provides total cover.",
			"",
			"The strands of a web spell are flammable. A flaming weapon can slash them away as easily as a hand brushes away cobwebs. Any fire can set the webs alight and burn away one 5-foot square in 1 round. All creatures within flaming webs take 2d4 points of fire damage from the flames.",
			"",
			"Web can be made permanent with a permanency spell. A permanent web that is damaged (but not destroyed) regrows in 10 minutes.",
			"",
			"### Mythic Web",
			"",
			"{SOURCE Mythic Adventures/112}",
			"",
			"The webs are filled with spider swarms (one spider swarm for each 10-foot-by-10-foot area covered in webs). Any creature caught in or moving through the webs is attacked by a spider swarm (or multiple swarms, if it passes through the space of more than one swarm). The spiders don't leave the area of webbing. Destroying the web in an area destroys the swarm there as well, and completely destroying the web destroys all the swarms.",
			"",
			"*Augmented (5th):* If you expend two uses of mythic power, the webs increase to a 50-foot-radius spread. Webs span any gaps between available anchor points in the area, possibly creating multiple non-contiguous webbed areas. Non-mythic abilities that make creatures immune to webs (such as freedom of movement) instead give them a +5 bonus on saves, combat maneuver checks, and Escape Artist checks against mythic web."
		]
	},
	"web_bolt": {
		"name": "Web Bolt",
		"sources": [ "Advanced Race Guide" ],
		"description": [
			"## Web Bolt",
			"",
			"{SOURCE Advanced Race Guide/107}  ",
			"**School** {spelldef/conjuration} ({spelldef/creation}); **Level** arcanist 1, bloodrager 1, magus 1, sorcerer 1, witch 1, wizard 1 (drow)",
			"",
			"### Casting",
			"",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S",
			"",
			"### Effect",
			"",
			"**Range** close (25 ft. + 5 ft./2 levels)  ",
			"**Effect** fist-sized blob of webbing  ",
			"**Duration** 1 min./level  ",
			"**Saving Throw** Reflex negates, see text; **Spell Resistance** no",
			"",
			"You launch a ball of webbing at a target, which must make a save or be affected as if by a web spell occupying only the creature's space. If the creature saves or breaks free of the webbing, the remaining webs dissolve and the square is not considered difficult terrain. The spell has no effect if the target is not on or adjacent to a solid surface that can support the webbing."
		]
	},
	"web_cloud": {
		"name": "Web Cloud",
		"sources": [ "Advanced Race Guide" ],
		"description": [
			"## Web Cloud",
			"",
			"{SOURCE Advanced Race Guide/107}  ",
			"**School** {spelldef/conjuration} ({spelldef/creation}); **Level** arcanist 4, sorcerer 4, witch 4, wizard 4 (drow)",
			"",
			"### Casting",
			"",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S",
			"",
			"### Effect",
			"",
			"**Range** medium (100 ft. + 10 ft./level)  ",
			"**Effect** cloud spreads in 20-ft. radius, 20 ft. high  ",
			"**Duration** 1 minute/level  ",
			"**Saving Throw** Reflex partial, see text; **Spell Resistance** no",
			"",
			"You create a cloud of flame-resistant strands of adhesive webbing that billows and flows much like a cloudkill spell. The cloud moves away from you at a rate of 10 feet per round, rolling along the surface of the ground.",
			"",
			"Figure out the cloud's new spread each round based on its new point of origin, which is 10 feet farther away from the point of origin where the caster cast the spell. Creatures trapped in the webbing remain trapped even after the cloud passes, but the area the cloud leaves behind does not count as difficult terrain.",
			"",
			"Because the webbing is heavier than air, it sinks to the lowest level of the land, even pouring down den or sinkhole openings. The cloud of webbing cannot penetrate liquids, nor can it be cast underwater.",
			"",
			"The cloud otherwise acts like a web spell. A creature in the cloud at the start of its turn must save against the cloud or be affected. The webbing of this spell is flammable (see the [web] spell), but has fire resistance 5."
		]
	},
	"web_shelter": {
		"name": "Web Shelter",
		"sources": [ "Ultimate Magic" ],
		"description": [
			"## Web Shelter",
			"",
			"{SOURCE Ultimate Magic/249}  ",
			"**School** {spelldef/conjuration} ({spelldef/creation}); **Level** arcanist 2, cleric 2, druid 2, hunter 2, oracle 2, ranger 2, shaman 2, sorcerer 2, summoner 2, unchained summoner 2, warpriest 2, witch 2, wizard 2",
			"",
			"### Casting",
			"",
			"**Casting Time** 1 minute  ",
			"**Components** V, S, DF",
			"",
			"### Effect",
			"",
			"**Range** close (25 ft. + 5 ft./2 levels)  ",
			"**Effect** 5 ft.-10 ft. diameter web sphere or 5 ft.-20 ft. hemisphere  ",
			"**Duration** 1 hour/level (D)  ",
			"**Saving Throw** none; **Spell Resistance** no",
			"",
			"You create a shelter of slightly sticky webbing. The shelter has a hinged door large enough to accommodate a Medium creature. The opaque walls of the shelter measure 1 inch thick and provide total cover to anyone within it.",
			"",
			"Only Fine creatures with negligible Strength can be caught in the webbing (including swarms); all other creatures can pull themselves free without making a Strength check or taking an action. The webbing is sticky enough to hold twigs, leaves, dirt, and other light items, allowing you to conceal the shelter. The shelter is watertight and insulated when the door is closed. Its surface has a hardness of 0 and 2 hit points for every 5-foot square of web surface area. It takes normal damage from fire and burns as easily as wood. When the spell ends, the webbing decays rapidly and disappears."
		]
	},
	"weird": {
		"name": "Weird",
		"sources": [ "PRPG Core Rulebook" ],
		"description": [
			"## Weird",
			"",
			"{SOURCE PRPG Core Rulebook/369}  ",
			"**School** {spelldef/illusion} ({spelldef/phantasm}) [{spelldef/emotion}, {spelldef/fear}, {spelldef/mind-affecting}]; **Level** arcanist 9, psychic 9, sorcerer 9, wizard 9",
			"",
			"### Casting",
			"",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S",
			"",
			"### Effect",
			"",
			"**Range** medium (100 ft. + 10 ft./level)  ",
			"**Targets** any number of creatures, no two of which can be more than 30 ft. apart  ",
			"**Duration** instantaneous  ",
			"**Saving Throw** Will disbelief, then Fortitude partial; see text; **Spell Resistance** yes",
			"",
			"This spell functions like phantasmal killer, except it can affect more than one creature. Only the affected creatures see the phantasmal creatures attacking them, though you see the attackers as shadowy shapes.",
			"",
			"If a subject's Fortitude save succeeds, it still takes 3d6 points of damage and is stunned for 1 round. The subject also takes 1d4 points of Strength damage."
		]
	},
	"what_grows_within": {
		"name": "What Grows Within",
		"sources": [ "Pathfinder #113: What Grows Within" ],
		"description": [
			"## What Grows Within",
			"",
			"{SOURCE Pathfinder #113: What Grows Within/66}  ",
			"**School** {spelldef/necromancy} [{spelldef/evil}]; **Level** arcanist 6, bard 6, cleric 6, druid 6, hunter 6, mesmerist 6, oracle 6, psychic 6, skald 6, sorcerer 6, warpriest 6, witch 6, wizard 6 (Xhamen-Dor)",
			"",
			"### Casting",
			"",
			"**Casting Time** 1 swift action  ",
			"**Components** V",
			"",
			"### Effect",
			"",
			"**Range** personal  ",
			"**Effect** you  ",
			"**Duration** 1 round/level  ",
			"**Saving Throw** see text; **Spell Resistance** no",
			"",
			"By speaking the name {monster/\"Xhamen-Dor,\"} you infuse yourself with the essence of the Inmost Blot and gain a +3 profane bonus on Will saving throws for the spell's duration. When you prepare what grows within for the first time, or the first time you use it via a spell-completion or spell-trigger item, you can thereafter be targeted by Xhamen-Dor's infected dreams ability. As long as you are under the effects of what grows within, your mind-affecting spells carry this supernatural taint within them and can infect those who succumb to those effects. Whenever you successfully affect a creature with one of your mind-affecting spells (this requires the target to fail its saving throw against the spell if the spell allows a save, but automatically affects a target if the spell does not allow a saving throw), that target must also succeed at a Fortitude saving throw against what grows within or it immediately becomes afflicted by a lesser version of Xhamen-Dor's seeded infestation. This infestation does not expose the victim to Xhamen-Dor's infectious dreams, but it can ultimately result in that creature's transformation into one of the seeded. Each time you affect a creature with what grows within in this manner, the remaining duration of what grows within is reduced by 1 round. If you affect multiple creatures in a round, you choose the order in which they must save against the effects of what grows within, and reduce the spell's remaining duration by 1 round each time one of them is affected by the infestation.",
			"",
			"**Lesser Seeded Infestation**-*save* Fortitude DC = spell's save DC; *onset* immediate; *frequency* 1/day; *effect* 1d4 Constitution drain; *cure* none.  ",
			"This infestation can be cured by magic alone. A creature whose Constitution is reduced to 0 by this infestation dies and rises from death in 1d4 rounds as a seeded creature. This is an infestation effect."
		]
	},
	"whip_of_spiders": {
		"name": "Whip of Spiders",
		"sources": [ "Advanced Class Guide" ],
		"description": [
			"## Whip of Spiders",
			"",
			"{SOURCE Advanced Class Guide/199}  ",
			"**School** {spelldef/conjuration} ({spelldef/summoning}); **Level** arcanist 2, bard 2, druid 2, hunter 2, skald 2, sorcerer 2, summoner 2, unchained summoner 2, witch 2, wizard 2",
			"",
			"### Casting",
			"",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S, M/DF (a square of red cloth)",
			"",
			"### Effect",
			"",
			"**Range** 0 ft.  ",
			"**Effect** whiplike swarm  ",
			"**Duration** 1 round/level (D (see text)  ",
			"**Saving Throw** none; **Spell Resistance** yes",
			"",
			"You summon hundreds of Diminutive spiders, which cling together in the form of a whip made for a creature of your size. You can wield this object as if it were an actual whip, except you make a melee touch attack with it instead of a regular attack. Any creature you strike with the whip takes swarm damage as if it were attacked by a {monster/spider swarm} (1d6 points of damage plus poison and distraction). The swarm whip is able to damage creatures with armor or natural armor, even if a normal whip could not. It cannot be used to make bull rush, grapple, or trip attacks, and (unlike a swarm) is subject to a miss chance for concealment and cover.",
			"",
			"The whip is immune to all weapon damage, is never staggered or reduced to a dying state by damage, and is immune to any spell or effect that targets a specific number of creatures (including single-target spells such as disintegrate). The whip takes half again as much damage from spells or effects that affect an area, but since it is considered part of your gear, it takes damage only if you fail a saving throw on a 1 or if it is specifically targeted by an opponent. The whip does not have a swarm's susceptibility to high winds.",
			"",
			"As a standard action, you can transform the whip into a spider swarm (all squares of the swarm must be within 15 feet of you); thereafter it functions as summon swarm. The spider swarm has 3 hit points and persists in that form for 2 rounds or until the end of this spell's duration, whichever comes first.",
			"",
			"### Whip of Ants",
			"",
			"{SOURCE Advanced Class Guide/199}  ",
			"**School** {spelldef/conjuration} ({spelldef/summoning}); **Level** arcanist 6, bard 6, druid 6, hunter 6, skald 6, sorcerer 6, summoner 6, unchained summoner 6, witch 6, wizard 6",
			"",
			"#### Casting",
			"",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S, M/DF (a square of red cloth)",
			"",
			"#### Effect",
			"",
			"**Range** 0 ft.  ",
			"**Effect** whiplike swarm  ",
			"**Duration** 1 round/level (D (see text)  ",
			"**Saving Throw** none; **Spell Resistance** yes",
			"",
			"This spell functions as whip of spiders, except it summons army ants, and any creature you strike with the whip takes swarm damage as if it were attacked by an {monster/army ant swarm} (3d6 points of damage plus poison and distraction). If you transform the whip into an army ant swarm, it has 16 hit points.",
			"",
			"### Whip of Centipedes",
			"",
			"{SOURCE Advanced Class Guide/199}  ",
			"**School** {spelldef/conjuration} ({spelldef/summoning}); **Level** arcanist 5, bard 5, druid 5, hunter 5, skald 5, sorcerer 5, summoner 5, unchained summoner 5, witch 5, wizard 5",
			"",
			"#### Casting",
			"",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S, M/DF (a square of red cloth)",
			"",
			"#### Effect",
			"",
			"**Range** 0 ft.  ",
			"**Effect** whiplike swarm  ",
			"**Duration** 1 round/level (D (see text)  ",
			"**Saving Throw** none; **Spell Resistance** yes",
			"",
			"This spell functions as whip of spiders, except it summons centipedes, and any creature you strike with the whip takes swarm damage as if it were attacked by a {monster/centipede swarm} (2d6 points of damage plus poison and distraction). If you transform the whip into a centipede swarm, it has 10 hit points."
		]
	},
	"whip_of_ants": {
		"name": "Whip of Ants",
		"copyof": "whip_of_spiders"
	},
	"whip_of_centipedes": {
		"name": "Whip of Centipedes",
		"copyof": "whip_of_spiders"
	}
}
