{
	"sunstalker": {
		"name": "Sunstalker",
		"sources": [ "Adventurer's Guide" ],
		"description": [
			"## Sunstalker",
			"",
			"{SOURCE Adventurer's Guide/17}  ",
			"**School** {spelldef/illusion} ({spelldef/glamer}); **Level** arcanist 3, bard 3, hunter 3, ranger 3, skald 3, sorcerer 3, wizard 3  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S, M/DF  ",
			"**Range** touch  ",
			"**Target** creature touched  ",
			"**Duration** 1 round/level  ",
			"**Saving Throw** Will negates (harmless); **Spell Resistance** yes",
			"",
			"A touched creature becomes invisible (as per invisibility) as long as it is in direct sunlight (or bright light shed by a {spell/daylight} spell). If an action the target creature takes causes the invisible creature to become visible but does not end the sunstalker spell's duration, the creature can use this spell's magic to become invisible again as a standard action as long as it stands in an area of sunlight (as defined above). The creature gains only concealment (20% miss chance) in normal light."
		]
	},
	"suppress_charms_and_compulsions": {
		"name": "Suppress Charms and Compulsions",
		"sources": [
			"Adventurer's Guide",
			"Andoran, Spirit of Liberty"
		],
		"description": [
			"## Suppress Charms and Compulsions",
			"",
			"{SOURCE Adventurer's Guide/77;Andoran, Spirit of Liberty/27}  ",
			"**School** {spelldef/abjuration}; **Level** arcanist 2, bard 2, cleric 2, mesmerist 2, oracle 2, paladin 2, psychic 2, shaman 2, skald 2, sorcerer 2, warpriest 2, wizard 2  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S  ",
			"**Range** close (25 ft. + 5 ft./2 levels)  ",
			"**Target** one creature plus one additional creature per 4 levels, no two of which can be more than 30 ft. apart  ",
			"**Duration** 10 minutes or concentration (up to 1 round/level); see text  ",
			"**Saving Throw** Will negates (harmless); **Spell Resistance** yes (harmless)",
			"",
			"You bolster the subject's sense of willpower and self-worth when you cast this spell. As you cast it, you must decide if you want to grant a bonus to saving throws against charms and compulsions or suppress charms and compulsions.",
			"",
			"If you grant a bonus to saving throws, you grant all affected creatures a +4 morale bonus on saving throws against charm and compulsion effects for 10 minutes.",
			"",
			"If instead you suppress charms and compulsions, the spell's duration drops to concentration, to a maximum duration of 1 round per level. As long as you continue to concentrate, the spell suppresses all existing charm and compulsion effects affecting the targets, regardless of whether the effect is beneficial or harmful. New charm or compulsion effects that successfully target such a protected creature are automatically suppressed as long as you continue concentrating. If you cease concentrating, the spell effect immediately ends, and remaining charm or compulsion effects resume for the rest of their remaining durations as normal."
		]
	},
	"suppress_primal_magic": {
		"name": "Suppress Primal Magic",
		"sources": [ "Inner Sea Magic" ],
		"description": [
			"## Suppress Primal Magic",
			"",
			"{SOURCE Inner Sea Magic/61}  ",
			"**School** {spelldef/abjuration}; **Level** arcanist 4, cleric 4, oracle 4, sorcerer 4, warpriest 4, wizard 4  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S, M (a pinch of sand from the Spellscar Desert)  ",
			"**Range** 10 ft.  ",
			"**Area** 10-ft.-radius emanation centered on you  ",
			"**Duration** 1 round/level",
			"",
			"Nexian wizards first created this spell while researching the nature of the Mana Wastes, hoping to create small zones within the magic-starved region where their own spells could still function reliably. The best the Nexians could manage was this spell - a method to temporarily stabilize magic so that spellcasting within a small area can be accomplished without fear of triggering {rule/primal magic} events. In the area of effect of this spell, primal magic events cannot be triggered. The emanation grants a +4 circumstance bonus on all saving throws against effects generated by primal magic outside of the spell's effect that expand into the area.",
			"",
			"Unfortunately, suppressed primal magic tends to build up around the emanation created by this spell. When suppress primal magic's duration ends (or when the spell is dispelled), a primal magic event is immediately triggered at the center of the emanation if that point is still in an area where primal magic is active. The CR of this event is equal to the caster level of the recently ended suppress primal magic spell. The original caster of the suppress primal magic spell can attempt to negate this triggered primal magic event by making a DC 20 Will save-most spellcasters instead relocate to an area not affected by primal magic if they can so that they can end the spell's effect safely."
		]
	},
	"suppressing_stone": {
		"name": "Suppressing Stone",
		"sources": [ "Inner Sea Races" ],
		"description": [
			"## Suppressing Stone",
			"",
			"{SOURCE Inner Sea Races/223}  ",
			"**School** {spelldef/evocation}; **Level** arcanist 4, sorcerer 4, wizard 4 (Azlanti)  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S, F (one ioun stone worth at least 1,000 gp)  ",
			"**Range** personal  ",
			"**Target** you  ",
			"**Duration** 10 minutes/level or until discharged (D)",
			"",
			"You infuse arcane power into the focus ioun stone, which must be currently floating around your head. If the ioun stone ever ceases floating around you, the spell ends immediately, and the spell fails if the ioun stone in question is cracked, burned, flawed, or otherwise of lesser value (such as a dull gray ioun stone). While the spell is active, you gain a +1 resistance bonus on saving throws against mind-affecting effects for every 4 caster levels (maximum +5 at caster level 20). Whenever you fail a saving throw against a mind-affecting spell or effect, you can burn out the focus, transforming it irrevocably into a dull gray ioun stone and ending this spell, but suppressing the mind-affecting effect for 1 round per 2,500 gp of value of the focus (minimum 1 round). Rounds during which the effect is suppressed still count against its duration, and the effect can still be dispelled or disrupted during this time."
		]
	},
	"sure_casting": {
		"name": "Sure Casting",
		"sources": [ "Pathfinder Society Primer" ],
		"description": [
			"## Sure Casting",
			"",
			"{SOURCE Pathfinder Society Primer/13}  ",
			"**School** {spelldef/divination}; **Level** arcanist 1, bard 1, cleric 1, inquisitor 1, oracle 1, skald 1, sorcerer 1, warpriest 1, witch 1, wizard 1  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, F (a square of cloth and a needle)  ",
			"**Range** personal  ",
			"**Target** you  ",
			"**Duration** 1 round (see text)",
			"",
			"You gain temporary insight into your enemies' magical defenses. When you next cast a spell before the end of the next round, treat your caster level as 5 higher than normal for the purpose of overcoming spell resistance. This bonus doesn't increase any other effects that depend on caster level, such as the spell's damage or range, and affects only the first spell cast after sure casting."
		]
	},
	"surefoot_boots": {
		"name": "Surefoot Boots",
		"sources": [ "Adventurer's Armory 2" ],
		"description": [
			"## Surefoot Boots",
			"",
			"{SOURCE Adventurer's Armory 2/21}  ",
			"**School** {spelldef/transmutation}; **Level** druid 2, hunter 2, occultist 2, ranger 2, shaman 2  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S, F (footwear)  ",
			"**Range** personal  ",
			"**Target** you  ",
			"**Duration** 1 round/level",
			"",
			"You touch your boots, shoes, or other footwear and imbue them with the ability to find purchase on even the most treacherous ground. While the spell is in effect, the footwear's wearer treats any Acrobatics skill check to balance as though the wearer had rolled a 20."
		]
	},
	"surface_excursion": {
		"name": "Surface Excursion",
		"sources": [ "Heroes of the Darklands" ],
		"description": [
			"## Surface Excursion",
			"",
			"{SOURCE Heroes of the Darklands/21}  ",
			"**School** {spelldef/conjuration} ({spelldef/teleportation}); **Level** arcanist 5, magus 5, occultist 4, psychic 5, shaman 5, sorcerer 5, spiritualist 4, summoner 4, unchained summoner 4, witch 5, wizard 5  ",
			"**Casting Time** 3 rounds  ",
			"**Components** V, S, M (a handful of soil that has been in the sun for at least 6 hours)  ",
			"**Range** touch  ",
			"**Targets** you plus up to one willing creature per 3 levels  ",
			"**Duration** 1 hour/level (D)  ",
			"**Saving Throw** Will negates (harmless); **Spell Resistance** no",
			"",
			"You instantly transport yourself and touched allies onto the nearest sky-facing surface directly above you. The destination surface may be solid ground or the surface of a body of water (or other liquid), depending on your position. If reaching the surface would require crossing planar boundaries or no sky-facing surface exists directly above your position, the spell fails and has no effect.",
			"",
			"When the spell is cast, a magical beacon appears at both your departure and arrival points, suspended 3 feet in the air. These beacons are invisible to everyone but you and those allies touched when the spell was cast. You and every creature originally targeted by the spell can touch the beacon at your arrival point to teleport back to your original departure point. Each creature that chooses to return in this manner is transported to a free space adjacent to the beacon at your original departure point. If the area around the departure beacon is occupied by a solid body (for instance, rubble from a cave-in), then you and each creature traveling with you take 1d6 points of damage and are shunted to a random open space on a solid surface within 100 feet of the beacon. If there is no free space within 100 feet, the spell effect ends with no return transportation."
		]
	},
	"surmount_affliction": {
		"name": "Surmount Affliction",
		"sources": [
			"Ultimate Magic",
			"Mythic Adventures"
		],
		"description": [
			"## Surmount Affliction",
			"",
			"{SOURCE Ultimate Magic/241}  ",
			"**School** {spelldef/abjuration}; **Level** cleric 2, inquisitor 2, oracle 2, spiritualist 2, warpriest 2  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S  ",
			"**Range** you  ",
			"**Target** personal  ",
			"**Duration** 1 round/level",
			"",
			"You temporarily overcome one harmful condition. This does not end the effect causing the condition; it just suspends that condition's effect for the duration of the spell. You can surmount any one of the following conditions: blinded, confused, dazed, dazzled, deafened, fatigued, frightened, paralyzed, shaken, or sickened.",
			"",
			"### Mythic Surmount Affliction",
			"",
			"{SOURCE Mythic Adventures/110}",
			"",
			"You can cast this spell with no verbal or somatic component, and even if you're helpless (but not unconscious). You temporarily overcome a number of additional harmful conditions equal to half your tier.",
			"",
			"*Augmented (7th):* If you expend three uses of mythic power, you become immune to all afflictions the spell can normally overcome. In addition, you overcome (but do not become immune to) one of the following conditions: exhausted, nauseated, panicked, petrified, staggered, and stunned."
		]
	},
	"suspend_drowning": {
		"name": "Suspend Drowning",
		"sources": [ "Blood of the Sea" ],
		"description": [
			"## Suspend Drowning",
			"",
			"{SOURCE Blood of the Sea/21}  ",
			"**School** {spelldef/transmutation}; **Level** bard 1, cleric 1, druid 1, hunter 1, oracle 1, ranger 1, skald 1, warpriest 1  ",
			"**Casting Time** 1 immediate action  ",
			"**Components** V  ",
			"**Range** close (25 ft. + 5 ft./2 levels)  ",
			"**Targets** one Medium creatures or smaller drowning creature/level, no two of which can be more than 20 ft. apart  ",
			"**Duration** 1 round/level  ",
			"**Saving Throw** Will negates (harmless); **Spell Resistance** yes (harmless)",
			"",
			"The affected creatures immediately - though temporarily - stop drowning and cannot suffocate or drown while this spell is in effect. A target that had been reduced to below 1 hit point from drowning immediately returns to 1 hit point. The magic of this spell allows the targets to breathe, drink, and talk normally for the duration of the spell, but targets cannot inhale to increase the amount of air remaining in their lungs. When the spell effect ends, the target resumes drowning unless it is in an environment that allows it to breathe normally (such as an air-breathing creature returning to the surface) or has obtained a method of breathing normally (such as by consuming a potion of water breathing)."
		]
	},
	"sustaining_legend": {
		"name": "Sustaining Legend",
		"sources": [ "Mythic Origins" ],
		"description": [
			"## Sustaining Legend",
			"",
			"{SOURCE Mythic Origins/15}  ",
			"**School** {spelldef/conjuration} ({spelldef/healing}); **Level** bard 5, cleric 6, oracle 6, skald 5, warpriest 6  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S  ",
			"**Range** close (25 ft. + 5 ft./2 levels)  ",
			"**Target** one creature/level, no two of which can be more than 30 ft. apart  ",
			"**Duration** 1 round/level  ",
			"**Saving Throw** Will negates (harmless); **Spell Resistance** yes",
			"",
			"The rulers of Azlant are thought to have used this spell to amplify the mythic power of themselves and their most gifted lieutenants. You amplify the mythic power of the target creatures, bolstering them with healing energy each time they draw upon their mythic abilities. When a creature affected by this spell expends uses of mythic power for any ability, it immediately heals 2d8 points of damage + 1 point per caster level (maximum +25). In addition, the creature benefits from one of the following additional effects.",
			"",
			"- Remove any one of the following conditions: dazzled, fatigued, shaken, sickened, or staggered.",
			"- Reduce the dazed or stunned condition to staggered.",
			"- Reduce the exhausted condition to fatigued.",
			"- Reduce the frightened condition to shaken, or the panicked condition to frightened.",
			"- Reduce the nauseated condition to sickened.",
			"",
			"A target can benefit from the effects of sustaining legend only once per round, even if the target expends multiple uses of mythic power during that time."
		]
	},
	"swallow_poison": {
		"name": "Swallow Poison",
		"sources": [ "Ultimate Intrigue" ],
		"description": [
			"## Swallow Poison",
			"",
			"{SOURCE Ultimate Intrigue/226}  ",
			"**School** {spelldef/transmutation}; **Level** alchemist 5, druid 5, hunter 5, investigator 5, shaman 5, witch 5  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S, DF  ",
			"**Range** personal  ",
			"**Target** you  ",
			"**Duration** 1 hour/level or until discharged",
			"",
			"A special gland grows on the inside of your throat, which absorbs any poisons that you ingest, and can be used to expel them in a toxic spray. Any time you consume ingested poison during the spell's duration, you can roll a caster level check against the poison's save DC in order to harmlessly absorb the poison, ignoring its effects. The spell can absorb up to 1 dose of poison per 3 caster levels, after which the gland is unable to process any more poison, and any further doses of ingested poison affect you normally.",
			"",
			"You store each dose of absorbed poison within the gland, and you can end the spell to spray one dose of absorbed poison out of your mouth as a standard action. This sprays the poison in a 15-foot cone. Each creature in the area must succeed at a Reflex save (at swallow poison's DC) or be exposed to the sprayed poison, which is treated as though it were a contact poison for this purpose. Everything about the poison other than its type, including its frequency, effect, and saving throw DC, are unaffected by this spell. Any other doses of poison you had absorbed instantly become inert when you end the spell. If the spell's duration ends without you spraying a poison, all poisons you had absorbed become inert."
		]
	},
	"swallow_your_fear": {
		"name": "Swallow Your Fear",
		"sources": [ "Pathfinder #35: War of the River Kings" ],
		"description": [
			"## Swallow Your Fear",
			"",
			"{SOURCE Pathfinder #35: War of the River Kings/73}  ",
			"**School** {spelldef/enchantment}; **Level** bard 1, cleric 1, oracle 1, skald 1, warpriest 1 (Gorum)  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S  ",
			"**Range** close (25 ft. + 5 ft./2 levels)  ",
			"**Target** one creature plus one additional creature per four levels, no two of which can be more than 30 ft. apart  ",
			"**Duration** 10 minutes; see text  ",
			"**Saving Throw** Will negates (harmless); **Spell Resistance** yes (harmless)",
			"",
			"You make the affected subjects ready for battle despite their fear. If a target is suffering from a {rule/fear /effect>conditions} of any kind, he gains a +2 morale bonus to Strength and Constitution, a +1 morale bonus on Will saves, and a -2 penalty to AC. If the subject is frightened, he remains in place and gains the {rule/awareness<confused| condition>s} for the remainder of the fear effect, except he treats all results of \"attack self\" as \"do nothing\" and treats \"attack nearest creature\" as \"act normally.\" If the subject is panicked, he remains in place and gains the confused condition for the duration of the fear effect."
		]
	},
	"swarm_of_fangs": {
		"name": "Swarm of Fangs",
		"sources": [ "Monster Codex" ],
		"description": [
			"## Swarm of Fangs",
			"",
			"{SOURCE Monster Codex/213}  ",
			"**School** {spelldef/conjuration} ({spelldef/summoning}); **Level** arcanist 3, druid 3, hunter 3, psychic 3, sorcerer 3, summoner 3, unchained summoner 3, witch 3, wizard 3  ",
			"**Casting Time** 1 round  ",
			"**Components** V, S, M (a lizard's tooth)  ",
			"**Range** close (25 ft. + 5 ft./2 levels)  ",
			"**Effect** one swarm of animate teeth  ",
			"**Duration** 1 round/level  ",
			"**Saving Throw** none; **Spell Resistance** no",
			"",
			"You summon a swarm consisting of thousands of animate, flying teeth in a 10-foot-by-10-foot cube. These fangs attack all creatures within the swarm's area. You can summon the swarm so that it shares an area with other creatures, and you can move the swarm up to 40 feet each round as a move action. If you choose not to move the swarm, it automatically moves up to 40 feet to envelop the nearest creature (including you) if it has not already done so.",
			"",
			"Creatures caught inside the swarm's area of effect take 2d6 points of damage. The fangs deal damage to all creatures sharing their area when they first appear, and at the end of their movement each round."
		]
	},
	"swarm_skin": {
		"name": "Swarm Skin",
		"sources": [ "Advanced Player's Guide" ],
		"description": [
			"## Swarm Skin",
			"",
			"{SOURCE Advanced Player's Guide/248}  ",
			"**School** {spelldef/transmutation}; **Level** druid 6, hunter 6, witch 6  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S, M/DF (a crushed insect hive)  ",
			"**Range** personal  ",
			"**Target** you  ",
			"**Duration** see text",
			"",
			"You convert all of your soft tissue into swarms of insects or other creatures and send them off to do your bidding, leaving nothing but your bones and gear behind. These swarms have all their normal qualities and abilities but also bear a tiny portion of your consciousness that allows you to perceive what they do and to control their actions. While in this form, you cannot use any of your own abilities or take any actions other than controlling the swarms.",
			"",
			"Each time you cast this spell you get a total allotment of levels equal to your caster level and any swarm you choose to create costs one or more of those levels. You can \"spend\" your allotment of levels to create any combination of swarms so long as their total does not exceed your caster level.",
			"",
			"| Number of Levels | Swarm Type(s) |",
			"| --- | --- |",
			"| 2 caster levels | {monster/Spider swarm} |",
			"| 4 caster levels | {monster/Rat swarm} |",
			"| 6 caster levels | {monster/Crab swarm}, {monster/wasp swarm} |",
			"| 8 caster levels | {monster/Centipede swarm}, {monster/leech swarm} |",
			"| 10 caster levels | {monster/Army ant swarm} |",
			"",
			"Once you create these swarms they remain in existence until destroyed or you order them to return to your body. When all swarms have returned to your body or are destroyed, your flesh wraps itself back around your bones and you regain the ability to act normally. If your bones are not where you left them you must first locate them in order to regain access to your body. You always know if your bones are destroyed and your consciousness remains in control of the swarms until they too are destroyed (and your die). If you can use the swarms to get help and arrange for someone to repair your bones (using anything that would normally restore you to life), at which point you can return the swarms to your body."
		]
	},
	"sweat_poison": {
		"name": "Sweat Poison",
		"sources": [ "Blood of the Beast" ],
		"description": [
			"## Sweat Poison",
			"",
			"{SOURCE Blood of the Beast/11}  ",
			"**School** {spelldef/necromancy} [{spelldef/poison}]; **Level** alchemist 2, druid 3, hunter 2, inquisitor 3, investigator 2, ranger 2 (Grippli)  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S  ",
			"**Range** personal  ",
			"**Target** you  ",
			"**Duration** 1 minute/level (D)  ",
			"**Saving Throw** none; **Spell Resistance** no",
			"",
			"Glands along your neck, back, or wrists swell and exude a viscous injury poison (*save* Fort DC 14; *frequency* 1/round for 4 rounds; *effect* 1d2 Str; *cure* 1 save). You are not immune to this poison, and unless you have the poison use class feature or a similar ability, you are at risk of poisoning yourself. You can apply this poison to a weapon as a move action, and each dose you apply reduces the remaining duration of this spell by 1 minute. If doing so would reduce the remaining duration to 0 minutes or less, the spell ends, and any applied poisons retain their potency only until the end of your turn. When you apply the poison, you can choose to reduce the spell's remaining duration by 2 or more additional minutes (maximum = your caster level) in order to enhance that dose of poison. For every 2 minutes of duration expended, the poison's save DC increases by 1, the number of rounds it lasts increases by 1/2 (round down), and the number of saves required to cure it increases by 1/4 (round down). If you have the toxic skin alternate racial trait, you can expend one daily use as a free action to enhance this spell's poison's damage to 1d3 Strength and its starting save DC to 15."
		]
	},
	"swipe": {
		"name": "Swipe",
		"sources": [
			"Rise of the Runelords Anniversary Edition",
			"Pathfinder #5: Sins of the Saviors"
		],
		"description": [
			"## Swipe",
			"",
			"{SOURCE Rise of the Runelords Anniversary Edition/419;Pathfinder #5: Sins of the Saviors/62}  ",
			"**School** {spelldef/conjuration} ({spelldef/teleportation}); **Level** arcanist 3, bard 2, skald 2, sorcerer 3, wizard 3  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S  ",
			"**Range** close (25 ft. + 5 ft./2 levels)  ",
			"**Target** one held item  ",
			"**Duration** instant  ",
			"**Saving Throw** none; **Spell Resistance** no",
			"",
			"By flicking a finger in the appropriate direction and proclaiming ownership, you attempt to magically wrest an item from the target's grip and summon it to your hand. To claim an object held by an opponent, you must make a CMB check-this check has a bonus equal to your caster level + your Intelligence, Wisdom, or Charisma modifier (whichever is highest). If you fail this check, the target retains the item and the spell fails. If you succeed, the item teleports into one of your free hands or comes to rest at your feet."
		]
	},
	"sword_to_snake": {
		"name": "Sword to Snake",
		"sources": [ "Dirty Tactics Toolbox" ],
		"description": [
			"## Sword to Snake",
			"",
			"{SOURCE Dirty Tactics Toolbox/29}  ",
			"**School** {spelldef/transmutation} [{spelldef/poison}]; **Level** arcanist 4, cleric 4, druid 4, hunter 4, oracle 4, shaman 4, sorcerer 4, summoner 4, warpriest 4, wizard 4  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S, M/DF (a hair from a spider)  ",
			"**Range** close (25 ft. + 5 ft./2 levels)  ",
			"**Target** one Medium or smaller item  ",
			"**Duration** 1 round/level (D)  ",
			"**Saving Throw** Will negates (object); **Spell Resistance** yes (object)",
			"",
			"When you make an undulating gesture using your hand, the target item changes slightly in shape and appearance to resemble a cross between its original form and that of a venomous animal. For example, a staff might change to resemble a snake, a shield might change to resemble an enormous venomous beetle, or the hilt of a sword might change to resemble a scorpion's tail.",
			"",
			"If this spell is cast on a held item, the wielder adds his Will save bonus to the saving throw. You must be able to see the item to cast this spell on it.",
			"",
			"The item retains all its properties, but whenever a creature picks up, attacks with, activates, or otherwise manipulates the item (with the exception of dropping the item) after this spell is cast, it animates and bites the creature. The attack is resolved before the action that triggered it. This spell otherwise does not affect the creature's ability to use the item.",
			"",
			"If the item is a nonmagical weapon, it has an attack bonus equal to your caster level plus your spellcasting ability score modifier, and its attack deals 1d4 points of piercing damage. If the target item is a magic weapon, it retains any magical qualities, and its enhancement bonus is still added to both the attack roll and the damage roll.",
			"",
			"A creature that takes damage from the bite is affected as if by a venomous snake's poison (*frequency* 1/round for 6 rounds; *effect* 1d2 Con; *cure* 1 save). The poison's save DC is equal to this spell's DC."
		]
	},
	"sylvan_hideaway": {
		"name": "Sylvan Hideaway",
		"sources": [ "Pathfinder #116: Fangs of War" ],
		"description": [
			"## Sylvan Hideaway",
			"",
			"{SOURCE Pathfinder #116: Fangs of War/67}  ",
			"**School** {spelldef/conjuration} ({spelldef/creation}); **Level** druid 3, hunter 3, ranger 3, shaman 3  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S, M (one pound of unworked stone or wood)  ",
			"**Range** touch  ",
			"**Target** one 5-foot square of touched earth  ",
			"**Duration** 2 hours/level (D)  ",
			"**Saving Throw** none; **Spell Resistance** no",
			"",
			"When this spell is cast on a natural, unworked surface, it creates an extradimensional underground space large enough to comfortably hold two creatures of any size per caster level (maximum 12). The room is sealed by a 5-foot-square camouflaged trap door that can be locked from within. (This trap door has hardness 10 and 20 hit points per caster level; the Perception DC to see the hidden trap door equals the spell's save DC.) The door and room are made of the same material of the material component used to cast the spell. You can choose the shape and configuration of the room when you create it; however, any furnishings (tables, beds, etc.) in the room are made of the same material as the room and cannot be moved once created. When the spell ends, anything inside the space is ejected to the surface in the nearest available square."
		]
	},
	"symbol_of_death": {
		"name": "Symbol of Death",
		"sources": [
			"PRPG Core Rulebook",
			"Blood of the Ancients"
		],
		"description": [
			"## Symbol of Death",
			"",
			"{SOURCE PRPG Core Rulebook/355}  ",
			"**School** {spelldef/necromancy} [{spelldef/death}]; **Level** arcanist 8, cleric 8, occultist 6, oracle 8, sorcerer 8, witch 8, wizard 8  ",
			"**Casting Time** 10 minutes  ",
			"**Components** V, S, M (mercury and phosphorus, plus powdered diamond and opal worth 5,000 gp each)  ",
			"**Range** 0 ft.; see text  ",
			"**Effect** one symbol  ",
			"**Duration** see text  ",
			"**Saving Throw** Fortitude negates; **Spell Resistance** yes",
			"",
			"This spell allows you to scribe a potent rune of power upon a surface. When triggered, a symbol of death kills one or more creatures within 60 feet of the symbol (treat as a burst) whose combined total current hit points do not exceed 150. The symbol of death affects the closest creatures first, skipping creatures with too many hit points to affect. Once triggered, the symbol becomes active and glows, lasting for 10 minutes per caster level or until it has affected 150 hit points' worth of creatures, whichever comes first. A creature that enters the area while the symbol of death is active is subject to its effect, whether or not that creature was in the area when it was triggered. A creature need save against the symbol only once as long as it remains within the area, though if it leaves the area and returns while the symbol is still active, it must save again.",
			"",
			"Until it is triggered, the symbol of death is inactive (though visible and legible at a distance of 60 feet). To be effective, a symbol of death must always be placed in plain sight and in a prominent location. Covering or hiding the rune renders the symbol of death ineffective, unless a creature removes the covering, in which case the symbol of death works normally.",
			"",
			"As a default, a symbol of death is triggered whenever a creature does one or more of the following, as you select: looks at the rune; reads the rune; touches the rune; passes over the rune; or passes through a portal bearing the rune. Regardless of the trigger method or methods chosen, a creature more than 60 feet from a symbol of death can't trigger it (even if it meets one or more of the triggering conditions, such as reading the rune). Once the spell is cast, a symbol of death's triggering conditions cannot be changed.",
			"",
			"In this case, \"reading\" the rune means any attempt to study it, identify it, or fathom its meaning. Throwing a cover over a symbol of death to render it inoperative triggers it if the symbol reacts to touch. You can't use a symbol of death offensively; for instance, a touch-triggered symbol of death remains untriggered if an item bearing the symbol of death is used to touch a creature. Likewise, a symbol of death cannot be placed on a weapon and set to activate when the weapon strikes a foe.",
			"",
			"You can also set special triggering limitations of your own. These can be as simple or elaborate as you desire. Special conditions for triggering a symbol of death can be based on a creature's name, identity, or alignment, but otherwise must be based on observable actions or qualities. Intangibles such as level, class, HD, and hit points don't qualify.",
			"",
			"When scribing a symbol of death, you can specify a password or phrase that prevents a creature using it from triggering the symbol's effect. Anyone using the password remains immune to that particular rune's effects so long as the creature remains within 60 feet of the rune. If the creature leaves the radius and returns later, it must use the password again.",
			"",
			"You also can attune any number of creatures to the symbol of death, but doing this can extend the casting time. Attuning one or two creatures takes negligible time, and attuning a small group (as many as 10 creatures) extends the casting time to 1 hour. Attuning a large group (as many as 25 creatures) takes 24 hours. Attuning larger groups takes an additional 24 hours per 25 creatures. Any creature attuned to a symbol of death cannot trigger it and is immune to its effects, even if within its radius when it is triggered. You are automatically considered attuned to your own symbols of death, and thus always ignore the effects and cannot inadvertently trigger them.",
			"",
			"{spell/Read magic} allows you to identify a symbol with a Spellcraft check (DC 10 + the symbol's spell level). Of course, if the symbol is set to be triggered by reading it, this will trigger the symbol.",
			"",
			"A symbol of death can be removed by a successful {spell/dispel magic} targeted solely on the rune. An erase spell has no effect on a symbol of death. Destruction of the surface where a symbol of death is inscribed destroys the symbol but also triggers it.",
			"",
			"Symbol of death can be made permanent with a {spell/permanency} spell. A permanent symbol of death that is disabled or has affected its maximum number of hit points becomes inactive for 10 minutes, but then can be triggered again as normal.",
			"",
			"*Note:* Magic traps such as symbol of death are hard to detect and disable. A rogue (only) can use the Perception skill to find a symbol of death and Disable Device to thwart it. The DC in each case is 25 + spell level, or 33 for symbol of death.",
			"",
			"### Symbol of Storms",
			"",
			"{SOURCE Blood of the Ancients/26}  ",
			"**School** {spelldef/evocation} [{spelldef/air}, {spelldef/electricity}]; **Level** arcanist 6, cleric 6, druid 6, hunter 3, oracle 6, ranger 3, sorcerer 6, warpriest 6, witch 6, wizard 6  ",
			"**Casting Time** 10 minutes  ",
			"**Components** V, S, M (powdered copper and pumice worth a total of 1,500 gp)  ",
			"**Range** 0 ft.; see text  ",
			"**Effect** one symbol  ",
			"**Duration** see text  ",
			"**Saving Throw** Reflex half; see text; **Spell Resistance** yes",
			"",
			"This spell functions as symbol of death, except that when triggered, a 30-foot-radius centered on the symbol fills with hurricane-force winds (75 mph). Each round, a bolt of lightning that deals 10d6 points of electricity damage strikes a random creature within the area. A successful Reflex save halves this damage. Unlike symbol of death, symbol of storms has no hit point limit. Regardless of the trigger method or methods chosen, a creature more than 30 feet from a symbol of storms can't trigger it (even if it meets one or more of the triggering conditions, such as reading the rune). Once triggered, a symbol of storms remains active for 1 minute per caster level."
		]
	},
	"symbol_of_debauchery": {
		"name": "Symbol of Debauchery",
		"sources": [ "Inner Sea Gods" ],
		"description": [
			"## Symbol of Debauchery",
			"",
			"{SOURCE Inner Sea Gods/243}  ",
			"**School** {spelldef/enchantment} ({spelldef/compulsion}) [{spelldef/emotion}, {spelldef/mind-affecting}]; **Level** arcanist 8, bard 6, cleric 8, oracle 8, skald 6, sorcerer 8, witch 8, wizard 8  ",
			"**Casting Time** 10 minutes  ",
			"**Components** V, S, M (a set of bull genitals and powdered ruby worth 5,000 gp)  ",
			"**Range** 0 ft.; see text  ",
			"**Effect** one symbol  ",
			"**Duration** see text  ",
			"**Saving Throw** Will negates; **Spell Resistance** yes",
			"",
			"You conjure a sizable symbol into being, a rune suggestive of bloated bodies, flung food, and flowing wine. This spell functions as {spell/symbol of death}, except that all creatures within 60 feet of the symbol of debauchery are instead filled with lust for the nearest conscious creature. This effect lasts for 1 round per caster level, even after creatures leave the symbol's area of effect. Affected creatures are compelled to rush to the nearest creature in order to caress and kiss it, and may take no other actions. Each creature receives a single Will save when the symbol of debauchery is triggered to negate the effect. If no other creatures are visible, an affected creature may act normally."
		]
	},
	"symbol_of_dispelling": {
		"name": "Symbol of Dispelling",
		"sources": [ "Inner Sea Gods" ],
		"description": [
			"## Symbol of Dispelling",
			"",
			"{SOURCE Inner Sea Gods/243}  ",
			"**School** {spelldef/abjuration}; **Level** arcanist 8, cleric 8, oracle 8, shaman 8, sorcerer 8, witch 8, wizard 8  ",
			"**Casting Time** 10 minutes  ",
			"**Components** V, S, M (pure grain alcohol and powdered diamond worth 5,000 gp)  ",
			"**Range** 0 ft.; see text  ",
			"**Effect** one symbol  ",
			"**Duration** instantaneous  ",
			"**Saving Throw** none; **Spell Resistance** no",
			"",
			"This spell functions as {spell/symbol of death}, except that all creatures within 40 feet of the symbol of dispelling are instead affected as if by the area dispel function of {spell/greater dispel magic}. Attempt a dispel check when casting symbol of dispelling. Once the symbol is triggered, apply the result of that check to each creature in the area, as well as each object that is the target of one or more spells. Unlike symbol of death, symbol of dispelling grants no saving throws, and it is not subject to spell resistance."
		]
	},
	"symbol_of_distraction": {
		"name": "Symbol of Distraction",
		"sources": [ "Magic Tactics Toolbox" ],
		"description": [
			"## Symbol of Distraction",
			"",
			"{SOURCE Magic Tactics Toolbox/26}  ",
			"**School** {spelldef/enchantment} ({spelldef/compulsion}) [{spelldef/mind-affecting}]; **Level** arcanist 6, bard 6, cleric 6, mesmerist 6, occultist 4, oracle 6, psychic 6, sorcerer 6, warpriest 6, witch 6, wizard 6  ",
			"**Casting Time** 10 minutes  ",
			"**Components** V, S, M (mercuty and phosphorus, plus powdered diamond and opal worth a total of 5,000 gp)  ",
			"**Range** 0 feet; see text  ",
			"**Effect** one symbol  ",
			"**Duration** see text  ",
			"**Saving Throw** Will negates; **Spell Resistance** yes",
			"",
			"This spell functions like {spell/symbol of death}, except that all creatures within the radius of a symbol of distraction instead become fascinated by the symbol for 10 minutes per caster level. Unlike symbol of death, symbol of distraction has no hit point limit; once triggered, a symbol of distraction simply remains active for a duration of 10 minutes &times; your caster level. All fascinated creatures move toward the symbol of distraction, trying to remain within the symbol's area of effect. If the symbol leads affected creatures into a dangerous area, each fascinated creature can attempt an additional Will saving throw, with success indicating it is no longer fascinated. If a creature's view of the symbol is completely blocked, it is immediately freed of the symbol's effect."
		]
	},
	"symbol_of_exsanguination": {
		"name": "Symbol of Exsanguination",
		"sources": [ "Horror Adventures" ],
		"description": [
			"## Symbol of Exsanguination",
			"",
			"{SOURCE Horror Adventures/129}  ",
			"**School** {spelldef/necromancy} [{spelldef/evil}]; **Level** arcanist 3, bloodrager 2, cleric 3, occultist 2, oracle 3, sorcerer 3, warpriest 3, witch 3, wizard 3  ",
			"**Casting Time** 10 minutes  ",
			"**Components** V, S, M (powdered garnet and bloodstone worth a total of 500 gp)  ",
			"**Range** 0 ft.; see text  ",
			"**Effect** one symbol  ",
			"**Duration** 10 minutes/level  ",
			"**Saving Throw** Fortitude negates; **Spell Resistance** yes",
			"",
			"This spell functions like {spell/symbol of death}, except that each creature within the radius of symbol of exsanguination begins to bleed uncontrollably and violently from their eyes, ears, nose, and mouth, as well as any existing open wounds. Creatures that failed their saving throws immediately take 1d6 points of bleed damage and are sickened as long as they continue to take bleed damage from the symbol.",
			"",
			"While a DC 15 Heal check or magical healing can end the bleed damage as normal, the bleed damage and sickened condition begin again each round so long as the creature begins its turn still within 60 feet of the symbol, including if the creature leaves the area and returns. Creatures that succeed at their saving throw suffer no ill effects from the symbol, even if they leave its area and return.",
			"",
			"Unlike symbol of death, symbol of exsanguination has no hit point limit on the creatures it can affect. Once triggered, a symbol of exsanguination remains active for 10 minutes per caster level.",
			"",
			"Magic traps such as symbol of exsanguination are hard to detect and disable. While any character can use Perception to find a symbol, only a character who has the trapfinding class feature can use Disable Device to disarm it. The DC in each case is equal to 25 + spell level, or 28 (27 for a bloodrager) for symbol of exsanguination."
		]
	},
	"symbol_of_fear": {
		"name": "Symbol of Fear",
		"sources": [ "PRPG Core Rulebook" ],
		"description": [
			"## Symbol of Fear",
			"",
			"{SOURCE PRPG Core Rulebook/356}  ",
			"**School** {spelldef/necromancy} [{spelldef/emotion}, {spelldef/fear}, {spelldef/mind-affecting}]; **Level** arcanist 6, cleric 6, occultist 4, oracle 6, sorcerer 6, warpriest 6, witch 6, wizard 6  ",
			"**Casting Time** 10 minutes  ",
			"**Components** V, S, M (mercury and phosphorus, plus powdered diamond and opal worth a total of 1,000 gp)  ",
			"**Range** 0 ft.; see text  ",
			"**Effect** one symbol  ",
			"**Duration** see text  ",
			"**Saving Throw** Will negates; **Spell Resistance** yes",
			"",
			"This spell functions like {spell/symbol of death}, except that all creatures within 60 feet of the symbol of fear instead become panicked for 1 round per caster level.",
			"",
			"*Note:* Magic traps such as symbol of fear are hard to detect and disable. A rogue (only) can use the Perception skill to find a symbol of fear and Disable Device to thwart it. The DC in each case is 25 + spell level, or 31 for symbol of fear."
		]
	},
	"symbol_of_healing": {
		"name": "Symbol of Healing",
		"sources": [ "Ultimate Magic" ],
		"description": [
			"## Symbol of Healing",
			"",
			"{SOURCE Ultimate Magic/241}  ",
			"**School** {spelldef/conjuration} ({spelldef/healing}); **Level** cleric 3, occultist 3, oracle 3, paladin 4, warpriest 3, witch 4  ",
			"**Casting Time** 10 minutes  ",
			"**Components** V, S, M (mercury and phosphorous, plus powdered diamond and opal worth a total of 500 gp)  ",
			"**Range** 0 ft.; see text  ",
			"**Effect** one symbol  ",
			"**Duration** see text  ",
			"**Saving Throw** Will half (harmless) (see text); **Spell Resistance** yes (harmless) (see text)",
			"",
			"This spell functions as {spell/symbol of death}, except all creatures within 60 feet of the symbol of healing instead are bathed in positive energy and heal 2d8 points + 1 point of damage per caster level (maximum +15). Undead and other creatures harmed by positive energy instead take 2d8 points of damage + 1 point per caster level (maximum +15); a Will save reduces this damage by half. A creature can only be healed or harmed by the symbol once in any 24-hour period. Once triggered, the symbol remains active for 10 minutes per caster level.",
			"",
			"Symbol of healing can be made permanent with a {spell/permanency} spell by a caster of 10th level or higher for the cost of 10,000 gp."
		]
	},
	"symbol_of_insanity": {
		"name": "Symbol of Insanity",
		"sources": [ "PRPG Core Rulebook" ],
		"description": [
			"## Symbol of Insanity",
			"",
			"{SOURCE PRPG Core Rulebook/356}  ",
			"**School** {spelldef/enchantment} ({spelldef/compulsion}) [{spelldef/mind-affecting}]; **Level** arcanist 8, cleric 8, occultist 6, oracle 8, sorcerer 8, witch 8, wizard 8  ",
			"**Casting Time** 10 minutes  ",
			"**Components** V, S, M (mercury and phosphorus, plus powdered diamond and opal worth a total of 5,000 gp)  ",
			"**Range** 0 ft.; see text  ",
			"**Effect** one symbol  ",
			"**Duration** see text  ",
			"**Saving Throw** Will negates; **Spell Resistance** yes",
			"",
			"This spell functions like {spell/symbol of death}, except that all creatures within the radius of the symbol of insanity instead become permanently insane (as the {spell/insanity} spell).",
			"",
			"Unlike symbol of death, symbol of insanity has no hit point limit; once triggered, a symbol of insanity simply remains active for 10 minutes per caster level.",
			"",
			"*Note:* Magic traps such as symbol of insanity are hard to detect and disable. A rogue (only) can use the Perception skill to find a symbol of insanity and Disable Device to thwart it. The DC in each case is 25 + spell level, or 33 for symbol of insanity."
		]
	},
	"symbol_of_laughter": {
		"name": "Symbol of Laughter",
		"sources": [ "Advanced Class Guide" ],
		"description": [
			"## Symbol of Laughter",
			"",
			"{SOURCE Advanced Class Guide/196}  ",
			"**School** {spelldef/enchantment} ({spelldef/charm}) [{spelldef/mind-affecting}]; **Level** arcanist 4, mesmerist 3, occultist 3, sorcerer 4, witch 4, wizard 4  ",
			"**Casting Time** 10 minutes  ",
			"**Components** V, S, M (mercury and phosphorus, plus powdered diamond and opal worth 1,000 gp each)  ",
			"**Range** 0 ft.; see text  ",
			"**Effect** one symbol  ",
			"**Duration** see text  ",
			"**Saving Throw** Will negates; **Spell Resistance** yes",
			"",
			"This spell functions as {spell/symbol of death}, except that all creatures within 60 feet are affected with uncontrollable laughter (as {spell/hideous laughter}) for 1 round per caster level.",
			"",
			"Unlike symbol of death, symbol of laughter has no hit point limit; once it is triggered, a symbol of laughter remains active for 1 minute per caster level.",
			"",
			"Symbol of laughter can be made permanent with a {spell/permanency} spell by a caster of 10th level or higher at a cost of 5,000 gp."
		]
	},
	"symbol_of_mirroring": {
		"name": "Symbol of Mirroring",
		"sources": [ "Ultimate Magic" ],
		"description": [
			"## Symbol of Mirroring",
			"",
			"{SOURCE Ultimate Magic/241}  ",
			"**School** {spelldef/illusion} ({spelldef/figment}); **Level** arcanist 2, mesmerist 2, occultist 2, redmantisassassin 2, sorcerer 2, witch 2, wizard 2  ",
			"**Casting Time** 10 minutes  ",
			"**Components** V, S, M (mercury and phosphorous, plus powdered diamond and opal worth a total of 100 gp)  ",
			"**Range** 0 ft.; see text  ",
			"**Effect** one symbol  ",
			"**Duration** see text  ",
			"**Saving Throw** Will partial (harmless); **Spell Resistance** yes",
			"",
			"This spell functions as {spell/symbol of death}, except it instead creates one illusory duplicate of each creature within 60 feet of the symbol. These duplicates function as {spell/mirror image}, moving with the original creatures and mimicking their movements, sounds, and actions exactly. If an illusory double is destroyed, a new one appears on the creature's turn. The images last for as long as a creature remains within 60 feet of the symbol, and for 1 round/level thereafter. Once triggered, the symbol remains active for 10 minutes per caster level.",
			"",
			"Symbol of mirroring can be made permanent with a {spell/permanency} spell by a caster of 10th level or higher for the cost of 5,000 gp."
		]
	},
	"symbol_of_pain": {
		"name": "Symbol of Pain",
		"sources": [ "PRPG Core Rulebook" ],
		"description": [
			"## Symbol of Pain",
			"",
			"{SOURCE PRPG Core Rulebook/356}  ",
			"**School** {spelldef/necromancy} [{spelldef/evil}, {spelldef/pain}]; **Level** arcanist 5, cleric 5, mesmerist 5, occultist 4, oracle 5, sorcerer 5, warpriest 5, witch 5, wizard 5  ",
			"**Casting Time** 10 minutes  ",
			"**Components** V, S, M (mercury and phosphorus, plus powdered diamond and opal worth a total of 1,000 gp)  ",
			"**Range** 0 ft.; see text  ",
			"**Effect** one symbol  ",
			"**Duration** see text  ",
			"**Saving Throw** Fortitude negates; **Spell Resistance** yes",
			"",
			"This spell functions like {spell/symbol of death}, except that each creature within the radius of a symbol of pain instead suffers wracking pains that impose a -4 penalty on attack rolls, skill checks, and ability checks. These effects last for 1 hour after the creature moves farther than 60 feet from the symbol.",
			"",
			"Unlike symbol of death, symbol of pain has no hit point limit; once triggered, a symbol of pain simply remains active for 10 minutes per caster level.",
			"",
			"*Note:* Magic traps such as symbol of pain are hard to detect and disable. A rogue (only) can use the Perception skill to find a symbol of pain and Disable Device to thwart it. The DC in each case is 25 + spell level, or 30 for symbol of pain."
		]
	},
	"symbol_of_persuasion": {
		"name": "Symbol of Persuasion",
		"sources": [ "PRPG Core Rulebook" ],
		"description": [
			"## Symbol of Persuasion",
			"",
			"{SOURCE PRPG Core Rulebook/356}  ",
			"**School** {spelldef/enchantment} ({spelldef/charm}) [{spelldef/mind-affecting}]; **Level** arcanist 6, cleric 6, mesmerist 6, occultist 4, oracle 6, sorcerer 6, warpriest 6, witch 6, wizard 6  ",
			"**Casting Time** 10 minutes  ",
			"**Components** V, S, M (mercury and phosphorus, plus powdered diamond and opal worth a total of 5,000 gp)  ",
			"**Range** 0 ft.; see text  ",
			"**Effect** one symbol  ",
			"**Duration** see text  ",
			"**Saving Throw** Will negates; **Spell Resistance** yes",
			"",
			"This spell functions like {spell/symbol of death}, except that all creatures within the radius of a symbol of persuasion instead become charmed by the caster (as the {spell/charm monster} spell) for 1 hour per caster level.",
			"",
			"Unlike symbol of death, symbol of persuasion has no hit point limit; once triggered, a symbol of persuasion simply remains active for 10 minutes per caster level.",
			"",
			"*Note:* Magic traps such as symbol of persuasion are hard to detect and disable. A rogue (only) can use the Perception skill to find a symbol of persuasion and Disable Device to thwart it. The DC in each case is 25 + spell level, or 31 for symbol of persuasion."
		]
	},
	"symbol_of_revelation": {
		"name": "Symbol of Revelation",
		"sources": [ "Ultimate Magic" ],
		"description": [
			"## Symbol of Revelation",
			"",
			"{SOURCE Ultimate Magic/241}  ",
			"**School** {spelldef/divination}; **Level** arcanist 4, cleric 4, occultist 3, oracle 4, sorcerer 4, warpriest 4, witch 4, wizard 4  ",
			"**Casting Time** 10 minutes  ",
			"**Components** V, S, M (mercury and phosphorous, plus powdered diamond and opal worth a total of 1,000 gp)  ",
			"**Range** 0 ft.; see text  ",
			"**Effect** one symbol  ",
			"**Duration** see text  ",
			"**Saving Throw** none; **Spell Resistance** yes",
			"",
			"This spell functions as {spell/symbol of death}, except it is only activated by invisible creatures, creatures affected by an illusion (glamer) effect, creatures with the shapechanger subtype, or creatures that have magically changed their shape. These creatures are outlined by a pale light that functions like {spell/faerie fire}, except it lasts for 10 minutes per caster level; the symbol does not otherwise reveal their true form. Once triggered, a symbol of revelation remains active for 10 minutes per caster level.",
			"",
			"Symbol of revelation can be made permanent with a {spell/permanency} spell by a caster of 12th level or higher for the cost of 10,000 gp."
		]
	},
	"symbol_of_scrying": {
		"name": "Symbol of Scrying",
		"sources": [ "Ultimate Magic" ],
		"description": [
			"## Symbol of Scrying",
			"",
			"{SOURCE Ultimate Magic/241}  ",
			"**School** {spelldef/divination} ({spelldef/scrying}); **Level** arcanist 5, cleric 5, occultist 4, oracle 5, sorcerer 5, warpriest 5, witch 5, wizard 5  ",
			"**Casting Time** 10 minutes  ",
			"**Components** V, S, M (mercury and phosphorous, plus powdered diamond and opal worth a total of 1,000 gp)  ",
			"**Range** 0 ft.; see text  ",
			"**Effect** one symbol  ",
			"**Duration** see text  ",
			"**Saving Throw** none; **Spell Resistance** no",
			"",
			"This spell functions as {spell/symbol of death}, except that, when triggered, it creates a scrying sensor linked to you and centered on the symbol, even if you are on a different plane than the symbol. You are immediately aware that the symbol has been triggered if you are conscious, and are awakened from normal sleep if sleeping. The symbol does not otherwise disturb your concentration. You may observe the area through the symbol as if using a {spell/scrying} spell with the sensor as the target creature. Once triggered, the symbol remains active for 10 minutes per caster level.",
			"",
			"Unlike symbol of death, a symbol of scrying is not considered a magical trap. Symbol of scrying can be made permanent with a {spell/permanency} spell by a caster of 13th level or higher for the cost of 10,000 gp."
		]
	},
	"symbol_of_sealing": {
		"name": "Symbol of Sealing",
		"sources": [ "Ultimate Magic" ],
		"description": [
			"## Symbol of Sealing",
			"",
			"{SOURCE Ultimate Magic/242}  ",
			"**School** {spelldef/abjuration} [{spelldef/force}]; **Level** arcanist 6, cleric 6, occultist 4, oracle 6, sorcerer 6, warpriest 6, witch 6, wizard 6  ",
			"**Casting Time** 10 minutes  ",
			"**Components** V, S, M (mercury and phosphorous, plus powdered diamond and opal worth a total of 5,000 gp)  ",
			"**Range** 0 ft.; see text  ",
			"**Effect** one symbol  ",
			"**Duration** permanent  ",
			"**Saving Throw** none; **Spell Resistance** no",
			"",
			"This spell allows you to scribe a potent rune of power upon or above a door or other opening measuring no more than 20 square feet/level in size. When the casting is completed, the symbol immediately triggers, glowing visibly and sealing the door or opening with an invisible barrier of force equivalent to a {spell/wall of force}. Destroying the symbol ends the effect, though destroying it once the symbol has been activated requires destroying the wall of force first. Once triggered, the wall remains for 10 minutes per caster level.",
			"",
			"When scribing a symbol of sealing, you can specify a password or phrase that allows a creature speaking it to bypass the seal and pass through the opening. You can also attune any number of creatures to the symbol of sealing, but doing this extends the casting time as described under symbol of death. However, the force wall created by the symbol blocks attacks and line of effect even for creatures that know the password or are attuned - the password only prevents them from triggering the symbol, not from ignoring its effects if triggered.",
			"",
			"A {spell/disintegrate} spell or similar effect can destroy the wall of force created by the symbol if the caster makes a caster level check against a DC of 11 + your caster level. A {spell/knock} spell has no effect on a symbol of sealing or its force wall. A symbol of sealing cannot be dispelled, but {spell/mage's disjunction} automatically destroys it."
		]
	},
	"symbol_of_sleep": {
		"name": "Symbol of Sleep",
		"sources": [ "PRPG Core Rulebook" ],
		"description": [
			"## Symbol of Sleep",
			"",
			"{SOURCE PRPG Core Rulebook/356}  ",
			"**School** {spelldef/enchantment} ({spelldef/compulsion}) [{spelldef/mind-affecting}]; **Level** arcanist 5, cleric 5, mesmerist 5, occultist 4, oracle 5, sorcerer 5, warpriest 5, witch 5, wizard 5  ",
			"**Casting Time** 10 minutes  ",
			"**Components** V, S, M (mercury and phosphorus, plus powdered diamond and opal worth a total of 1,000 gp)  ",
			"**Range** 0 ft.; see text  ",
			"**Effect** one symbol  ",
			"**Duration** see text  ",
			"**Saving Throw** Will negates; **Spell Resistance** yes",
			"",
			"This spell functions like {spell/symbol of death}, except that all creatures of 10 HD or less within 60 feet of the symbol of sleep instead fall into a catatonic slumber for 3d6 &times; 10 minutes. Unlike with the {spell/sleep} spell, sleeping creatures cannot be awakened by nonmagical means before this time expires.",
			"",
			"Unlike symbol of death, symbol of sleep has no hit point limit; once triggered, a symbol of sleep simply remains active for 10 minutes per caster level.",
			"",
			"*Note:* Magic traps such as symbol of sleep are hard to detect and disable. A rogue (only) can use the Perception skill to find a symbol of sleep and Disable Device to thwart it. The DC in each case is 25 + spell level, or 30 for symbol of sleep."
		]
	},
	"symbol_of_slowing": {
		"name": "Symbol of Slowing",
		"sources": [ "Ultimate Magic" ],
		"description": [
			"## Symbol of Slowing",
			"",
			"{SOURCE Ultimate Magic/242}  ",
			"**School** {spelldef/transmutation}; **Level** arcanist 4, cleric 4, occultist 3, oracle 4, redmantisassassin 4, sorcerer 4, warpriest 4, witch 4, wizard 4  ",
			"**Casting Time** 10 minutes  ",
			"**Components** V, S, M (mercury and phosphorous, plus powdered diamond and opal worth a total of 1,000 gp)  ",
			"**Range** 0 ft.; see text  ",
			"**Effect** one symbol  ",
			"**Duration** see text  ",
			"**Saving Throw** Will negates; **Spell Resistance** yes",
			"",
			"This spell functions as {spell/symbol of death}, except all creatures within 60 feet of a symbol of slowing are slowed (as the {spell/slow} spell) for 1 round per caster level.",
			"",
			"Symbol of slowing can be made permanent with a {spell/permanency} spell by a caster of 11th level or higher for the cost of 10,000 gp."
		]
	},
	"symbol_of_storms": {
		"name": "Symbol of Storms",
		"copyof": "symbol_of_death"
	},
	"symbol_of_strife": {
		"name": "Symbol of Strife",
		"sources": [ "Ultimate Magic" ],
		"description": [
			"## Symbol of Strife",
			"",
			"{SOURCE Ultimate Magic/242}  ",
			"**School** {spelldef/enchantment} ({spelldef/compulsion}) [{spelldef/mind-affecting}]; **Level** arcanist 9, cleric 9, occultist 6, oracle 9, sorcerer 9, witch 9, wizard 9  ",
			"**Casting Time** 10 minutes  ",
			"**Components** V, S, M (mercury and phosphorous, plus powdered diamond opal worth a total of 15,000 gp)  ",
			"**Range** 0 ft.; see text  ",
			"**Effect** one symbol  ",
			"**Duration** see text  ",
			"**Saving Throw** Will negates; **Spell Resistance** yes",
			"",
			"This spell functions as {spell/symbol of death}, except all creatures within the radius of a symbol of strife are compelled to attack the nearest conscious creature for 1 round per caster level (similar to the \"attack nearest creature\" result of the {spell/confusion} spell), even after leaving the symbol's area of effect. If no other creatures are visible, an affected creature can act normally. Once triggered, the symbol remains active for 10 minutes per caster level.",
			"",
			"Symbol of strife can be made permanent with a {spell/permanency} spell by a caster of 18th level or higher for the cost of 25,000 gp."
		]
	},
	"symbol_of_striking": {
		"name": "Symbol of Striking",
		"sources": [ "Ultimate Combat" ],
		"description": [
			"## Symbol of Striking",
			"",
			"{SOURCE Ultimate Combat/245}  ",
			"**School** {spelldef/illusion} ({spelldef/shadow>_subschool}); **Level** arcanist 5, cleric 5, magus 5, occultist 4, oracle 5, sorcerer 5, warpriest 5, witch 5, wizard 5  ",
			"**Casting Time** 10 minutes  ",
			"**Components** V, S, M (a masterwork melee weapon costing at least 300 gp)  ",
			"**Range** 0 ft.; see text  ",
			"**Effect** one symbol  ",
			"**Duration** see text  ",
			"**Saving Throw** Will half, see text; **Spell Resistance** yes, see text",
			"",
			"This spell functions like {spell/symbol of death}, except that using the material component, you scribe a symbol of striking so it fills a 5-foot square. Once triggered, the symbol of striking glows and lasts for 10 minutes per caster level or until it has made a number of attacks of opportunity equal to your level, whichever comes first. When triggered, the symbol threatens its area and the area around it as if it were a Medium creature wielding a magic version of the weapon you used as the material component. Using your caster level + 1 + your Intelligence modifier (magus, witch, wizard) or Wisdom modifier (cleric) or Charisma modifier (oracle, sorcerer) as its attack bonus, the symbol can make a number of attacks of opportunity each round equal to 1 + the same ability score modifier you used to determine its attack bonus. It gains a bonus on damage rolls equal to the same ability score modifier you used to determine its attack bonus. A shadowy version of you wielding the material component appears to make these attacks.",
			"",
			"The symbol attacks any non-attuned creature that provokes an attack of opportunity from the symbol. However, when the symbol first attacks a creature, the symbol must overcome that creature's spell resistance or be rendered unable to harm it. The symbol never again attacks such creatures. Further, when the symbol first attacks a creature, a successful Will saving throw allows the creature to see the shadow nature of the attacks and take half damage when such attacks hit.",
			"",
			"Symbol of striking can be made permanent with a {spell/permanency} spell by a caster of 13th level or higher for the cost of 10,000 gp."
		]
	},
	"symbol_of_stunning": {
		"name": "Symbol of Stunning",
		"sources": [ "PRPG Core Rulebook" ],
		"description": [
			"## Symbol of Stunning",
			"",
			"{SOURCE PRPG Core Rulebook/356}  ",
			"**School** {spelldef/enchantment} ({spelldef/compulsion}) [{spelldef/mind-affecting}]; **Level** arcanist 7, cleric 7, occultist 5, oracle 7, sorcerer 7, witch 7, wizard 7  ",
			"**Casting Time** 10 minutes  ",
			"**Components** V, S, M (mercury and phosphorus, plus powdered diamond and opal worth a total of 5,000 gp)  ",
			"**Range** 0 ft.; see text  ",
			"**Effect** one symbol  ",
			"**Duration** see text  ",
			"**Saving Throw** Will negates; **Spell Resistance** yes",
			"",
			"This spell functions like {spell/symbol of death}, except that all creatures within 60 feet of a symbol of stunning instead become stunned for 1d6 rounds.",
			"",
			"*Note:* Magic traps such as symbol of stunning are hard to detect and disable. A rogue (only) can use the Perception skill to find a symbol of stunning and Disable Device to thwart it. The DC in each case is 25 + spell level, or 32 for symbol of stunning."
		]
	},
	"symbol_of_vulnerability": {
		"name": "Symbol of Vulnerability",
		"sources": [ "Ultimate Magic" ],
		"description": [
			"## Symbol of Vulnerability",
			"",
			"{SOURCE Ultimate Magic/243}  ",
			"**School** {spelldef/abjuration}; **Level** arcanist 9, cleric 9, occultist 6, oracle 9, sorcerer 9, witch 9, wizard 9  ",
			"**Casting Time** 10 minutes  ",
			"**Components** V, S, M (mercury and phosphorous, plus powdered diamond opal worth a total of 15,000 gp)  ",
			"**Range** 0 ft.; see text  ",
			"**Effect** one symbol  ",
			"**Duration** see text  ",
			"**Saving Throw** none; **Spell Resistance** no",
			"",
			"This spell functions as {spell/symbol of death}, except it saps the defenses of all creatures within 60 feet. Affected creatures receive a -4 penalty to spell resistance and a -4 penalty on saving throws, and energy resistances and damage reduction (if any) are reduced by 10 each (to a minimum of 0). Once triggered, the symbol remains active for 10 minutes per level. The effects last as long as the creature is within 60 feet of the symbol, and for 1 round per caster level afterward.",
			"",
			"Symbol of vulnerability can be made permanent with a {spell/permanency} spell by a caster of 18h level or higher for the cost of 25,000 gp."
		]
	},
	"symbol_of_weakness": {
		"name": "Symbol of Weakness",
		"sources": [ "PRPG Core Rulebook" ],
		"description": [
			"## Symbol of Weakness",
			"",
			"{SOURCE PRPG Core Rulebook/357}  ",
			"**School** {spelldef/necromancy}; **Level** arcanist 7, cleric 7, occultist 5, oracle 7, sorcerer 7, witch 7, wizard 7  ",
			"**Casting Time** 10 minutes  ",
			"**Components** V, S, M (mercury and phosphorus, plus powdered diamond and opal worth a total of 5,000 gp)  ",
			"**Range** 0 ft.; see text  ",
			"**Effect** one symbol  ",
			"**Duration** see text  ",
			"**Saving Throw** Fortitude negates; **Spell Resistance** yes",
			"",
			"This spell functions like {spell/symbol of death}, except that every creature within 60 feet of a symbol of weakness instead suffers crippling weakness that deals 3d6 points of Strength damage.",
			"",
			"Unlike symbol of death, symbol of weakness has no hit point limit; once triggered, a symbol of weakness simply remains active for 10 minutes per caster level. A creature can only be affected by this symbol once.",
			"",
			"*Note:* Magic traps such as symbol of weakness are hard to detect and disable. A rogue (only) can use the Perception skill to find a symbol of weakness and Disable Device to thwart it. The DC in each case is 25 + spell level, or 32 for symbol of weakness."
		]
	},
	"sympathetic_vibration": {
		"name": "Sympathetic Vibration",
		"sources": [ "PRPG Core Rulebook" ],
		"description": [
			"## Sympathetic Vibration",
			"",
			"{SOURCE PRPG Core Rulebook/357}  ",
			"**School** {spelldef/evocation} [{spelldef/sonic}]; **Level** bard 6, skald 6  ",
			"**Casting Time** 10 minutes  ",
			"**Components** V, S, F (a tuning fork)  ",
			"**Range** touch  ",
			"**Target** one freestanding structure  ",
			"**Duration** up to 1 round/level  ",
			"**Saving Throw** none; see text; **Spell Resistance** yes",
			"",
			"By attuning yourself to a freestanding structure, you can create a damaging vibration within it. Once it begins, the vibration deals 2d10 points of damage per round to the target structure, bypassing hardness. You can choose at the time of casting to limit the duration of the spell; otherwise it lasts for 1 round per level. If the spell is cast upon a target that is not freestanding, the surrounding stone dissipates the effect and no damage occurs.",
			"",
			"Sympathetic vibration cannot affect creatures (including constructs). Since a structure is an unattended object, it gets no saving throw to resist the effect."
		]
	},
	"sympathetic_wounds": {
		"name": "Sympathetic Wounds",
		"sources": [ "Gods and Magic" ],
		"description": [
			"## Sympathetic Wounds",
			"",
			"{SOURCE Gods and Magic/43}  ",
			"**School** {spelldef/abjuration} [{spelldef/evil}]; **Level** cleric 2, druid 2, hunter 2, oracle 2, warpriest 2 (Zon-Kuthon)  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S, M (250 gp of powdered amber)  ",
			"**Range** close (25 ft. + 5 ft./2 levels)  ",
			"**Target** one creature  ",
			"**Duration** Will negates  ",
			"**Saving Throw** Will negates; **Spell Resistance** yes",
			"",
			"This spell functions like {spell/shield other}, except some of your wounds transfer to the targeted creature rather than some of their wounds transferring to you. For example, you could link yourself to a nearby chained slave so that when you are wounded, some of the damage is transferred to the slave. You must have at least as many hit dice as the target, otherwise the spell fails. A creature can only be under the effects of one instance of this spell at a time."
		]
	},
	"sympathy": {
		"name": "Sympathy",
		"sources": [ "PRPG Core Rulebook" ],
		"description": [
			"## Sympathy",
			"",
			"{SOURCE PRPG Core Rulebook/357}  ",
			"**School** {spelldef/enchantment} ({spelldef/compulsion}) [{spelldef/emotion}, {spelldef/mind-affecting}]; **Level** arcanist 8, druid 9, occultist 6, psychic 8, sorcerer 8, summoner 6, witch 8, wizard 8  ",
			"**Casting Time** 1 hour  ",
			"**Components** V, S, M (a drop of honey and crushed pearls worth 1,500 gp)  ",
			"**Range** close (25 ft. + 5 ft./2 levels)  ",
			"**Target** one location (up to a 10-ft. cube/level) or one object  ",
			"**Duration** 2 hours/level (D)  ",
			"**Saving Throw** Will negates; see text; **Spell Resistance** yes",
			"",
			"You cause an object or location to emanate magical vibrations that attract either a specific kind of intelligent creature or creatures of a particular alignment, as defined by you. The particular kind of creature to be affected must be named specifically. A creature subtype is not specific enough. Likewise, the specific alignment must be named.",
			"",
			"Creatures of the specified kind or alignment feel elated and pleased to be in the area or desire to touch or possess the object. The compulsion to stay in the area or touch the object is overpowering. If the save is successful, the creature is released from the enchantment, but a subsequent save must be made 1d6 &times; 10 minutes later. If this save fails, the affected creature attempts to return to the area or object.",
			"",
			"Sympathy counters and dispels {spell/antipathy}."
		]
	},
	"synapse_overload": {
		"name": "Synapse Overload",
		"sources": [ "Occult Adventures" ],
		"description": [
			"## Synapse Overload",
			"",
			"{SOURCE Occult Adventures/187}  ",
			"**School** {spelldef/divination} [{spelldef/mind-affecting}]; **Level** mesmerist 4, psychic 5  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V  ",
			"**Range** touch  ",
			"**Target** living creature touched  ",
			"**Duration** instantaneous  ",
			"**Saving Throw** Fortitude partial (see text); **Spell Resistance** yes",
			"",
			"You cause the target's mind to unleash a vast overflowing torrent of information throughout the target's body, causing the target's synapses to violently trigger. The target takes 1d6 points of electrical damage per caster level (maximum 15d6) and is staggered for 1 minute. A successful Fortitude saving throw doesn't reduce the damage, but it negates the staggered effect."
		]
	},
	"synaptic_pulse": {
		"name": "Synaptic Pulse",
		"sources": [ "Occult Adventures" ],
		"description": [
			"## Synaptic Pulse",
			"",
			"{SOURCE Occult Adventures/187}  ",
			"**School** {spelldef/enchantment} ({spelldef/compulsion}) [{spelldef/mind-affecting}]; **Level** mesmerist 3, psychic 3  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V  ",
			"**Range** 30 ft.  ",
			"**Area** 30-ft.-radius spread centered on you  ",
			"**Duration** 1 round  ",
			"**Saving Throw** Will negates; **Spell Resistance** yes",
			"",
			"You emit a pulsating mental blast that stuns all creatures in range of your psychic shriek for 1 round.",
			"",
			"### Greater Synaptic Pulse",
			"",
			"{SOURCE Occult Adventures/187}  ",
			"**School** {spelldef/enchantment} ({spelldef/compulsion}) [{spelldef/mind-affecting}]; **Level** mesmerist 4, psychic 5  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V  ",
			"**Range** 30 ft.  ",
			"**Area** 30-ft.-radius spread centered on you  ",
			"**Duration** 1d4 rounds; see text  ",
			"**Saving Throw** Will negates; **Spell Resistance** yes",
			"",
			"You emit a pulsating mental blast that stuns all creatures in range of your psychic shriek for 1d4 rounds. On a successful save, a creature is instead sickened for 1 round."
		]
	},
	"synaptic_pulse_greater": {
		"name": "Greater Synaptic Pulse",
		"copyof": "synaptic_pulse"
	},
	"greater_synaptic_pulse": { "copyof": "synaptic_pulse_greater" },
	"synaptic_scramble": {
		"name": "Synaptic Scramble",
		"sources": [ "Occult Adventures" ],
		"description": [
			"## Synaptic Scramble",
			"",
			"{SOURCE Occult Adventures/187}  ",
			"**School** {spelldef/enchantment} ({spelldef/compulsion}) [{spelldef/mind-affecting}]; **Level** mesmerist 3, psychic 4  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S  ",
			"**Range** medium (100 ft. + 10 ft./level)  ",
			"**Target** one creature  ",
			"**Duration** 1 round/level  ",
			"**Saving Throw** Will negates; **Spell Resistance** yes",
			"",
			"You scramble the synaptic connections of your target, causing it to lose the ability to coherently communicate and to take unintended actions when it meant to perform others. The target cannot effectively communicate while under the spell's influence, and thus cannot engage in acts like speaking, attempting Bluff checks to pass secret messages, writing, or using telepathy, although the spell doesn't prevent verbalizations made for purposes other than communication, such as command words or the verbal component of spellcasting.",
			"",
			"The target's mind is too scrambled to take full-round actions or longer actions, as the target's attention inevitably wanders before the action completes. Whenever the target attempts to take a move action or a standard action, roll on the following table instead. If the result on the table is an action that the target cannot take, the target takes no action instead.",
			"",
			"| d% | Action |",
			"| --- | --- |",
			"| 01-20 | Move action (must use move action to move) |",
			"| 21-40 | Other move action (perform a move action other than moving) |",
			"| 41-60 | Attack action (spend a standard action on the attack action, attacking once with a weapon) |",
			"| 61-80 | Other standard action (perform a standard action that isn't the attack action) |",
			"| 81-100 | Desired action (perform whatever standard or move action the creature desires to perform) |"
		]
	},
	"synesthesia": {
		"name": "Synesthesia",
		"sources": [ "Occult Adventures" ],
		"description": [
			"## Synesthesia",
			"",
			"{SOURCE Occult Adventures/187}  ",
			"**School** {spelldef/illusion} ({spelldef/phantasm}) [{spelldef/mind-affecting}]; **Level** mesmerist 3, psychic 3  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S  ",
			"**Range** close (25 ft. + 5 ft./2 levels)  ",
			"**Targets** one living creature  ",
			"**Duration** 1 round/level  ",
			"**Saving Throw** Will negates; **Spell Resistance** yes",
			"",
			"You overstimulate the senses of the affected creature, causing its senses to interfere with another. While a creature is under the effects of this spell, sensory input is processed by the wrong senses, such that noise triggers bursts of colors, smells create sounds, and so on. The affected creature moves at half speed, has a 20% miss chance on attacks, and takes a -4 penalty to AC and on skill checks and Reflex saves. Successful spellcasting while affected requires a concentration check with a DC equal to this spell's save DC plus the level of spell being cast.",
			"",
			"In addition, the affected creature is considered distracted for the purpose of attempting Perception checks. Effects that negate or reduce concealment do not affect the miss chance from synesthesia.",
			"",
			"### Mass Synesthesia",
			"",
			"{SOURCE Occult Adventures/188}  ",
			"**School** {spelldef/illusion} ({spelldef/phantasm}) [{spelldef/mind-affecting}]; **Level** mesmerist 5, psychic 7  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S  ",
			"**Range** medium (100 ft. + 10 ft./level)  ",
			"**Targets** one or more living creatures, no two of which can be more than 30 ft. apart  ",
			"**Duration** 1 round/level  ",
			"**Saving Throw** Will negates; **Spell Resistance** yes",
			"",
			"This spell functions like synesthesia, except as noted above."
		]
	},
	"synesthesia_mass": {
		"name": "Mass Synesthesia",
		"copyof": "synesthesia"
	},
	"mass_synesthesia": { "copyof": "synesthesia_mass" },
	"tactical_acumen": {
		"name": "Tactical Acumen",
		"sources": [ "Ultimate Combat" ],
		"description": [
			"## Tactical Acumen",
			"",
			"{SOURCE Ultimate Combat/246}  ",
			"**School** {spelldef/enchantment} ({spelldef/compulsion}) [{spelldef/mind-affecting}]; **Level** arcanist 2, bard 2, inquisitor 2, magus 2, medium 2, occultist 2, paladin 1, psychic 2, skald 2, sorcerer 2, wizard 2  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S, M/DF (a small piece of a map)  ",
			"**Range** 30 ft.  ",
			"**Area** The caster and all allies within a 30-ft.-radius burst, centered on the caster  ",
			"**Duration** 1 round/level (D)",
			"",
			"Tactical acumen grants you and your allies a mastery of battlefield tactics. Whenever you would gain a bonus on attack rolls or to AC due to battlefield position, such as flanking, higher ground, or cover, you gain an additional +1 insight bonus. This bonus increases by +1 for every five caster levels above 5th you possess (maximum +4)."
		]
	},
	"tactical_adaptation": {
		"name": "Tactical Adaptation",
		"sources": [ "Adventurer's Guide" ],
		"description": [
			"## Tactical Adaptation",
			"",
			"{SOURCE Adventurer's Guide/27}  ",
			"**School** {spelldef/transmutation}; **Level** magus 3  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S, F (a gold and sapphire ring worth 500 gp, which the caster must wear for the spell's duration)  ",
			"**Range** personal  ",
			"**Target** you  ",
			"**Duration** 1 minute/level",
			"",
			"This spell was developed by an Aldori Academy student after several weeks of observing (and occasionally joining) Restov barroom brawls. You draw on your mind's hidden reserves, instantaneously mastering advanced combat techniques. When you cast this spell, choose a combat feat. You must meet all prerequisites for this feat, treating your magus level as your base attack bonus for this purpose. For the duration of this spell, you are treated as if you had the chosen feat. Once you cast this spell, you cannot change the chosen feat (or any decisions related to that feat) for additional castings of this spell on the same day.",
			"",
			"A creature can benefit from only one tactical adaptation spell at a time."
		]
	},
	"tactical_formation": {
		"name": "Tactical Formation",
		"sources": [ "Dwarves of Golarion" ],
		"description": [
			"## Tactical Formation",
			"",
			"{SOURCE Dwarves of Golarion/23}  ",
			"**School** {spelldef/abjuration}; **Level** cleric 3, hunter 4, oracle 3, paladin 3, ranger 4, warpriest 3 (Torag)  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S  ",
			"**Range** close (25 ft. + 5 ft./2 levels)  ",
			"**Area** up to one creature/level, no two of which may be more than 30 ft. apart  ",
			"**Duration** 10 minutes/level  ",
			"**Saving Throw** Will negates (harmless); **Spell Resistance** yes (harmless)",
			"",
			"This spell increases the effectiveness of a group's formation in battle. When cast, all creatures under the effect of the spell must be adjacent to one another, forming an unbroken chain of squares (which may include creatures sharing the same square). This chain does not need to be a straight line. Each target in the chain receives a +2 deflection bonus to AC as long as the targets stay adjacent to at least one other creature affected by the spell; moving more than 5 feet from another target ends the spell with respect to that creature only. For example, a cleric could cast it on himself and four dwarves blocking a 20-foot-wide corridor; the cleric can move freely from the left side of the formation to the right side (whether in front of or behind the other targets) and not break the spell as long as he stays within 5 feet of at least one of them."
		]
	},
	"tactical_insight": {
		"name": "Tactical Insight",
		"sources": [ "Quests and Campaigns" ],
		"description": [
			"## Tactical Insight",
			"",
			"{SOURCE Quests and Campaigns/29}  ",
			"**School** {spelldef/divination}; **Level** bard 6, inquisitor 6, skald 6  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S  ",
			"**Range** 1 hex  ",
			"**Targets** one army  ",
			"**Duration** 1 battle  ",
			"**Saving Throw** none; **Spell Resistance** no",
			"",
			"Choose a single army tactic. You grant mastery of this tactic to the target army for the spell's duration. This tactic may bring an army's total known tactics to a number greater than normally allowed."
		]
	},
	"tactical_miscalculation": {
		"name": "Tactical Miscalculation",
		"sources": [ "Pathfinder Society Primer" ],
		"description": [
			"## Tactical Miscalculation",
			"",
			"{SOURCE Pathfinder Society Primer/15}  ",
			"**School** {spelldef/enchantment} ({spelldef/compulsion}) [{spelldef/emotion}, {spelldef/mind-affecting}]; **Level** bard 2, hunter 2, inquisitor 2, ranger 2, skald 2  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S  ",
			"**Range** close (25 ft. + 5 ft./2 levels)  ",
			"**Target** one creature  ",
			"**Duration** 1 round/level  ",
			"**Saving Throw** see text; **Spell Resistance** yes",
			"",
			"The target becomes fixated on avoiding damage and fails to spot even the most opportune moments to attack. Whenever a creature the target threatens would provoke an attack of opportunity from the target, the target must succeed at a Will save or be unable to make the attack of opportunity against that creature."
		]
	},
	"tail_current": {
		"name": "Tail Current",
		"copyof": "tailwind"
	},
	"tail_strike": {
		"name": "Tail Strike",
		"sources": [ "Legacy of Dragons" ],
		"description": [
			"## Tail Strike",
			"",
			"{SOURCE Legacy of Dragons/31}  ",
			"**School** {spelldef/transmutation} [{spelldef/draconic}]; **Level** alchemist 4, antipaladin 3, arcanist 3, bloodrager 3, investigator 4, medium 3, paladin 3, sorcerer 3, wizard 3  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, M (a dragon scale)  ",
			"**Range** personal  ",
			"**Target** you  ",
			"**Duration** 1 minute/level (see text)",
			"",
			"You grow a draconic tail (clothing and armor adjust as necessary), or if you already have a tail, it takes on a draconic appearance. If you have a draconic bloodline, the tail matches the appearance of that dragon type; otherwise, it matches the appearance of a dragon type whose alignment matches your own. You gain a tail slam attack that deals 1d6 points of damage (1d4 if Small, 1d8 if Large) + your Strength modifier. If you already have a tail attack, you instead extend the reach of your tail attack by 5 feet. If you have a tail sweep attack, this spell increases its radius by 10 feet.",
			"",
			"If used as part of a full-attack action, the tail slam is considered a secondary attack, is made at your full base attack bonus - 5, and adds half your Strength modifier to its damage. You can end this spell before its normal duration by uttering a bestial roar as a swift action. When you do, you can attempt an Intimidate check to demoralize all foes within a 30-foot radius that can hear the roar.",
			"",
			"Clerics, inquisitors, oracles, and warpriests who worship dragon deities add tail strike to their class spell lists as a 4th-level spell."
		]
	},
	"tailwind": {
		"name": "Tailwind",
		"sources": [ "Ultimate Wilderness" ],
		"description": [
			"## Tailwind",
			"",
			"{SOURCE Ultimate Wilderness/236}  ",
			"**School** {spelldef/transmutation} [{spelldef/air}]; **Level** arcanist 4, bloodrager 4, cleric 4, druid 3, hunter 3, magus 4, occultist 3, oracle 4, ranger 3, shaman 3, sorcerer 4, spiritualist 3, warpriest 4, wizard 4  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S  ",
			"**Range** 120 ft.  ",
			"**Targets** one or more creatures, no two of which can be more than 120 feet apart  ",
			"**Duration** 1 hour/level  ",
			"**Saving Throw** Will negates (harmless); **Spell Resistance** yes (harmless)",
			"",
			"You compel the wind to push the targets in a direction of your choice. The subjects can hustle during local and overland movement without risk of fatigue. If the subjects are flying, the first 20 feet of movement each round in the chosen direction does not count against their movement for the round. Each creature remains affected only while within 120 feet of every other subject. You can change the tailwind's direction once per hour by concentrating as a standard action. This spell has no effect underwater.",
			"",
			"### Tail Current",
			"",
			"{SOURCE Ultimate Wilderness/236}  ",
			"**School** {spelldef/transmutation} [{spelldef/water}]; **Level** arcanist 4, bloodrager 4, cleric 4, druid 3, hunter 3, magus 4, occultist 3, oracle 4, ranger 3, shaman 3, sorcerer 4, spiritualist 3, warpriest 4, wizard 4  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S  ",
			"**Range** 120 ft.  ",
			"**Targets** one or more creatures, no two of which can be more than 120 feet apart  ",
			"**Duration** 1 hour/level  ",
			"**Saving Throw** Will negates (harmless); **Spell Resistance** yes (harmless)",
			"",
			"This spell functions as tailwind except it creates a helpful current in water instead of in the air. It grants free movement while swimming rather than while flying and functions only underwater."
		]
	},
	"talisman_of_reprieve": {
		"name": "Talisman of Reprieve",
		"sources": [ "Plane-Hopper's Handbook" ],
		"description": [
			"## Talisman of Reprieve",
			"",
			"{SOURCE Plane-Hopper's Handbook/12}  ",
			"**School** {spelldef/abjuration}; **Level** cleric 5, inquisitor 4, occultist 5, paladin 3, warpriest 5  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S, DF  ",
			"**Range** close (25 ft. + 5 ft./2 levels)  ",
			"**Target** 20-ft.-radius emanation centered on an item  ",
			"**Duration** 10 minutes/level",
			"",
			"You imbue an item with an aura of divine amnesty, allowing all allies within the aura's area to ignore penalties to Intelligence-, Wisdom-, and Charisma-based checks resulting from a plane's mildly or strongly aligned traits, regardless of the allies' alignments. In addition, the item grants a +4 circumstance bonus on checks with one Intelligence-, Wisdom-, or Charisma-based skill determined by you at the time of casting."
		]
	},
	"talismanic_implement": {
		"name": "Talismanic Implement",
		"sources": [ "Occult Adventures" ],
		"description": [
			"## Talismanic Implement",
			"",
			"{SOURCE Occult Adventures/188}  ",
			"**School** {spelldef/evocation}; **Level** occultist 3  ",
			"**Casting Time** 10 minutes  ",
			"**Components** V  ",
			"**Range** personal  ",
			"**Target** you  ",
			"**Duration** 1 hour/level (D) or until discharged",
			"",
			"This spell functions as {spell/contingency}, but you invest a spell whose level doesn't exceed one-quarter of your level (rounded down, maximum spell level 3rd) into one of your implements that holds 2 or more points of mental focus. The spell's school must match that of the implement, and the spell must be one that affects only your person. Casting talismanic implement reduces the selected implement's mental focus by 2, including for the purposes of determining the effects of resonant powers. When you refresh your mental focus, talismanic implement ends automatically, even if the duration hasn't elapsed. Unlike contingency, you may have multiple talismanic implements simultaneously, though a single implement can hold only one talismanic implement spell, and if you have any talismanic implements, you can't have any other kind of contingency in effect."
		]
	},
	"tamers_lash": {
		"name": "Tamer's Lash",
		"sources": [ "Ultimate Wilderness" ],
		"description": [
			"## Tamer's Lash",
			"",
			"{SOURCE Ultimate Wilderness/236}  ",
			"**School** {spelldef/evocation} [{spelldef/sonic}]; **Level** bard 1, bloodrager 1, hunter 1, magus 1, ranger 1, skald 1  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S  ",
			"**Range** 0 ft.  ",
			"**Effect** a whip of magical sound  ",
			"**Duration** 1 round/level (D)  ",
			"**Saving Throw** Will partial (see text); **Spell Resistance** yes",
			"",
			"A 15-foot-long whip of sonic energy springs from your hand, delivering a loud crack when you strike with it. The tamer's lash acts as a {eq-weapon/whip} that deals 1d4 points of sonic damage on a hit, but it has no physical substance and you cannot use it to perform combat maneuvers, nor can it be sundered or disarmed. If you strike an animal with the tamer's lash, the animal must succeed at a Will saving throw or be unable to attack you for 1d3 rounds. Furthermore, if the whipped animal starts its turn unable to attack you as a result of this spell and it is within 30 feet of you, it must spend its first action moving away from you, if it is able. Combat-trained animals, animal companions, and animals with Hit Dice in excess of your caster level + 4 gain a +4 circumstance bonus on their saves to avoid being intimidated in this way. This intimidation effect is a mind-affecting fear effect."
		]
	},
	"tap_inner_beauty": {
		"name": "Tap Inner Beauty",
		"sources": [
			"Inner Sea Gods",
			"Faiths of Purity"
		],
		"description": [
			"## Tap Inner Beauty",
			"",
			"{SOURCE Inner Sea Gods/243;Faiths of Purity/29}  ",
			"**School** {spelldef/divination}; **Level** bard 1, cleric 1, oracle 1, skald 1, warpriest 1, witch 1 (Shelyn)  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, M (a tiny mirror)  ",
			"**Range** personal  ",
			"**Target** you  ",
			"**Duration** 1 minute/level",
			"",
			"This spell allows you to tap into the natural beauty of your soul and let it shine from your eyes and your speech. While the spell is active, you gain a +2 insight bonus on all Charisma ability checks and Charisma-based skill checks."
		]
	},
	"tar_ball": {
		"name": "Tar Ball",
		"sources": [ "Ultimate Magic" ],
		"description": [
			"## Tar Ball",
			"",
			"{SOURCE Ultimate Magic/243}  ",
			"**School** {spelldef/transmutation}; **Level** druid 2, hunter 2  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S, M (a tiny ball of bitumen)  ",
			"**Range** close (25 ft. + 5 ft./2 levels)  ",
			"**Effect** ranged attack  ",
			"**Duration** instantaneous  ",
			"**Saving Throw** none; **Spell Resistance** no",
			"",
			"You create a sticky ball of burning tar that you can hurl at your enemies as a ranged attack. If the tar ball strikes, it deals 1d4 points of fire damage + your Strength modifier, and splashes the target with hot, sticky tar. The tar deals 1d4 points of fire damage each round on the creature's turn for the next 1d4 rounds and gives the target a -2 penalty to Dexterity for that duration. If desired, the target can use a full-round action to attempt to extinguish or cool the tar before taking this additional damage. Extinguishing or cooling the tar requires a DC 15 Reflex save or at least 1 gallon of non-flammable liquid. Rolling on the ground provides the target a +2 bonus on the save. Leaping into a lake or magically cooling the target automatically ends the effect."
		]
	},
	"tar_pool": {
		"name": "Tar Pool",
		"sources": [ "Ultimate Combat" ],
		"description": [
			"## Tar Pool",
			"",
			"{SOURCE Ultimate Combat/246}  ",
			"**School** {spelldef/transmutation} [{spelldef/earth}, {spelldef/fire}]; **Level** arcanist 6, druid 6, hunter 6, sorcerer 6, summoner 5, unchained summoner 6, wizard 6  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S, M/DF (a ball of hardened tar)  ",
			"**Range** close (25 ft. + 5 ft./2 levels)  ",
			"**Area** 20-ft.-radius burst  ",
			"**Duration** 1 round/level  ",
			"**Saving Throw** Reflex partial, see text; **Spell Resistance** no",
			"",
			"You convert a layer of the ground to hot tar. Creatures in the area when the tar appears take 1d6 points of fire damage per two caster levels (maximum of 10d6) and must succeed at a Reflex save or become entangled. An entangled creature receives a saving throw each round to free itself from the tar, and can also attempt to free itself by spending a move action to attempt a Strength check or Escape Artist check (DC = spell saving throw DC).",
			"",
			"It costs 2 squares of movement to enter a square in the area of effect, and the DC of Acrobatics checks within the area of effect increases by 5. The area is difficult terrain. A creature that moves into or starts its turn in the area takes 2d6 points of fire damage and must reattempt this Reflex save or become entangled. A creature that falls prone in the area takes a -4 penalty on its Reflex save against the tar and on Strength and Escape Artist checks to escape the tar.",
			"",
			"A creature that escapes the tar still takes fire damage from the tar until the spell ends or that creature spends a full-round action removing the tar. A creature with tar on it takes a -4 penalty on Acrobatics and Fly checks made to fly with wings or similar appendages."
		]
	},
	"targeted_bomb_admixture": {
		"name": "Targeted Bomb Admixture",
		"sources": [ "Ultimate Combat" ],
		"description": [
			"## Targeted Bomb Admixture",
			"",
			"{SOURCE Ultimate Combat/246}  ",
			"**School** {spelldef/transmutation}; **Level** alchemist 1, investigator 1  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S  ",
			"**Range** personal  ",
			"**Target** you  ",
			"**Duration** 1 round/level",
			"",
			"Upon drinking an extract created with this formula, you make a significant change to your magical reserve that modifies the nature of all bombs you create and throw during this extract's duration. This effect on your magical reserve has no effect on any discoveries that you use to modify your bombs, but you can only have one admixture effect (formula with the word \"bomb admixture\" in its title) active at a time. If you drink another bomb admixture, the effects of the former bomb admixture end and the new one becomes active.",
			"",
			"When you throw bombs, they can only hit a direct target; they do not splash. However, the bomb deals its base damage plus double your Intelligence modifier instead of just its base damage plus your Intelligence modifier."
		]
	},
	"tattoo_potion": {
		"name": "Tattoo Potion",
		"sources": [ "Inner Sea Magic" ],
		"description": [
			"## Tattoo Potion",
			"",
			"{SOURCE Inner Sea Magic/62}  ",
			"**School** {spelldef/transmutation}; **Level** alchemist 2, arcanist 2, bard 2, investigator 2, redmantisassassin 2, skald 2, sorcerer 2, witch 2, wizard 2  ",
			"**Casting Time** 1 minute  ",
			"**Components** V, S, M (a potion to be tattooed, special inks worth 500 gp)  ",
			"**Range** one potion  ",
			"**Effect** one spell tattoo  ",
			"**Duration** instantaneous  ",
			"**Saving Throw** none; **Spell Resistance** no",
			"",
			"When you cast this spell, you mix special tattoo inks into a potion of your choice. Once you finish casting tattoo potion, the potion begins bubbling and fizzing - if no one drinks the potion within 1 minute of the spell being cast, the potion bubbles away into vapor and is destroyed.",
			"",
			"When a potion under the effects of tattoo potion is imbibed, the effects of the potion do not occur. Instead, the potion transforms into a {magic-tattoo/spell tattoo} on the drinker's chest tattoo slot - if the drinker already has a magic tattoo in this location, the tattoo potion is wasted. Once the potion transforms into a spell tattoo, it remains in place permanently until it is used as a spell tattoo."
		]
	},
	"tears_to_wine": {
		"name": "Tears to Wine",
		"sources": [ "Arcane Anthology" ],
		"description": [
			"## Tears to Wine",
			"",
			"{SOURCE Arcane Anthology/22}  ",
			"**School** {spelldef/transmutation}; **Level** alchemist 1, arcanist 2, bard 1, cleric 2, druid 1, hunter 1, investigator 1, medium 1, occultist 1, oracle 2, shaman 1, skald 1, sorcerer 2, warpriest 2, witch 2, wizard 2  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S, M (a single grape)  ",
			"**Range** 10 ft.  ",
			"**Target** 1 cu. ft./2 levels of liquid (see text)  ",
			"**Duration** 10 minutes/level  ",
			"**Saving Throw** Will negates (object); **Spell Resistance** yes (object)",
			"",
			"Legend claims runelords used this spell to literally benefit from drinking the tears of their captured foes. This spell turns nonmagic liquids - including spoiled, rotten, diseased, poisonous, or otherwise contaminated drinks, tears, seawater, and similar fluids - into mead or wine of average quality. This spell does not prevent subsequent natural decay or spoilage. Unholy water and similar liquids of significance are spoiled by tears to wine, but the spell has no effect on creatures of any type or on magic potions.",
			"",
			"Creatures that drink the mead or wine created by this spell become sharp-witted and clear-minded, gaining a +2 enhancement bonus on all Intelligence- and Wisdom-based skill checks. This increases to a +5 bonus at caster level 9th, and to +10 (the maximum) at caster level 15th."
		]
	},
	"technomancy": {
		"name": "Technomancy",
		"sources": [ "Technology Guide" ],
		"description": [
			"## Technomancy",
			"",
			"{SOURCE Technology Guide/11}  ",
			"**School** {spelldef/divination}; **Level** arcanist 1, bard 1, skald 1, sorcerer 1, wizard 1  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S, M (oil stirred with a coil of wires)  ",
			"**Range** 60 ft.  ",
			"**Target** cone-shaped emanation  ",
			"**Duration** 3 rounds/level  ",
			"**Saving Throw** none; **Spell Resistance** no",
			"",
			"This spell functions as {spell/detect magic}, except it detects the presence of technological objects instead of magical objects. The spell grants you the {feat/Technologist} feat for the purposes of attempting Knowledge (engineering) checks to identify the properties of technological items in your possession. If you already possess this feat, you gain a +10 bonus on Knowledge (engineering) checks to identify item properties."
		]
	},
	"telekinesis": {
		"name": "Telekinesis",
		"sources": [
			"PRPG Core Rulebook",
			"Mythic Adventures"
		],
		"description": [
			"## Telekinesis",
			"",
			"{SOURCE PRPG Core Rulebook/357}  ",
			"**School** {spelldef/transmutation}; **Level** arcanist 5, magus 5, occultist 5, psychic 4, sorcerer 5, spiritualist 5, wizard 5  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S  ",
			"**Range** long (400 ft. + 40 ft./level)  ",
			"**Target or Targets** see text  ",
			"**Duration** concentration (up to 1 round/level) or instantaneous; see text  ",
			"**Saving Throw** Will negates (object) or none; see text; **Spell Resistance** yes (object); see text",
			"",
			"You move objects or creatures by concentrating on them. Depending on the version selected, the spell can provide a gentle, sustained force, perform a variety of combat maneuvers, or exert a single short, violent thrust.",
			"",
			"*Sustained Force:* A sustained force moves an object weighing no more than 25 pounds per caster level (maximum 375 pounds at 15th level) up to 20 feet per round. A creature can negate the effect on an object it possesses with a successful Will save or with spell resistance.",
			"",
			"This version of the spell can last 1 round per caster level, but it ends if you cease concentration. The weight can be moved vertically, horizontally, or in both directions. An object cannot be moved beyond your range. The spell ends if the object is forced beyond the range. If you cease concentration for any reason, the object falls or stops.",
			"",
			"An object can be telekinetically manipulated as if with one hand. For example, a lever or rope can be pulled, a key can be turned, an object rotated, and so on, if the force required is within the weight limitation. You might even be able to untie simple knots, though delicate activities such as these require DC 15 Intelligence checks.",
			"",
			"*Combat Maneuver:* Alternatively, once per round, you can use telekinesis to perform a bull rush, disarm, grapple (including pin), or trip. Resolve these attempts as normal, except that they don't provoke attacks of opportunity, you use your caster level in place of your Combat Maneuver Bonus, and you add your Intelligence modifier (if a wizard) or Charisma modifier (if a sorcerer) in place of your Strength or Dexterity modifier. No save is allowed against these attempts, but spell resistance applies normally. This version of the spell can last 1 round per caster level, but it ends if you cease concentration.",
			"",
			"*Violent Thrust:* Alternatively, the spell energy can be spent in a single round. You can hurl one object or creature per caster level (maximum 15) that are within range and all within 10 feet of each other toward any target within 10 feet per level of all the objects. You can hurl up to a total weight of 25 pounds per caster level (maximum 375 pounds at 15th level).",
			"",
			"You must succeed on attack rolls (one per creature or object thrown) to hit the target with the items, using your base attack bonus + your Intelligence modifier (if a wizard) or Charisma modifier (if a sorcerer). Weapons cause standard damage (with no Strength bonus; note that arrows or bolts deal damage as daggers of their size when used in this manner). Other objects cause damage ranging from 1 point per 25 pounds (for less dangerous objects) to 1d6 points of damage per 25 pounds (for hard, dense objects). Objects and creatures that miss their target land in a square adjacent to the target.",
			"",
			"Creatures who fall within the weight capacity of the spell can be hurled, but they are allowed Will saves (and spell resistance) to negate the effect, as are those whose held possessions are targeted by the spell.",
			"",
			"If a telekinesed creature is hurled against a solid surface, it takes damage as if it had fallen 10 feet (1d6 points).",
			"",
			"### Mythic Telekinesis",
			"",
			"{SOURCE Mythic Adventures/110}",
			"",
			"The duration of this spell changes to 1 round per level. You may spend a move action to use the sustained force or combat maneuver effects of the spell.",
			"",
			"When using sustained force, you can move a number of objects up to your tier. These must be in the same square and together must weigh no more than the weight limit of the spell.",
			"",
			"Using the violent thrust effect ends the spell, but the weight restriction increases to 50 pounds per caster level (maximum 750 pounds)."
		]
	},
	"telekinetic_assembly": {
		"name": "Telekinetic Assembly",
		"sources": [ "Ultimate Combat" ],
		"description": [
			"## Telekinetic Assembly",
			"",
			"{SOURCE Ultimate Combat/246}  ",
			"**School** {spelldef/transmutation}; **Level** arcanist 2, magus 2, occultist 2, psychic 2, redmantisassassin 2, sorcerer 2, wizard 2  ",
			"**Casting Time** 1 minute  ",
			"**Components** V, S, F (a miniature of the target siege engine, costing 10 gp)  ",
			"**Range** close (25 ft. + 5 ft./2 levels)  ",
			"**Target** one disassembled siege engine  ",
			"**Duration** instantaneous",
			"",
			"You assemble a siege engine, using up to one fewer worker per two caster levels you possess. You can do without one additional worker if you have any ranks in Knowledge (engineering), plus one additional worker per 5 ranks you have in that skill. If your caster level combined with Knowledge (engineering) fails to eliminate the need for workers, this spell fails."
		]
	},
	"telekinetic_charge": {
		"name": "Telekinetic Charge",
		"sources": [ "Ultimate Combat" ],
		"description": [
			"## Telekinetic Charge",
			"",
			"{SOURCE Ultimate Combat/247}  ",
			"**School** {spelldef/evocation} [{spelldef/force}]; **Level** arcanist 4, bloodrager 4, psychic 4, sorcerer 4, spiritualist 4, wizard 4  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S  ",
			"**Range** close (25 ft. + 5 ft./2 levels)  ",
			"**Target** one willing creature  ",
			"**Duration** instantaneous  ",
			"**Saving Throw** Will negates (harmless); **Spell Resistance** yes (harmless)",
			"",
			"You telekinetically launch an ally across the battlefield to anywhere within this spell's range. While moving, your ally is flying just above the ground unless you wish otherwise. Movement from this spell provokes attacks of opportunity as normal, although you can lift your ally over objects or out of enemy reach, as long as your ally remains within this spell's range. If your ally lands adjacent to an opponent, he can spend an immediate action to make a melee attack against that opponent with a +2 bonus on the attack roll."
		]
	},
	"telekinetic_maneuver": {
		"name": "Telekinetic Maneuver",
		"sources": [ "Occult Adventures" ],
		"description": [
			"## Telekinetic Maneuver",
			"",
			"{SOURCE Occult Adventures/188}  ",
			"**School** {spelldef/transmutation}; **Level** arcanist 4, magus 4, psychic 3, sorcerer 4, spiritualist 4, wizard 4  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S  ",
			"**Range** close (25 ft. + 5 ft./2 levels)  ",
			"**Target** one creature  ",
			"**Duration** concentration (up to 1 round/level)  ",
			"**Saving Throw** none; **Spell Resistance** yes",
			"",
			"This spell functions as {spell/telekinesis}, but it can be used only to perform a bull rush, disarm, drag, grapple (including pin), reposition, steal, or trip combat maneuver."
		]
	},
	"telekinetic_projectile": {
		"name": "Telekinetic Projectile",
		"sources": [ "Occult Adventures" ],
		"description": [
			"## Telekinetic Projectile",
			"",
			"{SOURCE Occult Adventures/188}  ",
			"**School** {spelldef/evocation}; **Level** occultist 0, psychic 0, spiritualist 0  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S  ",
			"**Range** close (25 ft. + 5 ft./2 levels)  ",
			"**Target** N/A (not listed in spell, assumed one creature or object)  ",
			"**Duration** instantaneous  ",
			"**Saving Throw** no; **Spell Resistance** no",
			"",
			"You fling an object weighing up to 5 pounds at the target. You must succeed at a ranged attack (not a ranged touch attack) to hit your target; if you hit, you deal 1d6 points of bludgeoning damage to both the target and the object. The type of object thrown doesn't change the damage type or any other properties of the attack, even if you throw a weapon or magic item in this way."
		]
	},
	"telekinetic_sphere": {
		"name": "Telekinetic Sphere",
		"sources": [ "PRPG Core Rulebook" ],
		"description": [
			"## Telekinetic Sphere",
			"",
			"{SOURCE PRPG Core Rulebook/358}  ",
			"**School** {spelldef/evocation} [{spelldef/force}]; **Level** arcanist 8, psychic 7, sorcerer 8, wizard 8  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S, M (a crystal sphere and a pair of small magnets)  ",
			"**Range** close (25 ft. + 5 ft./2 levels)  ",
			"**Effect** 1-ft.-diameter/level sphere, centered around creatures or objects  ",
			"**Duration** 1 min./level (D)  ",
			"**Saving Throw** Reflex negates (object); **Spell Resistance** yes (object)",
			"",
			"This spell functions like resilient sphere, but the creatures or objects caught inside the globe created by the spell are made nearly weightless. Anything contained within a telekinetic sphere weighs only one-sixteenth of its normal weight. You can telekinetically lift anything in the sphere that normally weighs 5,000 pounds or less. The telekinetic control extends from you out to medium range (100 feet + 10 feet per caster level) after the sphere has succeeded in encapsulating its contents.",
			"",
			"You can move the sphere, along with the objects and creatures it contains that weigh a total of 5,000 pounds or less, by concentrating on the sphere. You can begin moving a sphere in the round after casting the spell. If you concentrate on doing so (a standard action), you can move the sphere as much as 30 feet in a round. If you cease concentrating, the sphere does not move in that round (if on a level surface) or descends at its falling rate (if aloft) until it reaches a level surface. You can resume concentrating on your next turn or any later turn during the spell's duration.",
			"",
			"The sphere falls at a rate of only 60 feet per round, which is not fast enough to cause damage to the contents of the sphere.",
			"",
			"You can move the sphere telekinetically even if you are in it."
		]
	},
	"telekinetic_storm": {
		"name": "Telekinetic Storm",
		"sources": [ "Occult Adventures" ],
		"description": [
			"## Telekinetic Storm",
			"",
			"{SOURCE Occult Adventures/188}  ",
			"**School** {spelldef/evocation} [{spelldef/force}]; **Level** psychic 9  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S  ",
			"**Area** 40-ft.-radius burst centered on you  ",
			"**Duration** instantaneous  ",
			"**Saving Throw** Fortitude partial (see text); **Spell Resistance** yes",
			"",
			"You generate a storm of telekinetic energy that emanates from you, ripping through the spell's area of effect with devastating force. Any creature caught in the spell's radius takes 1d6 points of damage per caster level (maximum 20d6) and is dazed and stunned for 1 round. A successful Fortitude save reduces the damage by half and negates the dazed and stunned effects.",
			"",
			"The telekinetic storm damages objects in the area. If the damage caused to an interposing barrier shatters or breaks through it, the telekinetic storm continues beyond the barrier if the spell's area permits; otherwise, it stops at the barrier just as any other spell effect does.",
			"",
			"You can designate any number of creatures to be immune to the spell's effect, though you must be capable of targeting those creatures."
		]
	},
	"telekinetic_strikes": {
		"name": "Telekinetic Strikes",
		"sources": [ "Psychic Anthology" ],
		"description": [
			"## Telekinetic Strikes",
			"",
			"{SOURCE Psychic Anthology/11}  ",
			"**School** {spelldef/evocation} [{spelldef/force}]; **Level** arcanist 2, magus 2, psychic 2, sorcerer 2, wizard 2  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S  ",
			"**Range** touch  ",
			"**Target** one creature  ",
			"**Duration** 1 minute/level  ",
			"**Saving Throw** Will negates (harmless); **Spell Resistance** yes (harmless)",
			"",
			"The touched creature's limbs are charged with telekinetic force. For the duration of the spell, the target's unarmed attacks or natural weapons deal an additional 1d4 points of force damage on each successful unarmed melee attack."
		]
	},
	"telekinetic_volley": {
		"name": "Telekinetic Volley",
		"sources": [ "Ranged Tactics Toolbox" ],
		"description": [
			"## Telekinetic Volley",
			"",
			"{SOURCE Ranged Tactics Toolbox/31}  ",
			"**School** {spelldef/transmutation}; **Level** arcanist 2, magus 2, sorcerer 2, wizard 2  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S  ",
			"**Range** touch  ",
			"**Targets** up to one touched object per level weighing up to 5 lbs. each  ",
			"**Duration** 1 round/level or until discharged (D)  ",
			"**Saving Throw** none (object); **Spell Resistance** no (object)",
			"",
			"The touched items levitate in your space. When you cast the spell and once per round thereafter, you can launch one item at a target of your choice as a standard action. The ranged attack is made as if you had thrown the item unless it's ammunition for a weapon, in which case the attack is made as if fired from a heavy crossbow (if a bolt), a halfling sling staff (if a sling bullet), a blowgun (if a blowgun dart), a composite longbow with a +2 Strength rating (if an arrow), an atlatl (if an atlatl dart), or a pistol (if a firearm bullet). A firearm pellet launched by the spell functions as a {eq-weapon/shuriken}.",
			"",
			"When you launch ammunition with this spell, you don't take a penalty on your attack rolls for lacking proficiency with the ammunition's weapon; you do, however, take the usual -4 penalty for throwing an improvised weapon if you launch an item not intended to be used as a weapon. The attack roll uses your caster level in place of your base attack bonus and your Intelligence or Charisma modifier (whichever is higher) in place of your Dexterity modifier. Range increment and proficiency penalties apply as normal. The attack has an effective Strength bonus, if applicable, equal to the higher of your Intelligence and Charisma modifiers. The spell is discharged when all touched items have been launched."
		]
	},
	"telempathic_projection": {
		"name": "Telempathic Projection",
		"sources": [
			"Occult Adventures",
			"Occult Origins"
		],
		"description": [
			"## Telempathic Projection",
			"",
			"{SOURCE Occult Adventures/188}  ",
			"**School** {spelldef/enchantment} ({spelldef/compulsion}) [{spelldef/emotion}, {spelldef/mind-affecting}]; **Level** mesmerist 1, psychic 1, spiritualist 1  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S  ",
			"**Range** medium (100 ft. + 10 ft./level)  ",
			"**Target** one creature  ",
			"**Duration** 1 minute/level  ",
			"**Saving Throw** Will negates (see text); **Spell Resistance** yes",
			"",
			"You alter the target's mood, adjusting its attitude toward you or another creature you designate by one step either positively or negatively (see the {skill/Diplomacy/ skill}). You can instead use this spell to assist your own or an ally's Bluff, Diplomacy, Intimidate, Perform, or Sense Motive check, granting that check a +5 insight bonus against the target of your telempathic projection with no save. In this case, the spell's duration expires immediately when the skill check is complete.",
			"",
			"### Implanted Projection",
			"",
			"{SOURCE Occult Origins/13}  ",
			"**School** {spelldef/enchantment} ({spelldef/compulsion}) [{spelldef/emotion}, {spelldef/mind-affecting}]; **Level** mesmerist 3, psychic 3  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S  ",
			"**Range** medium (100 ft. + 10 ft./level)  ",
			"**Target** one creature  ",
			"**Duration** 1 day/level  ",
			"**Saving Throw** Will negates; **Spell Resistance** Yes",
			"",
			"This spell functions as telempathic projection, except its mood-altering effects remain dormant in the target's mind. Upon casting this spell, the caster designates a command word or phrase, of which the target retains no memory. The next creature to speak the command word or phrase to the target triggers the implanted telempathic projection, treating the speaker as the original spellcaster."
		]
	},
	"implanted_projection": {
		"name": "Implanted Projection",
		"copyof": "telempathic_projection"
	},
	"telepathic_bond": {
		"name": "Telepathic Bond",
		"sources": [ "PRPG Core Rulebook" ],
		"description": [
			"## Telepathic Bond",
			"",
			"{SOURCE PRPG Core Rulebook/358}  ",
			"**School** {spelldef/divination}; **Level** arcanist 5, inquisitor 5, medium 4, mesmerist 4, psychic 4, sorcerer 5, spiritualist 5, witch 5, wizard 5  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S, M (two eggshells from two different creatures)  ",
			"**Range** close (25 ft. + 5 ft./2 levels)  ",
			"**Targets** you plus one willing creature per three levels, no two of which can be more than 30 ft. apart  ",
			"**Duration** 10 min./level (D)  ",
			"**Saving Throw** none; **Spell Resistance** no",
			"",
			"You forge a telepathic bond among yourself and a number of willing creatures, each of which must have an Intelligence score of 3 or higher. Each creature included in the link is linked to all the others. The creatures can communicate telepathically through the bond regardless of language. No special power or influence is established as a result of the bond. Once the bond is formed, it works over any distance (although not from one plane to another).",
			"",
			"If desired, you may leave yourself out of the telepathic bond forged. This decision must be made at the time of casting.",
			"",
			"Telepathic bond can be made permanent with a {spell/permanency} spell, though it only bonds two creatures per casting of permanency."
		]
	},
	"telepathic_censure": {
		"name": "Telepathic Censure",
		"sources": [ "Demon Hunter's Handbook" ],
		"description": [
			"## Telepathic Censure",
			"",
			"{SOURCE Demon Hunter's Handbook/27}  ",
			"**School** {spelldef/abjuration}; **Level** bard 2, inquisitor 2, skald 2  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V  ",
			"**Range** medium (100 ft. + 10 ft./level)  ",
			"**Target** one creature (see text)  ",
			"**Duration** 1 minute/level (D)  ",
			"**Saving Throw** Will negates; **Spell Resistance** yes",
			"",
			"This spell creates an invisible psychic interference that inhibits telepathic communication. When cast upon a creature that can communicate via telepathy, this spell prevents that ability's use: either to receive or project thoughts. When cast upon a creature without telepathy, the spell merely prevents the target from receiving telepathic communication. Those affected by this spell or that attempt to telepathically communicate with creatures under its effects are not innately aware that their communication is being inhibited. This spell temporarily disrupts spells and effects like {spell/telepathic bond} or telepathic messages sent by a {magic-wondrous/helm of telepathy}, but not attacks and effects unrelated to communication like {spell/detect thoughts} or a {monster/neothelid/'s} psychic crush."
		]
	},
	"telepathic_silence": {
		"name": "Telepathic Silence",
		"sources": [ "Monster Hunter's Handbook" ],
		"description": [
			"## Telepathic Silence",
			"",
			"{SOURCE Monster Hunter's Handbook/31}  ",
			"**School** {spelldef/illusion} ({spelldef/glamer}); **Level** medium 4, mesmerist 4, occultist 4, psychic 4, spiritualist 4  ",
			"**Casting Time** 1 round  ",
			"**Components** V, S  ",
			"**Range** long (400 ft. + 40 ft./level)  ",
			"**Area** 60-ft.-radius emanation centered on a point in space  ",
			"**Duration** 1 round/level (D)  ",
			"**Saving Throw** none; **Spell Resistance** no",
			"",
			"Creatures within the area cannot send or receive telepathic messages, and anyone in the area casting a spell with a thought component must succeed at a concentration check (DC = 20 + twice the spell's level; this includes the increased concentration DC for casting spells with a thought component) or lose the spell. Furthermore, the thoughts of creatures within the area cannot be detected, located, or read with thoughtsense, detect thoughts, or similar effects. Telepathic silence does not hinder spells that target a creature's mind or that do not rely on communication, such as mind thrust."
		]
	},
	"telepathy": {
		"name": "Telepathy",
		"sources": [ "Occult Adventures" ],
		"description": [
			"## Telepathy",
			"",
			"{SOURCE Occult Adventures/189}  ",
			"**School** {spelldef/divination} [{spelldef/mind-affecting}]; **Level** arcanist 6, medium 4, mesmerist 4, psychic 5, sorcerer 6, spiritualist 6, wizard 6  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V  ",
			"**Range** personal  ",
			"**Target** you  ",
			"**Duration** 1 minute/level",
			"",
			"You can mentally communicate with any other creature within 100 feet that has a language. It is possible to address multiple creatures at once telepathically, although maintaining a telepathic conversation with more than one creature at a time is just as difficult as speaking and listening to multiple people simultaneously."
		]
	},
	"teleport": {
		"name": "Teleport",
		"sources": [
			"PRPG Core Rulebook",
			"Ultimate Intrigue"
		],
		"description": [
			"{jumplist Teleport, Greater / Treacherous Teleport}",
			"",
			"## Teleport",
			"",
			"{SOURCE PRPG Core Rulebook/358}  ",
			"**School** {spelldef/conjuration} ({spelldef/teleportation}); **Level** arcanist 5, magus 5, medium 4, occultist 5, psychic 5, sorcerer 5, spiritualist 5, summoner 4, unchained summoner 5, witch 5, wizard 5  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V  ",
			"**Range** personal and touch  ",
			"**Target** you and touched objects or other touched willing creatures  ",
			"**Duration** instantaneous  ",
			"**Saving Throw** none and Will negates (object); **Spell Resistance** no and yes (object)",
			"",
			"This spell instantly transports you to a designated destination, which may be as distant as 100 miles per caster level. Interplanar travel is not possible. You can bring along objects as long as their weight doesn't exceed your maximum load. You may also bring one additional willing Medium or smaller creature (carrying gear or objects up to its maximum load) or its equivalent per three caster levels. A Large creature counts as two Medium creatures, a Huge creature counts as four Medium creatures, and so forth. All creatures to be transported must be in contact with one another, and at least one of those creatures must be in contact with you. As with all spells where the range is personal and the target is you, you need not make a saving throw, nor is spell resistance applicable to you. Only objects held or in use (attended) by another person receive saving throws and spell resistance.",
			"",
			"You must have some clear idea of the location and layout of the destination. The clearer your mental image, the more likely the teleportation works. Areas of strong physical or magical energy may make teleportation more hazardous or even impossible.",
			"",
			"To see how well the teleportation works, roll d% and consult the table at the end of this spell. Refer to the following information for definitions of the terms on the table.",
			"",
			"*Familiarity:* \"Very familiar\" is a place where you have been very often and where you feel at home. \"Studied carefully\" is a place you know well, either because you can currently physically see it or you've been there often. \"Seen casually\" is a place that you have seen more than once but with which you are not very familiar. \"Viewed once\" is a place that you have seen once, possibly using magic such as scrying.",
			"",
			"\"False destination\" is a place that does not truly exist or if you are teleporting to an otherwise familiar location that no longer exists as such or has been so completely altered as to no longer be familiar to you. When traveling to a false destination, roll 1d20+80 to obtain results on the table, rather than rolling d%, since there is no real destination for you to hope to arrive at or even be off target from.",
			"",
			"*On Target:* You appear where you want to be.",
			"",
			"*Off Target:* You appear safely a random distance away from the destination in a random direction. Distance off target is d% of the distance that was to be traveled. The direction off target is determined randomly.",
			"",
			"*Similar Area:* You wind up in an area that's visually or thematically similar to the target area. Generally, you appear in the closest similar place within range. If no such area exists within the spell's range, the spell simply fails instead.",
			"",
			"*Mishap:* You and anyone else teleporting with you have gotten \"scrambled.\" You each take 1d10 points of damage, and you reroll on the chart to see where you wind up. For these rerolls, roll 1d20+80. Each time \"Mishap\" comes up, the characters take more damage and must reroll.",
			"",
			"| Familiarity | On Target | Off Target | Similar Area | Mishap |",
			"| --- | --- | --- | --- | --- |",
			"| Very familiar | 01-97 | 98-99 | 100 | - |",
			"| Studied carefully | 01-94 | 95-97 | 98-99 | 100 |",
			"| Seen casually | 01-88 | 89-94 | 95-98 | 99-100 |",
			"| Viewed once | 01-76 | 77-88 | 89-96 | 97-100 |",
			"| False destination | - | - | 81-92 | 93-100 |",
			"",
			"### Greater Teleport",
			"",
			"{SOURCE PRPG Core Rulebook/359}  ",
			"**School** {spelldef/conjuration} ({spelldef/teleportation}); **Level** arcanist 7, psychic 7, sorcerer 7, summoner 5, unchained summoner 6, witch 7, wizard 7  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V  ",
			"**Range** personal and touch  ",
			"**Target** you and touched objects or other touched willing creatures  ",
			"**Duration** instantaneous  ",
			"**Saving Throw** none and Will negates (object); **Spell Resistance** no and yes (object)",
			"",
			"This spell functions like teleport, except that there is no range limit and there is no chance you arrive off target. In addition, you need not have seen the destination, but in that case you must have at least a reliable description of the place to which you are teleporting. If you attempt to teleport with insufficient information (or with misleading information), you disappear and simply reappear in your original location. Interplanar travel is not possible.",
			"",
			"### Treacherous Teleport",
			"",
			"{SOURCE Ultimate Intrigue/227}  ",
			"**School** {spelldef/conjuration} ({spelldef/teleportation}) [{spelldef/ruse}]; **Level** arcanist 6, magus 6, occultist 6, psychic 6, sorcerer 6, spiritualist 6, summoner 6, unchained summoner 6, witch 6, wizard 6  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V  ",
			"**Range** personal and touch  ",
			"**Target** you and touched objects or other touched willing creatures  ",
			"**Duration** instantaneous  ",
			"**Saving Throw** none and Will negates (object); **Spell Resistance** no and yes (object)",
			"",
			"This spell functions as teleport except that you can opt to intentionally cause any number of the creatures traveling with you to suffer a mishap or arrive in a specific different location you visualize simultaneously with the original destination, or both.",
			"",
			"Attempts to identify treacherous teleport with a skill check incorrectly identify it as teleport."
		]
	},
	"teleport_object": {
		"name": "Teleport Object",
		"sources": [ "PRPG Core Rulebook" ],
		"description": [
			"## Teleport Object",
			"",
			"{SOURCE PRPG Core Rulebook/359}  ",
			"**School** {spelldef/conjuration} ({spelldef/teleportation}); **Level** arcanist 7, psychic 7, sorcerer 7, witch 7, wizard 7  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V  ",
			"**Range** touch  ",
			"**Target** one touched object of up to 50 lbs./level and 3 cu. ft./level  ",
			"**Duration** instantaneous  ",
			"**Saving Throw** Will negates (object); **Spell Resistance** yes (object)",
			"",
			"This spell functions like teleport, except that it teleports an object, not you. Creatures and magical forces cannot be teleported.",
			"",
			"If desired, the target object can be sent to a distant location on the Ethereal Plane. In this case, the point from which the object was teleported remains faintly magical until the item is retrieved. A successful targeted {spell/dispel magic} spell cast on that point brings the vanished item back from the Ethereal Plane."
		]
	},
	"teleport_structure": {
		"name": "Teleport Structure",
		"sources": [ "Quests and Campaigns" ],
		"description": [
			"## Teleport Structure",
			"",
			"{SOURCE Quests and Campaigns/29}  ",
			"**School** {spelldef/conjuration} ({spelldef/teleportation}); **Level** arcanist 6, sorcerer 6, wizard 6  ",
			"**Casting Time** 8 hours  ",
			"**Components** V, M (gold dust worth 50 gp)  ",
			"**Range** touch  ",
			"**Target** one building  ",
			"**Duration** instantaneous  ",
			"**Saving Throw** Will negates (object); **Spell Resistance** yes (object)",
			"",
			"You instantly teleport a building in a settlement you control to another lot or series of lots in the same settlement district. The building to be teleported must be unoccupied, and the area to which you wish to move the building must be cleared and unoccupied during the casting of this spell. A building cannot be teleported to an area it would not normally be able to occupy, such as an area adjacent to a prohibited building type. If you don't wholly own the structure, all of the structure's owners must consent to the structure's teleportation before the spell is cast; otherwise, it fails immediately.",
			"",
			"This spell only functions on buildings that occupy a number of lots equal to one-fourth your caster level (so, for instance, a 16th-level caster could use this spell on a building that occupies up to 4 lots)."
		]
	},
	"teleport_trap": {
		"name": "Teleport Trap",
		"sources": [
			"Inner Sea World Guide",
			"Seekers of Secrets"
		],
		"description": [
			"## Teleport Trap",
			"",
			"{SOURCE Inner Sea World Guide/296;Seekers of Secrets/18}  ",
			"**School** {spelldef/abjuration}; **Level** arcanist 7, sorcerer 7, wizard 7  ",
			"**Casting Time** 10 minutes  ",
			"**Components** V, S, M (powdered lodestone and silver worth 100 gp per 40-ft. cube)  ",
			"**Range** medium (100 ft. + 10 ft./level)  ",
			"**Area** one 40-ft. cube/level (S)  ",
			"**Duration** 1 day/level  ",
			"**Saving Throw** Will negates; **Spell Resistance** yes",
			"",
			"Teleport trap wards an area, redirecting all teleportation into or out of the area to a specific point within the area determined by you at the time of casting. The destination must be an open space on a solid surface. The spell's area overlaps walls and other solid and liquid objects (preventing intruders from bypassing the ward by teleporting into a wall or through similar means). A teleporting creature that is affected by a teleport trap can resist the effect with a Will save - if the save is successful, the creature simply doesn't teleport at all (but the use of the teleport effect is still consumed) - either to the intended location or the teleport trap's actual destination. A DC 27 Knowledge (arcana) allows such a creature to recognize the teleport trap's presence, but does not reveal the trap's linked destination.",
			"",
			"At your discretion, the teleport trap can exclude a category of creatures, such as an alignment, a type of creature, or creatures that carry a specific item or know a password (though this only works if the creature is teleporting out of the area, not into it). You select this option and the conditions at the time you cast the spell. Overly complicated conditions may cause the spell to fail entirely. Multiple castings of teleport trap can be linked to cover a larger area, allowing teleported creatures to be directed to a single point within the combined area of the spells.",
			"",
			"Teleport trap can be made permanent at the cost of 7,000 gp. A single {spell/permanency} spell can be used on all teleport traps that share a linked destination, but the gold piece cost must be paid for each individual spell.",
			"",
			"The Pathfinders of the Grand Lodge make use of permanent teleport traps in several key locations, trapping would-be intruders in a small wing of jail cells. At least one crypt of the Whispering Tyrant makes use of the spell as well, trapping grave robbers in coffin-sized stone cysts, there to die a slow and agonizing death from thirst and starvation."
		]
	},
	"teleport_greater": {
		"name": "Greater Teleport",
		"copyof": "teleport"
	},
	"greater_teleport": { "copyof": "teleport_greater" },
	"teleportation_circle": {
		"name": "Teleportation Circle",
		"sources": [ "PRPG Core Rulebook" ],
		"description": [
			"## Teleportation Circle",
			"",
			"{SOURCE PRPG Core Rulebook/359}  ",
			"**School** {spelldef/conjuration} ({spelldef/teleportation}); **Level** arcanist 9, psychic 9, sorcerer 9, summoner 6, witch 9, wizard 9  ",
			"**Casting Time** 10 minutes  ",
			"**Components** V, M (amber dust to cover circle worth 1,000 gp)  ",
			"**Range** 0 ft.  ",
			"**Effect** 5-ft.-radius circle that teleports those who activate it  ",
			"**Duration** 10 min./level (D)  ",
			"**Saving Throw** none; **Spell Resistance** yes",
			"",
			"You create a circle on the floor or other horizontal surface that teleports, as {spell/greater teleport}, any creature who stands on it to a designated spot. Once you designate the destination for the circle, you can't change it. The spell fails if you attempt to set the circle to teleport creatures into a solid object, to a place with which you are not familiar and have no clear description, or to another plane.",
			"",
			"The circle itself is subtle and nearly impossible to notice. If you intend to keep creatures from activating it accidentally, you need to mark the circle in some way.",
			"",
			"Teleportation circle can be made permanent with a {spell/permanency} spell. A permanent teleportation circle that is disabled becomes inactive for 10 minutes, then can be triggered again as normal.",
			"",
			"Magic traps such as teleportation circle are hard to detect and disable. A character with the trapfinding class feature can use the Disable Device to disarm magic traps. The DC in each case is 25 + spell level, or 34 in the case of teleportation circle."
		]
	},
	"treacherous_teleport": {
		"name": "Treacherous Teleport",
		"copyof": "teleport"
	},
	"temporal_divergence": {
		"name": "Temporal Divergence",
		"sources": [ "Legacy of the First World" ],
		"description": [
			"## Temporal Divergence",
			"",
			"{SOURCE Legacy of the First World/31}  ",
			"**School** {spelldef/transmutation}; **Level** arcanist 7, psychic 7, sorcerer 7, witch 7, wizard 7  ",
			"**Casting Time** 1 swift action  ",
			"**Components** V, S, M (mithral wishbone worth 100 gp)  ",
			"**Range** personal  ",
			"**Target** you  ",
			"**Duration** instantaneous",
			"",
			"This spell allows you to witness two divergent decisions and choose which to pursue. Upon completing this spell, you must immediately choose two other different spells that you could cast at that moment and that each have a casting time of 1 standard action; these spells take effect simultaneously, and you must track all resulting effects, areas of effect, saving throws, and other outcomes separately as if each had been cast normally and the other spell had never happened. Once you've seen how each spell resolves, you must choose which version of reality occurred, expending the standard action, prepared spell, and material components as necessary. The other spell's results are ignored and do not require an action or expend the prepared spell, spell slot, or material components. If the targets of the spell you did not choose expended any resources or effects to resist your spell, those resources or effects are also not expended. If you cast this spell and do not or cannot immediately follow the instructions described above, this spell has no effect.",
			"",
			"For example, after casting this spell, a wizard could cast temporal stasis on a demon and fireball on a group of orcs. Seeing that the demon succeeds at its saving throw against temporal stasis and that the fireball kills many orcs, the wizard chooses the fireball to take effect. The temporal stasis is treated as if it had not been cast, and its spell slot and costly material component are not expended.",
			"",
			"Casting this spell more than once in a single day is risky. On the second and subsequent casting in a 24-hour period, you must succeed at a DC 25 Will saving throw or be exposed to a crippling array of possibilities and paradoxes that leave you confused for 24 hours. Whenever this confusion would cause you to attack the nearest creature, you instead expend your highest-level remaining prepared spell or spell slot, if any, with no effect."
		]
	},
	"temporal_regression": {
		"name": "Temporal Regression",
		"sources": [ "Legacy of the First World" ],
		"description": [
			"## Temporal Regression",
			"",
			"{SOURCE Legacy of the First World/31}  ",
			"**School** {spelldef/conjuration} ({spelldef/teleportation}); **Level** arcanist 8, druid 9, psychic 8, witch 8, wizard 8  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S, F (hourglass filled with powdered horacalcum worth 1,500 gp)  ",
			"**Range** personal and close (25 ft. + 5 ft./2 levels; see below)  ",
			"**Effect** see text  ",
			"**Duration** 1 round/level or until discharged  ",
			"**Saving Throw** none; **Spell Resistance** no",
			"",
			"When you complete this spell, note your current location and condition, including your hit point total and any ongoing conditions affecting you as well as their durations (e.g. poison, sickened, ability damage, and spell effects). This spell creates a beacon in space-time that's imperceptible to anyone but you. As a standard action while you are within range of the beacon before the spell's duration expires, you can discharge the spell to transport yourself back to the marked location and restore yourself to the condition you were in when you cast the spell; this does not restore any expended items, charges, or spells you may have used during that time. This does not reverse effects for anyone else, and to bystanders it appears as though you teleported to the beacon location and regained conditions you had when the beacon was set. Temporal regression strains your body; when the spell is discharged, you gain 1 temporary negative level for every 2 rounds that passed since you cast the spell. These negative levels disappear after 24 hours.",
			"",
			"You can discharge the spell to transport yourself back to your beacon as an immediate action instead of a standard action, but doing so utterly and entirely consumes the spell's focus."
		]
	},
	"temporal_stasis": {
		"name": "Temporal Stasis",
		"sources": [ "PRPG Core Rulebook" ],
		"description": [
			"## Temporal Stasis",
			"",
			"{SOURCE PRPG Core Rulebook/359}  ",
			"**School** {spelldef/transmutation}; **Level** arcanist 8, psychic 8, sorcerer 8, wizard 8  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S, M (powdered diamond, emerald, ruby, and sapphire dust worth 5,000 gp)  ",
			"**Range** touch  ",
			"**Target** creature touched  ",
			"**Duration** permanent  ",
			"**Saving Throw** Fortitude negates; **Spell Resistance** yes",
			"",
			"You must succeed on a melee touch attack. You place the subject into a state of suspended animation. For the creature, time ceases to flow, and its condition becomes fixed. The creature does not grow older. Its body functions virtually cease, and no force or effect can harm it. This state persists until the magic is removed (such as by a successful {spell/dispel magic} spell or a {spell/freedom} spell)."
		]
	},
	"temporary_graft": {
		"name": "Temporary Graft",
		"sources": [ "Horror Adventures" ],
		"description": [
			"## Temporary Graft",
			"",
			"{SOURCE Horror Adventures/129}  ",
			"**School** {spelldef/transmutation}; **Level** alchemist 3, arcanist 4, bloodrager 3, investigator 3, magus 4, occultist 3, sorcerer 4, wizard 4  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S, F (a dismembered body part)  ",
			"**Range** personal  ",
			"**Target** you  ",
			"**Duration** 1 minute/level (D)",
			"",
			"You temporarily graft a dismembered body part onto yourself. You must have the body part in your possession or the spell has no effect. The graft must come from a creature the same size category as you. You can have only one graft active at a time. Grafting on a new body part immediately ends the effects of the older casting and causes that body part to fall off. The effect of the graft depends on the type of body part you choose to graft to yourself, as follows.",
			"",
			"*Fins:* The fins grant you a 40 foot swim speed.",
			"",
			"*Head:* The head grants you all-around vision. If the head came from a creature that had darkvision, low-light vision, or scent, you gain the appropriate senses at half the normal range. You can speak through either head, but not both simultaneously. You don't receive any additional special abilities the head might have had (like a medusa's petrifying gaze ability).",
			"",
			"*Leg:* The leg increases your base movement speed by 5 feet and grants you a +2 bonus to CMD against overrun and trip combat maneuvers (the usual bonus for having an extra leg).",
			"",
			"*Wings:* The wings grant you a 40-foot fly speed (poor maneuverability)."
		]
	},
	"temporary_resurrection": {
		"name": "Temporary Resurrection",
		"sources": [ "Ultimate Magic" ],
		"description": [
			"## Temporary Resurrection",
			"",
			"{SOURCE Ultimate Magic/243}  ",
			"**School** {spelldef/necromancy}; **Level** arcanist 7, occultist 6, psychic 7, sorcerer 7, witch 7, wizard 7  ",
			"**Casting Time** 10 minutes  ",
			"**Components** V, S, M (diamond dust worth 500 gp)  ",
			"**Range** touch  ",
			"**Target** dead creature touched  ",
			"**Duration** 24 hours",
			"",
			"You restore temporary life to a body that has been dead for less than 48 hours. The spell lasts for 24 hours, after which the target dies again. The target gains 1 permanent negative level while under the effect of this spell; this negative level goes away when the target dies or is permanently raised from the dead (such as with {spell/raise dead}). The target still counts as a dead corpse (but not undead) for the purpose of spells that revive dead creatures, so a cleric can cast raise dead or a similar spell on the target even while this spell is active. Once a creature has been revived with temporary resurrection, this spell cannot be used on it again until it is permanently raised from the dead."
		]
	},
	"teratoid_caress": {
		"name": "Teratoid Caress",
		"sources": [ "Pathfinder Comics #10" ],
		"description": [
			"## Teratoid Caress",
			"",
			"{SOURCE Pathfinder Comics #10/27}  ",
			"**School** {spelldef/conjuration} ({spelldef/calling}) [{spelldef/chaotic}, {spelldef/curse}, {spelldef/evil}]; **Level** cleric 3, oracle 3, warpriest 3  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S, DF  ",
			"**Range** touch  ",
			"**Target** 1 living non-evil creature  ",
			"**Duration** permanent  ",
			"**Saving Throw** Fortitude partial; **Spell Resistance** yes",
			"",
			"With a gentle caress, you infuse the creature touched with a blight of energy from the Abyss that feeds upon goodness and transforms flesh into monstrous deformity. The target can resist a teratoid caress with a successful Fortitude save, but even on a successful save, the target becomes sickened for 1 round by the vile energies.",
			"",
			"If the target fails the save, his body becomes infected with Abyssal energy and a small portion of his body distorts and grows hideous, inflicting 2 points of Dexterity damage or 2 points of Charisma damage (50% chance of either effect). This deformity is always unsightly and offensive. Thereafter, the victim suffers a -1 penalty on all saving throws against evil effects. Worse, whenever the victim casts a good spell, channels positive energy, or offers a prayer to a good-aligned deity, the Abyssal energies seethe inside him, forcing a new Fortitude save to resist suffering an additional 1 point of Dexterity or Charisma damage. A good-aligned divine spellcaster who suffers from this curse suffers a -4 penalty on all concentration checks. This is a curse effect, but the effect can also be instantly removed with a {spell/dispel evil} or {spell/atonement} spell."
		]
	},
	"terraform": {
		"name": "Terraform",
		"sources": [ "Mythic Adventures" ],
		"description": [
			"## Terraform",
			"",
			"{SOURCE Mythic Adventures/114}  ",
			"**School** {spelldef/transmutation}; **Level** arcanist 7, cleric 7, druid 6, hunter 6, oracle 7, psychic 7, sorcerer 7, witch 7, wizard 7  ",
			"**Casting Time** 1 hour  ",
			"**Components** V, S, M (10,000 gp worth of precious minerals, see text)  ",
			"**Range** 100 feet  ",
			"**Area** 100-foot-radius emanation, centered on you  ",
			"**Duration** 1 day/level (see text)  ",
			"**Saving Throw** none; **Spell Resistance** no",
			"",
			"You alter the area's terrain and climate to a new terrain and climate type appropriate to the planet or plane. For example, you might transform a desert to plains. To cast this spell, you must expend 10 uses of mythic power along with the material cost. This magically alters the area's climate and normal plants to those appropriate to the new terrain, but doesn't affect creatures or the configuration of the earth. Transforming rocky hills into forested areas converts grasses into shrubs and small trees, but doesn't flatten the hills or change the animals to suit the new environment.",
			"",
			"You can alter the climate by one step (warm, temperate, or cold). The maximum extent of the terrain change is up to the GM, but in general is to a similar terrain type or one step within that terrain type (such as from a typical forest to a forest with massive trees or light undergrowth, from a shallow bog to a deep bog, and so on). You might be able to shift the land to a similar terrain type, such as turning a sparse forest into a relatively dry swamp. Local creatures adversely affected by these alterations either flee the area or quickly die, depending on their mobility and awareness of the change.",
			"",
			"Multiple castings of the spell in the same area can create an area with radically different terrain and climate than the surrounding land. The GM can decide that certain terrain shifts are unsustainable and shorten the duration, or that some are suitable for the area and extend the duration.",
			"",
			"This spell could have many secondary effects based on the nature of the change, the type of bordering terrain, and so on; these should be determined by the GM on a case-by-case basis. For example, transforming a desert requires drawing water up from underground to sustain the plants, which could deplete the water table in nearby areas. Creating a warm desert in the middle of a snowy tundra will create a bordering area of mud and frequent storms from the clash of hot and cold air fronts.",
			"",
			"If you're at least 8th tier, you can expend 20 uses of mythic power instead of 10 to increase the range to 1 mile, the area to a 1-mile-radius emanation centered on you, and the duration to 1 month per caster level."
		]
	},
	"terrain_bond": {
		"name": "Terrain Bond",
		"sources": [ "Ultimate Combat" ],
		"description": [
			"## Terrain Bond",
			"",
			"{SOURCE Ultimate Combat/247}  ",
			"**School** {spelldef/enchantment} ({spelldef/compulsion}) [{spelldef/mind-affecting}]; **Level** hunter 4, ranger 4  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S, M (a pinch of earth taken from your most favored terrain)  ",
			"**Range** personal  ",
			"**Target** you  ",
			"**Duration** 1 hour/2 levels (D)",
			"",
			"You call upon the spirits of nature to help you adapt to your environment. You treat the terrain you are in as your most favored terrain until this spell ends.",
			"",
			"If you do not have the favored terrain class feature, you gain no benefit from this spell."
		]
	},
	"terrible_remorse": {
		"name": "Terrible Remorse",
		"sources": [ "Ultimate Magic" ],
		"description": [
			"## Terrible Remorse",
			"",
			"{SOURCE Ultimate Magic/243}  ",
			"**School** {spelldef/enchantment} ({spelldef/compulsion}) [{spelldef/emotion}, {spelldef/mind-affecting}]; **Level** arcanist 4, bard 3, cleric 4, inquisitor 3, mesmerist 3, oracle 4, psychic 4, skald 3, sorcerer 4, spiritualist 4, warpriest 4, wizard 4  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S  ",
			"**Range** close (25 ft. + 5 ft./2 levels)  ",
			"**Target** 1 living creature  ",
			"**Duration** 1 round/level  ",
			"**Saving Throw** Will partial (see text); **Spell Resistance** yes",
			"",
			"You fill a target with such profound remorse that it begins to harm itself. Each round, the target must save or deal 1d8 points of damage + its Strength modifier to itself using an item held in its hand or with unarmed attacks. If the creature saves, it is staggered for 1 round and takes a -2 penalty to Armor Class, after which the spell ends."
		]
	},
	"thanatotic_fury": {
		"name": "Thanatotic Fury",
		"sources": [ "Pathfinder #91: Battle of Bloodmarch Hills" ],
		"description": [
			"## Thanatotic Fury",
			"",
			"{SOURCE Pathfinder #91: Battle of Bloodmarch Hills/71}  ",
			"**School** {spelldef/transmutation}; **Level** arcanist 4, sorcerer 4, witch 4, wizard 4  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S, M (shavings from a holy symbol)  ",
			"**Range** personal  ",
			"**Target** you (see text)  ",
			"**Duration** 1 minute/level",
			"",
			"You may cast this spell only if you have the giant subtype. When casting this spell, you channel the fury and the abilities of thanatotic titans, gaining some of their abilities for a short period of time. When you hit a creature capable of casting divine spells, that creature must succeed at a Will saving throw or be unable to cast divine spells for 1d4 rounds and be shaken for the same duration. If the save is successful, the target is instead shaken for only 1 round.",
			"",
			"Additionally, your attacks are treated as epic and evil for the purposes of overcoming damage reduction."
		]
	},
	"thaumaturgic_circle": {
		"name": "Thaumaturgic Circle",
		"sources": [ "Occult Adventures" ],
		"description": [
			"## Thaumaturgic Circle",
			"",
			"{SOURCE Occult Adventures/189}  ",
			"**School** {spelldef/abjuration}; **Level** arcanist 4, cleric 4, inquisitor 4, medium 3, occultist 3, oracle 4, sorcerer 4, summoner 4, warpriest 4, wizard 4  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S, M (a 3-ft.-diameter circle of powdered silver), DF  ",
			"**Range** touch  ",
			"**Area** 10-ft.-radius emanation from touched creature  ",
			"**Duration** 10 min./level  ",
			"**Saving Throw** Will negates (harmless); **Spell Resistance** no",
			"",
			"This spell functions as {spell/magic circle against chaos}, evil, good, or law, but rather than stipulating an alignment descriptor, you can designate any one non-alignment subtype of outsider, including air, earth, fire, and water, as well as outsider races such as angels and devils."
		]
	},
	"theft_ward": {
		"name": "Theft Ward",
		"sources": [
			"Advanced Race Guide",
			"Mythic Adventures"
		],
		"description": [
			"## Theft Ward",
			"",
			"{SOURCE Advanced Race Guide/167}  ",
			"**School** {spelldef/abjuration}; **Level** arcanist 1, cleric 1, inquisitor 1, mesmerist 1, oracle 1, sorcerer 1, warpriest 1, witch 1, wizard 1 (tengu)  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S  ",
			"**Range** touch  ",
			"**Target** one object  ",
			"**Duration** 1 day  ",
			"**Saving Throw** Will negates (harmless, object); **Spell Resistance** yes (harmless, object)",
			"",
			"You ward a single object in your possession against theft. You gain a +10 bonus on Perception checks to notice someone trying to take the object from you.",
			"",
			"### Mythic Theft Ward",
			"",
			"{SOURCE Mythic Adventures/110}",
			"",
			"Add your tier to the Perception check bonus. Add your tier to your CMD against disarm and steal combat maneuvers attempted against the item."
		]
	},
	"they_know": {
		"name": "They Know",
		"sources": [ "Ultimate Intrigue" ],
		"description": [
			"## They Know",
			"",
			"{SOURCE Ultimate Intrigue/226}  ",
			"**School** {spelldef/enchantment} ({spelldef/compulsion}) [{spelldef/emotion}, {spelldef/fear}]; **Level** bard 3, inquisitor 3, mesmerist 3, paladin 3, psychic 4, shaman 4, skald 3, witch 4  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S, F/DF, M (a drop of black ink)  ",
			"**Range** medium (100 ft. + 10 ft./level)  ",
			"**Target** one intelligent creature  ",
			"**Duration** 1 minute/level (D)  ",
			"**Saving Throw** Will negates; **Spell Resistance** yes",
			"",
			"You instill a target with the fear that the nearest other intelligent creature knows her darkest secret. If she is in the midst of another situation as vital as protecting her darkest secret, such as combat, this doesn't cause her to cease participating, but otherwise, she becomes compelled to use her abilities and skills to determine exactly how much the other individual knows. Even if she isn't around other creatures or otherwise avoids confronting her paranoia for a time, the nagging fear causes the target to become shaken for the duration of the spell (though this doesn't stack with other fear effects to make the target frightened or panicked).",
			"",
			"The subject's paranoia increases over time, forcing her to take additional steps to protect herself from the other creature. Depending on her personality (or subject to the GM's discretion), she might confess, publicly demand to know what the other creature knows, attack the other creature to silence it, or offer the other creature a bribe.",
			"",
			"The spell fails if the target truly feels she has nothing to hide."
		]
	},
	"thorn_body": {
		"name": "Thorn Body",
		"sources": [ "Advanced Player's Guide" ],
		"description": [
			"## Thorn Body",
			"",
			"{SOURCE Advanced Player's Guide/248}  ",
			"**School** {spelldef/transmutation}; **Level** alchemist 3, druid 4, hunter 4, investigator 3, shaman 4  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S, DF  ",
			"**Range** personal  ",
			"**Target** you  ",
			"**Duration** 1 round/level",
			"",
			"This spell causes spines to grow from your exposed skin, damaging creatures that strike you. Any creature striking you with a melee weapon, an unarmed strike, or a natural weapon takes 1d6 points of piercing damage +1 point per caster level (maximum +15). Creatures using melee weapons with reach are unaffected by this spell. Creatures that successfully grapple you take 2d6 points of piercing damage +1 point per caster level (maximum +15). In addition, your natural attacks and unarmed strikes deal an additional 1d6 points of piercing damage.",
			"",
			"Thorns created by this spell persist through any new physical shape or form you assume, such as via wildshape or any polymorph effect."
		]
	},
	"thorn_javelin": {
		"name": "Thorn Javelin",
		"sources": [ "Advanced Class Guide" ],
		"description": [
			"## Thorn Javelin",
			"",
			"{SOURCE Advanced Class Guide/196}  ",
			"**School** {spelldef/conjuration} ({spelldef/creation}) [{spelldef/poison}]; **Level** druid 1, hunter 1, ranger 1, shaman 1  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S  ",
			"**Range** 0 ft.  ",
			"**Effect** javelin-like thorn  ",
			"**Duration** 1 minute/level (D)  ",
			"**Saving Throw** none; **Spell Resistance** no",
			"",
			"A wooden thorn the size of a javelin (appropriate for your size) appears in your open hand. You can wield this thorn as a javelin, and you are proficient in its use. Any creature struck by the javelin must succeed at a Fortitude save or be sickened for 1 round. If you throw the javelin, another one appears in your hand. Any javelin that leaves your grasp disappears at the end of your turn. Each javelin attack you make reduces the spell's remaining duration by 1 minute. If an attack reduces the remaining duration to 0 minutes or less, the spell ends after that attack resolves."
		]
	},
	"thorn_snare": {
		"name": "Thorn Snare",
		"sources": [ "Conquest of Bloodsworn Vale" ],
		"description": [
			"## Thorn Snare",
			"",
			"{SOURCE Conquest of Bloodsworn Vale/29}  ",
			"**School** {spelldef/transmutation}; **Level** druid 4, hunter 3, ranger 3  ",
			"**Casting Time** 3 rounds  ",
			"**Components** V, S, M, DF  ",
			"**Range** touch  ",
			"**Target** touched nonmagical circle of vine, rope, or thong with a 2 ft. diameter + 2 ft./level  ",
			"**Duration** until triggered or broken  ",
			"**Saving Throw** none; **Spell Resistance** no",
			"",
			"This spell functions just like the spell snare but those caught in it take 1 point of damage per round, as the thorn-covered vine slowly cuts into them. In addition, any attempt to escape or destroy the snare deals 1d6 points of damage to the trapped creature.",
			"",
			"A thorn snare can only be found with a DC 24 Search check. A trapped creature can escape by making a DC 24 Escape Artist check or a DC 24 Strength check as a full-round action.",
			"",
			"*Material Component:* A length of blood-thorn rose vine."
		]
	},
	"thought_echo": {
		"name": "Thought Echo",
		"sources": [ "Occult Adventures" ],
		"description": [
			"## Thought Echo",
			"",
			"{SOURCE Occult Adventures/189}  ",
			"**School** {spelldef/illusion} ({spelldef/glamer}); **Level** mesmerist 1, psychic 1  ",
			"**Casting Time** 1 round  ",
			"**Components** V  ",
			"**Range** touch  ",
			"**Target** living creature touched  ",
			"**Duration** 1 minute/level (D)  ",
			"**Saving Throw** Will negates (harmless); **Spell Resistance** yes (harmless)",
			"",
			"When you cast this spell, you establish a mental echo of up to 25 words. Any attempt to read the surface thoughts of the target creature reads only this mental echo unless the caster succeeds at a caster level check (DC = 11 + your caster level). If you cast thought echo on yourself, the DC is instead equal to 15 + your caster level. In addition, when casting this spell upon yourself, you can change the echoed thoughts by taking a standard action and concentrating.",
			"",
			"Each time you change the words echoed by the spell in this way, you reduce the spell's remaining duration by 1 minute. Thought echo does not interfere with telepathy or mind reading effects that are capable of reaching thoughts deeper than surface thoughts."
		]
	},
	"thought_shield_1": {
		"name": "Thought Shield I",
		"sources": [ "Occult Adventures" ],
		"description": [
			"{jumplist Thought Shield II / Thought Shield III / Thought Shield IV / Thought Shield V}",
			"",
			"## Thought Shield I",
			"",
			"{SOURCE Occult Adventures/189}  ",
			"**School** {spelldef/abjuration}; **Level** psychic 2  ",
			"**Casting Time** 1 immediate action  ",
			"**Components** V  ",
			"**Range** personal  ",
			"**Target** you  ",
			"**Duration** 1 round",
			"",
			"Sensing an intrusion, you throw up a defense to protect your mind from attack or analysis. This grants you a +4 circumstance bonus on Will saving throws against mind-affecting effects. As long as this spell lasts, spells and effects that allow a creature to read your thoughts receive no information from you.",
			"",
			"### Thought Shield II",
			"",
			"{SOURCE Occult Adventures/189}  ",
			"**School** {spelldef/abjuration}; **Level** psychic 3  ",
			"**Casting Time** 1 immediate action  ",
			"**Components** V  ",
			"**Range** personal  ",
			"**Target** you  ",
			"**Duration** 1 round",
			"",
			"This functions as thought shield I, but the circumstance bonus on Will saves to resist mind-affecting effects increases to +6. This spell can be undercast.",
			"",
			"### Thought Shield III",
			"",
			"{SOURCE Occult Adventures/190}  ",
			"**School** {spelldef/abjuration}; **Level** psychic 4  ",
			"**Casting Time** 1 immediate action  ",
			"**Components** V  ",
			"**Range** personal  ",
			"**Target** you  ",
			"**Duration** 1 round",
			"",
			"This functions as thought shield I, but the circumstance bonus on Will saves to resist mind-affecting effects increases to +8. In addition, any creature that tries to read your thoughts while this spell lasts must succeed at a Will save or be stunned for 1 round. This spell can be undercast.",
			"",
			"### Thought Shield IV",
			"",
			"{SOURCE Occult Adventures/190}  ",
			"**School** {spelldef/abjuration}; **Level** psychic 5  ",
			"**Casting Time** 1 immediate action  ",
			"**Components** V  ",
			"**Range** personal  ",
			"**Target** you  ",
			"**Duration** 1 round",
			"",
			"This functions as thought shield III, but any creature that tries to read your thoughts while this spell lasts must succeed at a Will save or be stunned for 1d4 rounds. Additionally, if you succeed at your save against a psychic crush spell, you take no damage. This spell can be undercast.",
			"",
			"### Thought Shield V",
			"",
			"{SOURCE Occult Adventures/190}  ",
			"**School** {spelldef/abjuration}; **Level** psychic 6  ",
			"**Casting Time** 1 immediate action  ",
			"**Components** V  ",
			"**Range** personal  ",
			"**Target** you  ",
			"**Duration** 1 round/level; see text",
			"",
			"This functions as thought shield IV, except as noted above. This spell immediately ends if you fail a Will saving throw against a mind-affecting effect. This spell can be undercast."
		]
	},
	"thought_shield_i": { "copyof": "thought_shield_1" },
	"thought_shield_2": {
		"name": "Thought Shield II",
		"copyof": "thought_shield_1"
	},
	"thought_shield_ii": { "copyof": "thought_shield_2" },
	"thought_shield_3": {
		"name": "Thought Shield III",
		"copyof": "thought_shield_1"
	},
	"thought_shield_iii": { "copyof": "thought_shield_3" },
	"thought_shield_4": {
		"name": "Thought Shield IV",
		"copyof": "thought_shield_1"
	},
	"thought_shield_iv": { "copyof": "thought_shield_4" },
	"thought_shield_5": {
		"name": "Thought Shield V",
		"copyof": "thought_shield_1"
	},
	"thought_shield_v": { "copyof": "thought_shield_5" },
	"thought_worm_1": {
		"name": "Thought Worm I",
		"sources": [ "Psychic Anthology" ],
		"description": [
			"## Thought Worm I",
			"",
			"{SOURCE Psychic Anthology/11}  ",
			"**School** {spelldef/enchantment} ({spelldef/compulsion}) [{spelldef/mind-affecting}]; **Level** psychic 2  ",
			"**Casting Time** 1 standard action  ",
			"**Components** S  ",
			"**Range** close (25 ft. + 5 ft./2 levels)  ",
			"**Target** one creature  ",
			"**Duration** 1 round/level  ",
			"**Saving Throw** Will negates; **Spell Resistance** yes",
			"",
			"You implant a minor suggestion within the target creature's psyche that makes it less inclined to resist mental intrusion. The target creature takes a -2 penalty on Will saves against all mind-affecting spells and effects for the duration of the spell."
		]
	},
	"thought_worm_i": { "copyof": "thought_worm_1" },
	"thought_worm_2": {
		"name": "Thought Worm II",
		"sources": [ "Psychic Anthology" ],
		"description": [
			"## Thought Worm II",
			"",
			"{SOURCE Psychic Anthology/11}  ",
			"**School** {spelldef/enchantment} ({spelldef/compulsion}) [{spelldef/mind-affecting}]; **Level** psychic 3  ",
			"**Casting Time** 1 standard action  ",
			"**Components** S  ",
			"**Range** close (25 ft. + 5 ft./2 levels)  ",
			"**Target** one creature  ",
			"**Duration** 1 round/level  ",
			"**Saving Throw** Will negates; **Spell Resistance** yes",
			"",
			"This spell functions as per thought worm I, but the penalty on Will saves is -4. This spell can be undercast."
		]
	},
	"thought_worm_ii": { "copyof": "thought_worm_2" },
	"thought_worm_3": {
		"name": "Thought Worm III",
		"sources": [ "Psychic Anthology" ],
		"description": [
			"## Thought Worm III",
			"",
			"{SOURCE Psychic Anthology/11}  ",
			"**School** {spelldef/enchantment} ({spelldef/compulsion}) [{spelldef/mind-affecting}]; **Level** psychic 4  ",
			"**Casting Time** 1 standard action  ",
			"**Components** S  ",
			"**Range** close (25 ft. + 5 ft./2 levels)  ",
			"**Target** one creature  ",
			"**Duration** 1 round/level  ",
			"**Saving Throw** Will partial (see text); **Spell Resistance** yes",
			"",
			"This functions as per thought worm II, except a target that succeeds at its Will save still takes a -2 penalty on Will saves against your mind-affecting spells and effects for the same duration. This spell can be undercast."
		]
	},
	"thought_worm_iii": { "copyof": "thought_worm_3" },
	"thought_worm_4": {
		"name": "Thought Worm IV",
		"sources": [ "Psychic Anthology" ],
		"description": [
			"## Thought Worm IV",
			"",
			"{SOURCE Psychic Anthology/11}  ",
			"**School** {spelldef/enchantment} ({spelldef/compulsion}) [{spelldef/mind-affecting}]; **Level** psychic 5  ",
			"**Casting Time** 1 standard action  ",
			"**Components** S  ",
			"**Range** close (25 ft. + 5 ft./2 levels)  ",
			"**Target** one creature  ",
			"**Duration** 1 round/level  ",
			"**Saving Throw** Will partial (see text); **Spell Resistance** yes",
			"",
			"This functions as per thought worm III, except that the penalty on Will saves is -6 and a target that succeeds at its Will save still takes a -3 penalty on Will saves against your mind-affecting spells and effects for the same duration. This spell can be undercast."
		]
	},
	"thought_worm_iv": { "copyof": "thought_worm_4" },
	"thoughtsense": {
		"name": "Thoughtsense",
		"sources": [ "Occult Adventures" ],
		"description": [
			"## Thoughtsense",
			"",
			"{SOURCE Occult Adventures/190}  ",
			"**School** {spelldef/divination} [{spelldef/mind-affecting}]; **Level** arcanist 5, medium 4, mesmerist 4, psychic 4, sorcerer 5, spiritualist 4, wizard 5  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, M (a bit of dried brain tissue)  ",
			"**Range** personal  ",
			"**Target** you  ",
			"**Duration** 1 minute/level",
			"",
			"You automatically detect and locate conscious creatures within 60 feet, as if you possessed the blindsight ability. Nondetection, mind blank, and similar effects can block this effect. Thoughtsense can distinguish between sentient (Intelligence 3 or greater) and non-sentient (Intelligence 1-2) creatures, but otherwise provides no information about the creatures it detects."
		]
	},
	"threefold_aspect": {
		"name": "Threefold Aspect",
		"sources": [ "Advanced Player's Guide" ],
		"description": [
			"## Threefold Aspect",
			"",
			"{SOURCE Advanced Player's Guide/249}  ",
			"**School** {spelldef/transmutation}; **Level** druid 5, hunter 5, witch 4  ",
			"**Casting Time** 1 standard action  ",
			"**Components** S, F (silver crescent worth 5 gp)  ",
			"**Range** personal  ",
			"**Target** you  ",
			"**Duration** 24 hours (D)",
			"",
			"Threefold aspect allows you to shift your appearance between your natural age and three idealized age categories: young adult (youth/maiden), adulthood (father/mother), or elderly (elder/crone). In each case, your appearance is your own at the appropriate age, rather than that of a new individual.",
			"",
			"You may change between these three aspects or your actual age as a standard action. As the young adult, you gain a +2 enhancement bonus to Dexterity and Constitution, but suffer a -2 penalty to Wisdom. In the adult aspect, you gain a +2 enhancement bonus to Wisdom and Intelligence, but take a -2 penalty to Dexterity. As the elderly aspect, you gain a +4 enhancement bonus to Wisdom and Intelligence, but take a -2 penalty to Strength and Dexterity. As enhancement bonuses, these stack with any bonuses or penalties you may have from your actual age (which are untyped bonuses) - the bonuses granted by this spell represent your idealized form in this threefold aspect rather than simply duplicating your ability scores at any one particular age.",
			"",
			"True seeing reveals your natural appearance overlaid with that your aspect, recognizing both as part of your true self. Individuals who study you closely and have interacted with you at another apparent age recognize a resemblance (as though family) with a successful DC 20 Perception check.",
			"",
			"Threefold aspect does not alter your clothing or equipment, and does not heal any deformity or injury unrelated to age."
		]
	},
	"threefold_face": {
		"name": "Threefold Face",
		"sources": [ "Legacy of the First World" ],
		"description": [
			"## Threefold Face",
			"",
			"{SOURCE Legacy of the First World/25}  ",
			"**School** {spelldef/transmutation}; **Level** arcanist 3, medium 3, sorcerer 3, witch 3, wizard 3  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S, M/DF (a three-pointed knot)  ",
			"**Range** personal  ",
			"**Target** you  ",
			"**Duration** 9 minutes",
			"",
			"You grow two additional faces set equidistantly around your head, each embodying a different aspect of your personality that you choose (such as kindliness, joy, or wrath). You gain all-around vision and can't be flanked. Effects that would blind you, deafen you, block your mouth, or otherwise affect your face, including beneficial effects that grant you exceptional vision, only affect a single face (for example, it would take three castings of blindness/deafness to blind you). You lose all-around vision if even a single face becomes blind. This spell doesn't grant you additional magic item slots or additional heads. When threefold face ends, you gain all the conditions from all three faces, for good or ill."
		]
	},
	"threefold_sight": {
		"name": "Threefold Sight",
		"sources": [ "Legacy of the First World" ],
		"description": [
			"## Threefold Sight",
			"",
			"{SOURCE Legacy of the First World/25}  ",
			"**School** {spelldef/divination}; **Level** arcanist 3, bard 3, medium 3, occultist 3, psychic 3, skald 3, sorcerer 3, witch 3, wizard 3  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S, M/DF (a three-pointed knot)  ",
			"**Range** personal  ",
			"**Target** you  ",
			"**Duration** 3 minutes",
			"",
			"You view several possible futures at once, allowing you to thread a needle around disasters by taking a middle path. For the duration of this spell, whenever you roll for an attack, saving throw, or skill check, roll three d20 and use the middle of the three rolls (or the highest, if more than one die shows the same highest value, or the lowest, if more than one die shows the same lowest value). If another ability would make you roll an attack roll, saving throw, or skill check twice and take the higher result, roll twice and take the lower result, or reroll, that ability has no effect and threefold sight ends immediately."
		]
	},
	"thunder_fire": {
		"name": "Thunder Fire",
		"sources": [ "Ultimate Combat" ],
		"description": [
			"## Thunder Fire",
			"",
			"{SOURCE Ultimate Combat/247}  ",
			"**School** {spelldef/transmutation}; **Level** arcanist 2, bard 2, redmantisassassin 2, skald 2, sorcerer 2, witch 2, wizard 2  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S, M (a piece of spent thunderstone)  ",
			"**Range** close (25 ft. + 5 ft./2 levels)  ",
			"**Target** 1 loaded firearm  ",
			"**Duration** instantaneous  ",
			"**Saving Throw** Will negates (object), see text; **Spell Resistance** yes (object), see text",
			"",
			"The firearm targeted creates a thunderous report, even if the firearm is not loaded. Every creature within 15 feet of the creature wielding or carrying the firearm must succeed at a Fortitude save or be deafened for 1 minute. The creature wielding or carrying the firearm takes a -4 penalty on this saving throw, and his misfire range increases by 1 for 1d4 rounds. If the firearm was loaded when it was targeted by this spell, that ammunition is wasted."
		]
	},
	"thundering_drums": {
		"name": "Thundering Drums",
		"sources": [ "Advanced Player's Guide" ],
		"description": [
			"## Thundering Drums",
			"",
			"{SOURCE Advanced Player's Guide/249}  ",
			"**School** {spelldef/evocation} [{spelldef/sonic}]; **Level** bard 3, skald 3  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S  ",
			"**Range** 15 ft.  ",
			"**Area** cone-shaped burst  ",
			"**Duration** instantaneous  ",
			"**Saving Throw** Fortitude partial; **Spell Resistance** yes",
			"",
			"You strike the ground in front of you, filling the area in front of you with the thunder of pounding drums. Any creature in the area takes 1d8 points of sonic damage per caster level (maximum 5d8) and is knocked prone. A successful Fortitude save halves the damage and negates being knocked prone."
		]
	},
	"thunderous_footfalls": {
		"name": "Thunderous Footfalls",
		"sources": [ "Pathfinder #91: Battle of Bloodmarch Hills" ],
		"description": [
			"## Thunderous Footfalls",
			"",
			"{SOURCE Pathfinder #91: Battle of Bloodmarch Hills/71}  ",
			"**School** {spelldef/transmutation}; **Level** arcanist 3, sorcerer 3, summoner 3, unchained summoner 3, wizard 3  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S, M  ",
			"**Range** close (25 ft. + 5 ft./2 levels)  ",
			"**Target** one Large or larger creature  ",
			"**Duration** 1 round/level  ",
			"**Saving Throw** Fortitude negates (harmless); **Spell Resistance** no (harmless)",
			"",
			"This spell makes the target creature's footfalls shake the ground violently as he trundles, which may knock down smaller creatures as he passes by, though it also makes the target slower on land. The target's land speed is reduced by half (round down to the nearest 5-foot increment), but each time he moves overland adjacent to a creature that is at least one size category smaller than he is, that creature must succeed at a Fortitude saving throw or be knocked prone."
		]
	},
	"thunderstomp": {
		"name": "Thunderstomp",
		"sources": [ "Advanced Class Guide" ],
		"description": [
			"## Thunderstomp",
			"",
			"{SOURCE Advanced Class Guide/196}  ",
			"**School** {spelldef/evocation} [{spelldef/earth}]; **Level** arcanist 1, bloodrager 1, druid 1, hunter 1, magus 1, ranger 1, sorcerer 1, wizard 1  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S  ",
			"**Range** close (25 ft. + 5 ft./2 levels)  ",
			"**Target** one creature  ",
			"**Duration** instantaneous  ",
			"**Saving Throw** none; **Spell Resistance** yes",
			"",
			"You stomp your foot or strike your weapon against the ground or floor, creating a ripple of power that you can use to trip a creature. Attempt the combat maneuver check to trip the target, but instead of your base attack bonus you can use your caster level, and instead of your Strength modifier you can use your spellcasting ability score modifier (Intelligence for magi and wizards; Wisdom for druids and rangers; Charisma for bloodragers and sorcerers). This does not provoke an attack of opportunity. This spell has no effect if you cannot reach the ground or floor, or if your target is not in contact with the ground or floor.",
			"",
			"### Greater Thunderstomp",
			"",
			"{SOURCE Advanced Class Guide/196}  ",
			"**School** {spelldef/evocation} [{spelldef/earth}]; **Level** arcanist 3, bloodrager 3, druid 3, hunter 3, magus 3, ranger 3, sorcerer 3, wizard 3  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S  ",
			"**Range** 60 ft.  ",
			"**Area** 60-ft. line  ",
			"**Duration** instantaneous  ",
			"**Saving Throw** none; **Spell Resistance** yes",
			"",
			"This spell functions as thunderstomp, except as noted, and it affects all creatures in the area, regardless of size. When you attempt the combat maneuver check, apply its result to each creature within the area."
		]
	},
	"thunderstomp_greater": {
		"name": "Greater Thunderstomp",
		"copyof": "thunderstomp"
	},
	"greater_thunderstomp": { "copyof": "thunderstomp_greater" },
	"tidal_surge": {
		"name": "Tidal Surge",
		"sources": [ "Ultimate Wilderness" ],
		"description": [
			"## Tidal Surge",
			"",
			"{SOURCE Ultimate Wilderness/237}  ",
			"**School** {spelldef/conjuration} ({spelldef/creation}) [{spelldef/water}]; **Level** druid 5, hunter 5, shaman 5  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S  ",
			"**Range** 30 ft. or 60 ft.; see text  ",
			"**Area** cone-shaped burst or line; see text  ",
			"**Duration** instantaneous  ",
			"**Saving Throw** Reflex half; **Spell Resistance** no",
			"",
			"If you cast tidal surge on land, you create an onrushing surge of water 10 feet high in a 30-foot cone that deals 1d6 points of bludgeoning damage for every 2 caster levels you have (maximum 10d6 at 20th level) and extinguishes all nonmagical fires in the area. Magical fire effects in the area of a tidal surge are affected as if you had cast {spell/dispel magic}. In addition to taking damage, creatures that fail their Reflex saves are pushed 1d4x5 feet away from you, and Medium or smaller creatures are also knocked prone.",
			"",
			"If you cast this spell in or on a body of water at least 30 feet across, you can shape the spell either as the cone described above or as a 60-foot line. In either shape, the water deals 1d10 points of bludgeoning damage for every 2 caster levels you have in addition to pushing away creatures that fail their Reflex saves."
		]
	},
	"tieldlaras_feint": {
		"name": "Tieldlara's Feint",
		"sources": [ "Adventurer's Guide" ],
		"description": [
			"## Tieldlara's Feint",
			"",
			"{SOURCE Adventurer's Guide/27}  ",
			"**School** {spelldef/enchantment} ({spelldef/charm}) [{spelldef/mind-affecting}]; **Level** bard 2, skald 2  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S  ",
			"**Range** 20 ft.  ",
			"**Target** one creature  ",
			"**Duration** 1 round/level  ",
			"**Saving Throw** Will negates; **Spell Resistance** yes",
			"",
			"With a lascivious wink and a sensuous sway, you flood a foe's mind with lustful thoughts of you, distracting your target and rendering that creature vulnerable to your attacks. An affected creature takes a penalty equal to half your caster level on concentration checks and to its CMD against dirty trick, grapple, and steal combat maneuvers you perform. The creature is also denied its Dexterity bonus to AC for the first melee attack you make against it each round.",
			"",
			"If the target would not normally be sexually attracted to you, it receives a +4 bonus on its saving throw. If you end your turn more than 20 feet from the target or end your turn where your target cannot see you, this spell immediately ends."
		]
	},
	"time_shudder": {
		"name": "Time Shudder",
		"sources": [ "Advanced Class Guide" ],
		"description": [
			"## Time Shudder",
			"",
			"{SOURCE Advanced Class Guide/196}  ",
			"**School** {spelldef/transmutation}; **Level** arcanist 2, magus 2, psychic 2, redmantisassassin 2, sorcerer 2, summoner 2, unchained summoner 2, wizard 2  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S, M (a tiny hourglass)  ",
			"**Range** 30 ft.  ",
			"**Area** 30-ft.-radius emanation centered on you  ",
			"**Duration** 1 round  ",
			"**Saving Throw** none; **Spell Resistance** yes",
			"",
			"You cause a ripple in time that affects all creatures in the area. At the start of each creature's turn, there is a 50% chance the creature is hasted (as haste); otherwise it is slowed (as slow)."
		]
	},
	"time_stop": {
		"name": "Time Stop",
		"sources": [
			"PRPG Core Rulebook",
			"Mythic Adventures"
		],
		"description": [
			"## Time Stop",
			"",
			"{SOURCE PRPG Core Rulebook/359}  ",
			"**School** {spelldef/transmutation}; **Level** arcanist 9, psychic 9, sorcerer 9, wizard 9  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V  ",
			"**Range** personal  ",
			"**Target** you  ",
			"**Duration** 1d4+1 rounds (apparent time); see text",
			"",
			"This spell seems to make time cease to flow for everyone but you. In fact, you speed up so greatly that all other creatures seem frozen, though they are actually still moving at their normal speeds. You are free to act for 1d4+1 rounds of apparent time. Normal and magical fire, cold, gas, and the like can still harm you. While the time stop is in effect, other creatures are invulnerable to your attacks and spells; you cannot target such creatures with any attack or spell. A spell that affects an area and has a duration longer than the remaining duration of the time stop have their normal effects on other creatures once the time stop ends. Most spellcasters use the additional time to improve their defenses, summon allies, or flee from combat.",
			"",
			"You cannot move or harm items held, carried, or worn by a creature stuck in normal time, but you can affect any item that is not in another creature's possession.",
			"",
			"You are undetectable while time stop lasts. You cannot enter an area protected by an antimagic field while under the effect of time stop.",
			"",
			"### Mythic Time Stop",
			"",
			"{SOURCE Mythic Adventures/110}",
			"",
			"Select a number of creatures equal to half your tier or fewer within close range (25 feet + 5 feet per 2 caster levels). Mythic time stop has the same effect on these creatures as it does on you, allowing them to act for the same number of rounds of apparent time that you can. You and these creatures can all interact with one another normally while time appears to be stopped.",
			"",
			"*Augmented (10th):* If you expend three uses of mythic power, the duration increases to 1 hour per level of apparent time. You and other affected creatures gain no benefit from rest or sleep while the spell is active."
		]
	},
	"timely_inspiration": {
		"name": "Timely Inspiration",
		"sources": [ "Advanced Player's Guide" ],
		"description": [
			"## Timely Inspiration",
			"",
			"{SOURCE Advanced Player's Guide/249}  ",
			"**School** {spelldef/divination}; **Level** bard 1, skald 1  ",
			"**Casting Time** 1 immediate action  ",
			"**Components** V  ",
			"**Range** close (25 ft. + 5 ft./2 levels)  ",
			"**Target** one creature  ",
			"**Duration** instantaneous  ",
			"**Saving Throw** Will negates (harmless); **Spell Resistance** yes (harmless)",
			"",
			"A word of arcane-empowered inspiration can snatch victory from seeming defeat. Cast this spell when a creature fails an attack roll or skill check. The target gains a +1 competence bonus per five caster levels (maximum +3 bonus) on the attack roll or skill check retroactively. If the bonus is enough to make the failure a success, the roll succeeds."
		]
	},
	"tiny_hut": {
		"name": "Tiny Hut",
		"sources": [ "PRPG Core Rulebook" ],
		"description": [
			"## Tiny Hut",
			"",
			"{SOURCE PRPG Core Rulebook/360}  ",
			"**School** {spelldef/evocation} [{spelldef/force}]; **Level** arcanist 3, bard 3, occultist 3, skald 3, sorcerer 3, wizard 3  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S, M (a small crystal bead)  ",
			"**Range** 20 ft.  ",
			"**Effect** 20-ft.-radius sphere centered on your location  ",
			"**Duration** 2 hours/level (D)  ",
			"**Saving Throw** none; **Spell Resistance** no",
			"",
			"You create an unmoving, opaque sphere of force of any color you desire around yourself. Half the sphere projects above the ground, and the lower hemisphere passes through the ground. As many as nine other Medium creatures can fit into the field with you; they can freely pass into and out of the hut without harming it. However, if you remove yourself from the hut, the spell ends.",
			"",
			"The temperature inside the hut is 70 F if the exterior temperature is between 0 and 100 F. An exterior temperature below 0 or above 100 lowers or raises the interior temperature on a 1-degree-for-1 basis. The hut also provides protection against the elements, such as rain, dust, and sandstorms. The hut withstands any wind of less than hurricane force, but a hurricane (75+ mph wind speed) or greater force destroys it.",
			"",
			"The interior of the hut is a hemisphere. You can illuminate it dimly upon command or extinguish the light as desired. Although the force field is opaque from the outside, it is transparent from within. Missiles, weapons, and most spell effects can pass through the hut without affecting it, although the occupants cannot be seen from outside the hut (they have {rule/total |concealment})."
		]
	},
	"tireless_pursuers": {
		"name": "Tireless Pursuers",
		"copyof": "tireless_pursuit"
	},
	"tireless_pursuit": {
		"name": "Tireless Pursuit",
		"sources": [ "Advanced Player's Guide" ],
		"description": [
			"## Tireless Pursuit",
			"",
			"{SOURCE Advanced Player's Guide/249}  ",
			"**School** {spelldef/transmutation}; **Level** hunter 1, inquisitor 1, ranger 1  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S, M (a hard biscuit)  ",
			"**Range** personal  ",
			"**Target** you  ",
			"**Duration** 1 hour/level (D)",
			"",
			"You harden your body against the stresses of long travel. You halve the damage caused by [hustling and forced marching](rule/overland_movement). In addition, for the duration of the spell you ignore any fatigue caused by such travel. Once the spell ends, if you still have any nonlethal damage caused by the hustling or forced march, you become fatigued, or exhausted if already fatigued.",
			"",
			"### Tireless Pursuers",
			"",
			"{SOURCE Advanced Player's Guide/249}  ",
			"**School** {spelldef/transmutation}; **Level** hunter 3, inquisitor 4, ranger 3  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S, M (a hard biscuit broken into pieces)  ",
			"**Range** touch  ",
			"**Target** you plus one touched creature/3 levels  ",
			"**Duration** 1 hour/level (D)  ",
			"**Saving Throw** Fortitude negates (harmless); **Spell Resistance** yes (harmless)",
			"",
			"This spell functions as tireless pursuit, except as noted above."
		]
	},
	"titanic_anchoring": {
		"name": "Titanic Anchoring",
		"sources": [ "Pathfinder #91: Battle of Bloodmarch Hills" ],
		"description": [
			"## Titanic Anchoring",
			"",
			"{SOURCE Pathfinder #91: Battle of Bloodmarch Hills/71}  ",
			"**School** {spelldef/transmutation}; **Level** antipaladin 3, bloodrager 3, cleric 3, hunter 3, magus 3, oracle 3, paladin 3, ranger 3, warpriest 3  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S, M (a shaving of oak root)  ",
			"**Range** personal  ",
			"**Target** you  ",
			"**Duration** 1 round/level",
			"",
			"You become grounded and nearly immovable. You are immune to the pull and push special abilities, and all bull rush, grapple, overrun, reposition, and trip combat maneuvers made by creatures your size or smaller always fail. You gain a +10 bonus to your CMD against those combat maneuver checks made by creatures larger than you."
		]
	},
	"toilsome_chant": {
		"name": "Toilsome Chant",
		"sources": [ "Advanced Race Guide" ],
		"description": [
			"## Toilsome Chant",
			"",
			"{SOURCE Advanced Race Guide/19}  ",
			"**School** {spelldef/enchantment} ({spelldef/compulsion})[{spelldef/mind-affecting}]; **Level** bard 1, skald 1 (dwarf)  ",
			"**Casting Time** see text  ",
			"**Components** V, S  ",
			"**Range** close (25 ft. + 5 ft./2 levels)  ",
			"**Target** one living creature  ",
			"**Duration** see text  ",
			"**Saving Throw** Will negates (harmless); **Spell Resistance** yes (harmless)",
			"",
			"You can cast this spell as part of the action to begin an inspire competence bardic performance. The benefit of inspire competence persists for as long as is necessary to complete the target's next skill check using the chosen skill (up to a maximum of 1 hour per caster level), even if you cease your bardic performance."
		]
	},
	"tomb_legion": {
		"name": "Tomb Legion",
		"sources": [
			"Faction Guide",
			"Osirion, Land of the Pharaohs"
		],
		"description": [
			"## Tomb Legion",
			"",
			"{SOURCE Faction Guide/61;Osirion, Land of the Pharaohs/27}  ",
			"**School** {spelldef/necromancy} [{spelldef/evil}]; **Level** arcanist 8, cleric 8, oracle 8, sorcerer 8, wizard 8  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S  ",
			"**Range** medium (100 ft. + 10 ft./level)  ",
			"**Effect** three or more advanced mummies, no two of which can be more than 30 ft. apart; see text  ",
			"**Duration** 7 days or 7 months (D); see text  ",
			"**Saving Throw** none; **Spell Resistance** no",
			"",
			"This spell functions like shambler, except that it calls into existence 1d4+2 advanced mummies rather than shambling mounds.",
			"",
			"Though the spell has fallen out of favor among the [Risen Guard](rule/f_second_life) because the Ruby Prince frowns on the use of undead, this spell is popular among followers of the [Whispering Way](rule/f_gravepath)."
		]
	},
	"tongues": {
		"name": "Tongues",
		"sources": [
			"PRPG Core Rulebook",
			"Ultimate Combat"
		],
		"description": [
			"## Tongues",
			"",
			"{SOURCE PRPG Core Rulebook/360}  ",
			"**School** {spelldef/divination}; **Level** adept 3, alchemist 3, arcanist 3, bard 2, cleric 4, inquisitor 2, investigator 3, medium 2, mesmerist 2, oracle 4, psychic 3, shaman 4, skald 2, sorcerer 3, spiritualist 3, summoner 3, unchained summoner 3, warpriest 4, witch 3, wizard 3  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, M/DF (a clay model of a ziggurat)  ",
			"**Range** touch  ",
			"**Target** creature touched  ",
			"**Duration** 10 min./level  ",
			"**Saving Throw** Will negates (harmless); **Spell Resistance** no",
			"",
			"This spell grants the creature touched the ability to speak and understand the language of any intelligent creature, whether it is a racial tongue or a regional dialect. The subject can speak only one language at a time, although it may be able to understand several languages. Tongues does not enable the subject to speak with creatures who don't speak. The subject can make itself understood as far as its voice carries. This spell does not predispose any creature addressed toward the subject in any way.",
			"",
			"Tongues can be made permanent with a {spell/permanency} spell.",
			"",
			"### Communal Tongues",
			"",
			"{SOURCE Ultimate Combat/248}  ",
			"**School** {spelldef/divination}; **Level** alchemist 4, arcanist 4, bard 3, cleric 5, investigator 4, mesmerist 3, oracle 5, psychic 4, skald 3, sorcerer 4, summoner 4, unchained summoner 4, warpriest 5, witch 4, wizard 4  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, M/DF (a clay model of a ziggurat)  ",
			"**Range** touch  ",
			"**Targets** creatures touched  ",
			"**Duration** 10 min./level  ",
			"**Saving Throw** Will negates (harmless); **Spell Resistance** no",
			"",
			"This spell functions like tongues, except you divide the duration in 10-minute intervals among the creatures touched."
		]
	},
	"tongues_communal": {
		"name": "Communal Tongues",
		"copyof": "tongues"
	},
	"communal_tongues": { "copyof": "tongues_communal" },
	"torpid_reanimation": {
		"name": "Torpid Reanimation",
		"sources": [ "Horror Adventures" ],
		"description": [
			"## Torpid Reanimation",
			"",
			"{SOURCE Horror Adventures/130}  ",
			"**School** {spelldef/necromancy} [{spelldef/evil}]; **Level** antipaladin 4, arcanist 5, cleric 4, occultist 4, oracle 4, shaman 4, sorcerer 5, spiritualist 4, warpriest 4, wizard 5  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S, M (an onyx gem worth at least 25 gp per HD of the undead)  ",
			"**Range** touch  ",
			"**Target** one or more corpses touched  ",
			"**Duration** 1 day/caster level and instantaneous (see text)  ",
			"**Saving Throw** none; **Spell Resistance** no",
			"",
			"This spell works like {spell/animate dead} except you set a specific condition for when the animation occurs and you do not immediately have control of the creatures. The condition can be simple, such as being touched, a certain word spoken, or on hearing a specific sound. You can also set a condition based on time, but it must occur within a number of days equal to your caster level. At any time, you can cause the animation to occur as a standard action.",
			"",
			"You can gain control of any uncontrolled undead you created with this spell as a free action if you are within at least 60 feet of the undead creature and have line of sight to it; if you have control of an undead you created with this spell and later lose control of that undead, you can't use this ability to regain control of the same undead. The limit on the number of Hit Dice you can control with animate dead still applies."
		]
	},
	"torrent_of_elemental_rage": {
		"name": "Torrent of Elemental Rage",
		"sources": [ "Pathfinder #24: The Final Wish" ],
		"description": [
			"## Torrent of Elemental Rage",
			"",
			"{SOURCE Pathfinder #24: The Final Wish/60}  ",
			"**School** {spelldef/evocation} [{spelldef/air}, {spelldef/earth}, {spelldef/fire}, {spelldef/water}]; **Level** arcanist 6, sorcerer 6, wizard 6  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S, M/DF  ",
			"**Effect** persistent line of elements 30 ft. long  ",
			"**Duration** concentration, 1 round/3 levels (see below)  ",
			"**Saving Throw** Reflex half; **Spell Resistance** yes",
			"",
			"A shimmering torrent of raw elemental power springs into existence, originating from your outstretched palms. The blast resembles a horizontal whirlwind of howling winds, searing flame, and tumbling shrapnel of ice and metal. Any creature in the area of effect must make a Reflex save or take 8d6 points of damage from a variety of effects-2d6 points of fire damage, 2d6 points of cold damage, 2d6 points of sonic damage, and 2d6 points of slashing damage that overcomes adamantine damage reduction.",
			"",
			"The elemental line is an ongoing effect that persists for as long as you remain concentrating on it, up to 1 round for every three levels you possess (maximum 6 rounds). The line affects any creatures that pass through it on their turn, requiring them to make Reflex saves or take damage as noted.",
			"",
			"On your turn you may shift the line's position as you please. Moving the line does not cause it to sweep through intermediary squares but only affects creatures in its new area of effect."
		]
	},
	"touch_injection": {
		"name": "Touch Injection",
		"sources": [
			"Ultimate Combat",
			"Mythic Adventures"
		],
		"description": [
			"## Touch Injection",
			"",
			"{SOURCE Ultimate Combat/247}  ",
			"**School** {spelldef/transmutation}; **Level** alchemist 2, arcanist 3, investigator 2, psychic 3, redmantisassassin 3, sorcerer 3, wizard 3  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S  ",
			"**Range** personal  ",
			"**Target** you  ",
			"**Duration** 1 hour/level  ",
			"**Saving Throw** none; **Spell Resistance** no",
			"",
			"You must hold an elixir, infused extract, poison, or potion in hand as you cast this spell. The held substance drains from its container into a magical sac in your body. While the spell lasts, you can deliver the substance with a mere touch. To do so to an opponent, you must make a successful melee touch attack. If you hit, the substance takes effect immediately, despite any onset period, and that opponent receives the normal saving throw (if any) against the substance. In the case of a personal infused extract, the opponent receives both a Fortitude save and spell resistance. If you miss, the substance remains in the magical sac for you to use later.",
			"",
			"This spell protects you from poison in the sac, but unless you have the poison use class feature, you suffer a 5% chance of exposing yourself to the poison when you first cast the spell. If you roll a natural 1 while attempting to inject the poison into an enemy, you are exposed to it.",
			"",
			"### Mythic Touch Injection",
			"",
			"{SOURCE Mythic Adventures/110}",
			"",
			"Add half your tier to the DC of a poison or potion you inject into another creature with this spell. If you do this with a substance that grants a skill bonus, add your tier to that skill bonus."
		]
	},
	"touch_of_blindness": {
		"name": "Touch of Blindness",
		"sources": [ "Blood of Shadows" ],
		"description": [
			"## Touch of Blindness",
			"",
			"{SOURCE Blood of Shadows/29}  ",
			"**School** {spelldef/necromancy} [{spelldef/darkness}, {spelldef/shadow>_descriptor}]; **Level** antipaladin 1, arcanist 1, bard 1, cleric 1, oracle 1, shaman 1, skald 1, sorcerer 1, warpriest 1, witch 1, wizard 1  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V  ",
			"**Range** touch  ",
			"**Target** creature or creatures touched (up to one/level)  ",
			"**Duration** 1 round/level (see text)  ",
			"**Saving Throw** Fortitude negates; **Spell Resistance** yes",
			"",
			"A touch from your hand, which is engulfed in darkness, disrupts a creature's vision by coating its eyes in supernatural darkness. Each touch causes the target to become blinded for 1 round unless it makes a successful Fortitude saving throw. You can use this melee touch attack up to one time per caster level. Any touch attack not used after 1 round per caster level is lost."
		]
	},
	"touch_of_bloodletting": {
		"name": "Touch of Bloodletting",
		"sources": [
			"Inner Sea Gods",
			"Faiths of Corruption"
		],
		"description": [
			"## Touch of Bloodletting",
			"",
			"{SOURCE Inner Sea Gods/243;Faiths of Corruption/29}  ",
			"**School** {spelldef/necromancy}; **Level** antipaladin 2, arcanist 2, bloodrager 1, cleric 1, druid 1, hunter 1, oracle 1, shaman 2, sorcerer 2, warpriest 1, witch 2, wizard 2 (Zon-Kuthon)  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S  ",
			"**Range** touch  ",
			"**Target** living creature touched  ",
			"**Duration** 1 round/level  ",
			"**Saving Throw** Will negates; **Spell Resistance** yes",
			"",
			"This spell causes any existing wounds that the target possesses to bleed profusely. If the creature's current total hit points are less than its maximum, this spell causes the creature to take 1 point of bleed damage each round and become exhausted for the duration of the spell. A successful DC 15 Heal check or any spell that cures hit point damage negates the effects of this spell."
		]
	},
	"touch_of_combustion": {
		"name": "Touch of Combustion",
		"sources": [ "Advanced Race Guide" ],
		"description": [
			"## Touch of Combustion",
			"",
			"{SOURCE Advanced Race Guide/131}  ",
			"**School** {spelldef/evocation} [{spelldef/fire}]; **Level** arcanist 1, bloodrager 1, druid 1, hunter 1, inquisitor 1, magus 1, psychic 1, sorcerer 1, witch 1, wizard 1 (ifrit)  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S  ",
			"**Range** touch  ",
			"**Target** creature or object touched  ",
			"**Duration** instantaneous  ",
			"**Saving Throw** Reflex negates, see text; **Spell Resistance** yes",
			"",
			"Your successful melee touch attack causes the target to ignite in a violent burst of flame, dealing 1d6 points of fire damage. If it fails its saving throw, the target also catches on fire . If the target catches fire, on the first round thereafter, creatures adjacent to it (including you) must each succeed at a Reflex save or take 1d4 points of fire damage."
		]
	},
	"touch_of_fatigue": {
		"name": "Touch of Fatigue",
		"sources": [ "PRPG Core Rulebook" ],
		"description": [
			"## Touch of Fatigue",
			"",
			"{SOURCE PRPG Core Rulebook/360}  ",
			"**School** {spelldef/necromancy}; **Level** adept 0, arcanist 0, mesmerist 0, occultist 0, shaman 0, sorcerer 0, witch 0, wizard 0  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S, M (a drop of sweat)  ",
			"**Range** touch  ",
			"**Target** creature touched  ",
			"**Duration** 1 round/level  ",
			"**Saving Throw** Fortitude negates; **Spell Resistance** yes",
			"",
			"You channel negative energy through your touch, fatiguing the target. You must succeed on a touch attack to strike a target. The subject is immediately fatigued for the spell's duration.",
			"",
			"This spell has no effect on a creature that is already fatigued. Unlike with normal fatigue, the effect ends as soon as the spell's duration expires."
		]
	},
	"touch_of_gracelessness": {
		"name": "Touch of Gracelessness",
		"sources": [ "Advanced Player's Guide" ],
		"description": [
			"## Touch of Gracelessness",
			"",
			"{SOURCE Advanced Player's Guide/249}  ",
			"**School** {spelldef/transmutation}; **Level** arcanist 1, bard 1, bloodrager 1, mesmerist 1, redmantisassassin 1, skald 1, sorcerer 1, spiritualist 1, wizard 1  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S  ",
			"**Range** touch  ",
			"**Target** creature touched  ",
			"**Duration** 1 round/level  ",
			"**Saving Throw** Fortitude partial; **Spell Resistance** yes",
			"",
			"With a single touch, you reduce a creature to a fumbling clown. The target takes a penalty to its Dexterity equal to 1d6+1 per two caster levels (maximum 1d6+5). This penalty cannot drop the target's Dexterity score below 1.",
			"",
			"In addition, if the subject moves more than half its speed, it falls prone. If the subject flies, its maneuverability is reduced by one step (perfect maneuverability becomes good, good becomes average, and so on).",
			"",
			"A successful Fortitude save halves the penalty to Dexterity and negates the possibility of falling prone or the reduction to fly maneuverabilities."
		]
	},
	"touch_of_idiocy": {
		"name": "Touch of Idiocy",
		"sources": [ "PRPG Core Rulebook" ],
		"description": [
			"## Touch of Idiocy",
			"",
			"{SOURCE PRPG Core Rulebook/360}  ",
			"**School** {spelldef/enchantment} ({spelldef/compulsion}) [{spelldef/mind-affecting}]; **Level** arcanist 2, bloodrager 2, medium 2, mesmerist 2, psychic 2, sorcerer 2, spiritualist 2, witch 2, wizard 2  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S  ",
			"**Range** touch  ",
			"**Target** living creature touched  ",
			"**Duration** 10 min./level  ",
			"**Saving Throw** no; **Spell Resistance** yes",
			"",
			"With a touch, you reduce the target's mental faculties. Your successful melee touch attack applies a 1d6 penalty to the target's Intelligence, Wisdom, and Charisma scores. This penalty can't reduce any of these scores below 1.",
			"",
			"This spell's effect may make it impossible for the target to cast some or all of its spells, if the requisite ability score drops below the minimum required to cast spells of that level."
		]
	},
	"touch_of_mercy": {
		"name": "Touch of Mercy",
		"sources": [ "Champions of Purity" ],
		"description": [
			"## Touch of Mercy",
			"",
			"{SOURCE Champions of Purity/29}  ",
			"**School** {spelldef/enchantment} ({spelldef/compulsion}) [{spelldef/good}, {spelldef/mind-affecting}]; **Level** arcanist 2, bard 2, cleric 2, oracle 2, skald 2, sorcerer 2, warpriest 2, wizard 2  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S, DF  ",
			"**Range** touch  ",
			"**Target** one creature  ",
			"**Duration** 1 round/level (D)  ",
			"**Saving Throw** Will negates; **Spell Resistance** yes",
			"",
			"The target creature deals only nonlethal damage with all of its weapon attacks. Damage taken by creatures or objects that are not subject to nonlethal damage is not converted to nonlethal and remains lethal damage. The weapon retains all of its other normal properties.",
			"",
			"### Hymn of Mercy",
			"",
			"{SOURCE Champions of Purity/29}  ",
			"**School** {spelldef/enchantment} ({spelldef/compulsion}) [{spelldef/good}, {spelldef/mind-affecting}]; **Level** bard 5, cleric 5, oracle 5, skald 5, warpriest 5  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S  ",
			"**Range** 30 ft.  ",
			"**Area** 30-ft.-radius burst centered on you  ",
			"**Duration** 1 round/level (D)  ",
			"**Saving Throw** Will negates; **Spell Resistance** yes",
			"",
			"This spell functions like touch of mercy, except as noted above."
		]
	},
	"hymn_of_mercy": {
		"name": "Hymn of Mercy",
		"copyof": "touch_of_mercy"
	},
	"touch_of_slime": {
		"name": "Touch of Slime",
		"sources": [ "Ultimate Magic" ],
		"description": [
			"## Touch of Slime",
			"",
			"{SOURCE Ultimate Magic/243}  ",
			"**School** {spelldef/conjuration} ({spelldef/creation}) [{spelldef/disease}]; **Level** alchemist 4, arcanist 4, bloodrager 4, druid 4, hunter 4, investigator 4, psychic 4, sorcerer 4, witch 4, wizard 4  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S, M (a drop of acid and a black glass sphere)  ",
			"**Range** touch  ",
			"**Target** living creature touched  ",
			"**Duration** instantaneous  ",
			"**Saving Throw** Fortitude negates; **Spell Resistance** yes",
			"",
			"You create a coating of slime on your hand. When you make a successful melee touch attack with the slime, it pulls free of you and sticks to the target, at which point it acts like green slime, dealing 1d3 points of Constitution damage per round. Anything that destroys green slime (scraping, freezing, burning, cutting, sunlight, or {spell/remove disease}) destroys this slime. If the slime kills a creature, it consumes the body and then dies. It cannot transfer to a creature other than the original target, and dies if separated from the original target."
		]
	},
	"touch_of_slumber": {
		"name": "Touch of Slumber",
		"sources": [ "Magic Tactics Toolbox" ],
		"description": [
			"## Touch of Slumber",
			"",
			"{SOURCE Magic Tactics Toolbox/26}  ",
			"**School** {spelldef/enchantment} ({spelldef/compulsion}) [{spelldef/mind-affecting}]; **Level** arcanist 5, bard 6, cleric 5, druid 5, hunter 5, oracle 5, psychic 6, shaman 5, skald 6, sorcerer 5, warpriest 5, witch 6, wizard 5  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S, M (a bit of seaweed)  ",
			"**Range** touch  ",
			"**Target** nonhostile creature touched  ",
			"**Duration** instantaneous  ",
			"**Saving Throw** Will negates; **Spell Resistance** yes",
			"",
			"This spell functions only against a creature with an attitude toward you of indifferent or better, and only if the target is not hostile toward you or your visible allies. A target touched by you (this touch usually requires a successful melee touch attack) must succeed at a Will saving throw or fall asleep for 2d6 hours. While asleep, the creature is helpless. For 1 minute after the creature is affected, any loud noise or rough contact causes it to awaken immediately. Thereafter, slapping or wounding an affected creature awakens it, but normal noise does not. Awakening a creature is a standard action (this is an application of the aid another action)."
		]
	},
	"touch_of_the_sea": {
		"name": "Touch of the Sea",
		"sources": [ "Advanced Player's Guide" ],
		"description": [
			"## Touch of the Sea",
			"",
			"{SOURCE Advanced Player's Guide/250}  ",
			"**School** {spelldef/transmutation}; **Level** alchemist 1, arcanist 1, bloodrager 1, druid 1, hunter 1, investigator 1, redmantisassassin 1, sorcerer 1, wizard 1  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S, M (a fish scale)  ",
			"**Range** touch  ",
			"**Target** creature touched  ",
			"**Duration** 1 minute/level  ",
			"**Saving Throw** Fortitude negates (harmless); **Spell Resistance** yes (harmless)",
			"",
			"You cause webs to grow between the target's fingers and its feet to transform into flippers, granting a swim speed of 30 feet along with the standard +8 bonus on Swim checks and the ability to take 10 even if distracted or endangered. You can also use the run action while swimming, provided you swim in a straight line. This transformation causes any boots or gloves the target is wearing to meld into its form (although magic items with a continuous effect continue to function). This spell does not grant the target any ability to breathe water."
		]
	},
	"tough_crowd": {
		"name": "Tough Crowd",
		"sources": [ "Arcane Anthology" ],
		"description": [
			"## Tough Crowd",
			"",
			"{SOURCE Arcane Anthology/27}  ",
			"**School** {spelldef/abjuration}; **Level** arcanist 4, bard 4, inquisitor 4, mesmerist 4, psychic 3, sorcerer 4, witch 3, wizard 4  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S  ",
			"**Range** medium (100 ft. + 10 ft./level)  ",
			"**Target** 1 creature/level  ",
			"**Duration** 10 minutes/level  ",
			"**Saving Throw** Will negates (harmless); **Spell Resistance** yes (harmless)",
			"",
			"You fortify your allies against attempts to control or mislead them. Each ally in the spell's range gains a +4 insight bonus on the saving throw to resist the next enchantment or illusion spell cast on it. In addition, the DC of any Bluff, Diplomacy, Disguise, or Intimidate check to influence an affected character increases by 4 for the duration of the spell."
		]
	},
	"tower_of_iron_will_1": {
		"name": "Tower of Iron Will I",
		"sources": [ "Occult Adventures" ],
		"description": [
			"{jumplist Tower of Iron Will II / Tower of Iron Will III / Tower of Iron Will IV / Tower of Iron Will V}",
			"",
			"## Tower of Iron Will I",
			"",
			"{SOURCE Occult Adventures/190}  ",
			"**School** {spelldef/abjuration}; **Level** psychic 5  ",
			"**Casting Time** 1 immediate action  ",
			"**Components** V  ",
			"**Range** 10 ft.  ",
			"**Area** 10-ft.-radius emanation centered on you  ",
			"**Duration** 1 round  ",
			"**Saving Throw** none; **Spell Resistance** yes (harmless)",
			"",
			"You project a fortress of mental power that blocks out the psychic energy of others, granting mental strength and resiliency to all inside the area. All creatures inside the area gain spell resistance equal to 10 + double this spell's level against psychic magic and any mind-affecting effects. Creatures inside the area don't receive this protection against your spells or special abilities.",
			"",
			"### Tower of Iron Will II",
			"",
			"{SOURCE Occult Adventures/190}  ",
			"**School** {spelldef/abjuration}; **Level** psychic 6  ",
			"**Casting Time** 1 immediate action  ",
			"**Components** V  ",
			"**Range** 10 ft.  ",
			"**Area** 10-ft.-radius emanation centered on you  ",
			"**Duration** 2 rounds  ",
			"**Saving Throw** none; **Spell Resistance** yes (harmless)",
			"",
			"This functions as tower of iron will I, except as noted above. This spell can be undercast.",
			"",
			"### Tower of Iron Will III",
			"",
			"{SOURCE Occult Adventures/190}  ",
			"**School** {spelldef/abjuration}; **Level** psychic 7  ",
			"**Casting Time** 1 immediate action  ",
			"**Components** V  ",
			"**Range** 10 ft.  ",
			"**Area** 10-ft.-radius emanation centered on you  ",
			"**Duration** 3 rounds  ",
			"**Saving Throw** none; **Spell Resistance** yes (harmless)",
			"",
			"This functions as tower of iron will I, except as noted above. This spell can be undercast.",
			"",
			"### Tower of Iron Will IV",
			"",
			"{SOURCE Occult Adventures/190}  ",
			"**School** {spelldef/abjuration}; **Level** psychic 8  ",
			"**Casting Time** 1 immediate action  ",
			"**Components** V  ",
			"**Range** 10 ft.  ",
			"**Area** 10-ft.-radius emanation centered on you  ",
			"**Duration** 4 rounds  ",
			"**Saving Throw** none; **Spell Resistance** yes (harmless)",
			"",
			"This functions as tower of iron will I, except as noted above. This spell can be undercast.",
			"",
			"### Tower of Iron Will V",
			"",
			"{SOURCE Occult Adventures/190}  ",
			"**School** {spelldef/abjuration}; **Level** psychic 9  ",
			"**Casting Time** 1 immediate action  ",
			"**Components** V  ",
			"**Range** 10 ft.  ",
			"**Area** 10-ft.-radius emanation centered on you  ",
			"**Duration** 5 rounds  ",
			"**Saving Throw** none; **Spell Resistance** yes (harmless)",
			"",
			"This functions as tower of iron will I, except as noted above. This spell can be undercast."
		]
	},
	"tower_of_iron_will_i": { "copyof": "tower_of_iron_will_1" },
	"tower_of_iron_will_2": {
		"name": "Tower of Iron Will II",
		"copyof": "tower_of_iron_will_1"
	},
	"tower_of_iron_will_ii": { "copyof": "tower_of_iron_will_2" },
	"tower_of_iron_will_3": {
		"name": "Tower of Iron Will III",
		"copyof": "tower_of_iron_will_1"
	},
	"tower_of_iron_will_iii": { "copyof": "tower_of_iron_will_3" },
	"tower_of_iron_will_4": {
		"name": "Tower of Iron Will IV",
		"copyof": "tower_of_iron_will_1"
	},
	"tower_of_iron_will_iv": { "copyof": "tower_of_iron_will_4" },
	"tower_of_iron_will_5": {
		"name": "Tower of Iron Will V",
		"copyof": "tower_of_iron_will_1"
	},
	"tower_of_iron_will_v": { "copyof": "tower_of_iron_will_5" },
	"toxic_blood": {
		"name": "Toxic Blood",
		"sources": [ "Potions and Poisons" ],
		"description": [
			"## Toxic Blood",
			"",
			"{SOURCE Potions and Poisons/11}  ",
			"**School** {spelldef/transmutation} [{spelldef/poison}]; **Level** alchemist 3, arcanist 3, bloodrager 3, cleric 3, druid 3, hunter 3, investigator 3, magus 3, oracle 3, ranger 3, sorcerer 3, summoner 3, unchained summoner 3, witch 3, wizard 3  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S, M (vial of black adder venom)  ",
			"**Range** touch  ",
			"**Target** creature touched  ",
			"**Duration** 1 minute/level  ",
			"**Saving Throw** Fortitude negates; see text; **Spell Resistance** no",
			"",
			"The target creature's blood becomes poisonous. Anytime the target takes piercing or slashing damage, a spray of acidic blood spurts from its body in the direction of the opponent who inflicted the wound. This blood travels in a 10-foot line, striking the first creature or object it touches. A creature struck by the blood is exposed to black adder venom and must save against the poison as normal, with a DC equal to the spell's DC.",
			"",
			"Toxic blood can be made permanent with a {spell/permanency} spell cast by a caster of 11th level or higher, at a cost of 7,500 gp."
		]
	},
	"toxic_gift": {
		"name": "Toxic Gift",
		"sources": [ "Ultimate Magic" ],
		"description": [
			"## Toxic Gift",
			"",
			"{SOURCE Ultimate Magic/243}  ",
			"**School** {spelldef/necromancy} [{spelldef/poison}]; **Level** antipaladin 2, arcanist 3, occultist 3, sorcerer 3, wizard 3  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S  ",
			"**Range** touch  ",
			"**Target** living creature touched  ",
			"**Duration** instantaneous; see text  ",
			"**Saving Throw** Fortitude negates (see text); **Spell Resistance** yes",
			"",
			"You can cast this spell only if you are currently poisoned. You draw upon the poison in your body and duplicate its effects in the target, which is affected by the same poison you are, except it uses this spell's DC instead of the poison's normal DC. If you are affected by more than one poison, you must choose one to afflict upon the target."
		]
	},
	"toxic_rupture": {
		"name": "Toxic Rupture",
		"sources": [ "Dirty Tactics Toolbox" ],
		"description": [
			"## Toxic Rupture",
			"",
			"{SOURCE Dirty Tactics Toolbox/29}  ",
			"**School** {spelldef/necromancy} [{spelldef/poison}]; **Level** arcanist 3, druid 3, hunter 3, shaman 3, sorcerer 3, witch 3, wizard 3  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S, M/DF (a viper's fang)  ",
			"**Range** close (25 ft. + 5 ft./2 levels)  ",
			"**Target** one poisonous creature  ",
			"**Duration** instantaneous  ",
			"**Saving Throw** Fortitude negates see text; **Spell Resistance** yes",
			"",
			"With a squeezing hand gesture, you cause internal bleeding in the target creature's venom glands or similar organs. The target must attempt a saving throw against its own poison using the DC for this spell. If it fails, the creature is poisoned and suffers the full effect of its poison. Any subsequent saving throws that the target must attempt against the poison use the normal DC for the poison rather than this spell's DC."
		]
	},
	"trace_teleport": {
		"name": "Trace Teleport",
		"sources": [ "Ultimate Intrigue" ],
		"description": [
			"## Trace Teleport",
			"",
			"{SOURCE Ultimate Intrigue/226}  ",
			"**School** {spelldef/divination}; **Level** arcanist 5, psychic 4, sorcerer 5, wizard 5  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S, F (a magnifying lens)  ",
			"**Range** 40 feet  ",
			"**Area** 40-ft.-radius emanation centered on you  ",
			"**Duration** 1 minute/level  ",
			"**Saving Throw** none; **Spell Resistance** no",
			"",
			"You immediately become aware of any teleportation effects that begin or end within the spell's area. The spell's area radiates from you and moves as you move. You know the exact origin point of any teleportation effect that originates within the spell's area, and the exact end point of any teleportation effect that terminates within the spell's area. Further, you can detect the lingering traces of any teleportation effect that occurred up to 1 hour previously, in the same fashion. You intuitively know, to the nearest minute, when the teleportation effect occurred.",
			"",
			"Whenever you detect the origin point or termination point of any teleportation effect with this spell, you can study that origin point or termination point for 1 round. If you do, you can attempt a caster level check (DC = 11 + the teleportation effect's caster level), taking a -5 penalty if the effect occurred more than 1 minute ago. If you succeed, you gain a glimpse of the teleportation effect's termination point (if you detected an origin point) or origin point (if you detected a termination point). This glimpse lasts long enough for you to get a brief look at the area, but not long enough to scrutinize it in detail. It doesn't come with any geographic knowledge of the location, so it is not sufficient for teleport or similar magic. You can't retry the caster level check, even if you cast trace teleport again."
		]
	},
	"track_ship": {
		"name": "Track Ship",
		"sources": [ "Pirates of the Inner Sea" ],
		"description": [
			"## Track Ship",
			"",
			"{SOURCE Pirates of the Inner Sea/29}  ",
			"**School** {spelldef/divination} ({spelldef/scrying}); **Level** arcanist 2, bard 2, cleric 2, oracle 2, skald 2, sorcerer 2, warpriest 2, wizard 2  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S, F (piece of ship)  ",
			"**Range** see text  ",
			"**Effect** magical icon  ",
			"**Duration** 1 hour/level  ",
			"**Saving Throw** Will negates (object); **Spell Resistance** yes (object)",
			"",
			"In order to cast this spell, you must have a piece of the ship you wish to track. Merchants often preserve slivers from their trade ships specifically for this purpose. You also need a nautical chart.",
			"",
			"When you cast this spell, an icon of the targeted ship appears on the nautical chart. The icon moves as the ship moves for the duration of this spell. If the ship is not within the area delineated by the chart, the spell fails. If the ship is reduced to 0 or fewer hit points, its icon changes from a ship to a skull and crossbones."
		]
	},
	"tracking_mark": {
		"name": "Tracking Mark",
		"sources": [
			"Inner Sea Gods",
			"Pathfinder #32: Rivers Run Red"
		],
		"description": [
			"## Tracking Mark",
			"",
			"{SOURCE Inner Sea Gods/243;Pathfinder #32: Rivers Run Red/71}  ",
			"**School** {spelldef/evocation}; **Level** bloodrager 1, cleric 1, druid 1, hunter 1, oracle 1, paladin 1, ranger 1, warpriest 1 (Erastil)  ",
			"**Casting Time** 1 standard action  ",
			"**Components** S, DF  ",
			"**Range** long (400 ft. + 40 ft./level)  ",
			"**Target** one creature  ",
			"**Duration** 10 minutes/level (D)  ",
			"**Saving Throw** Will negates; **Spell Resistance** yes",
			"",
			"You gain a supernatural ability to detect tracks and other clues left behind by the target. You treat the DCs of all Survival checks made to track the target as if they were 5 lower than normal, and you gain a +5 bonus on Perception checks made to notice the target if it is using Stealth or recognize it if it is using Disguise."
		]
	},
	"trade_items": {
		"name": "Trade Items",
		"sources": [ "Ultimate Intrigue" ],
		"description": [
			"## Trade Items",
			"",
			"{SOURCE Ultimate Intrigue/226}  ",
			"**School** {spelldef/conjuration} ({spelldef/teleportation}); **Level** arcanist 4, bard 3, mesmerist 3, skald 3, sorcerer 4, summoner 3, unchained summoner 3, wizard 4  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S, F (any held object weighing no more than 5 lbs./level  ",
			"**Range** close (25 ft. + 5 ft./2 levels)  ",
			"**Target** one object weighing no more than 5 lbs./level  ",
			"**Duration** instantaneous  ",
			"**Saving Throw** Will negates (object); **Spell Resistance** yes (object)",
			"",
			"You cause the target object and the object used as a focus for the spell to immediately swap places. The target object appears in your hand (or falls to the ground in your square if you are unable to hold it). The stronger the connection between the two objects, the more difficult the spell is to resist, as indicated on the table below. The modifiers are cumulative.",
			"",
			"| Similarity | DC |",
			"| --- | --- |",
			"| The two objects are the same type of object (such as \"keys,\" \"swords,\" \"scrolls\") | +1 |",
			"| The two objects are made of the same material | +1 |",
			"| The two objects have the same weight (accurate to the nearest ounce) | +1 |",
			"| The two objects are part of the same set or made in the exact same mold | +2 |",
			"| The target object has a higher gp value than the focus item | -2 |",
			"| The target object is tied its holder, such as a bonded item | -2 |"
		]
	},
	"trail_of_the_rose": {
		"name": "Trail of the Rose",
		"sources": [ "Faiths of Purity" ],
		"description": [
			"## Trail of the Rose",
			"",
			"{SOURCE Faiths of Purity/29}  ",
			"**School** {spelldef/illusion} ({spelldef/phantasm}); **Level** bard 2, cleric 2, oracle 2, skald 2, warpriest 2 (Shelyn)  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S  ",
			"**Range** touch  ",
			"**Target** 1 rose touched  ",
			"**Duration** 1 hour/level (D)  ",
			"**Saving Throw** none; **Spell Resistance** no",
			"",
			"This spell creates an illusory trail in the form of a misty and visible scent coming from the rose used as this spell's material component. When you cast this spell, the scent of the rose leaves a faint pink-tinged illusion that ripples and flows in the area. Only you and up to six creatures you designate upon casting the spell can see the illusion. To designate a creature, you must know it well. It is not enough simply to have met that creature once or heard of the creature. When you move, this illusory scent leaves a trail, though there are no telltale signs of which direction you moved if creatures designated by this spell find a middle section of the trail. This is typically used to create backtracking method for the caster's handpicked allies, useful for navigating in and out of mazes or labyrinthine cave complexes without leaving behind an obvious trail."
		]
	},
	"transfer_familiar": {
		"name": "Transfer Familiar",
		"sources": [ "Familiar Folio" ],
		"description": [
			"## Transfer Familiar",
			"",
			"{SOURCE Familiar Folio/23}  ",
			"**School** {spelldef/evocation}; **Level** arcanist 6, sorcerer 6, witch 6, wizard 6  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S  ",
			"**Range** touch  ",
			"**Target** your familiar and one willing creature  ",
			"**Duration** 1 day/level (D)  ",
			"**Saving Throw** none; **Spell Resistance** no",
			"",
			"You temporarily grant control of your familiar to another willing creature. You, your familiar, and the target creature must all be touching each other when you cast this spell. The target gains all the benefits and abilities normally associated with having a familiar, including the ability to share spells, speak with the familiar, and so on. You lose all of these benefits for the duration of the spell. If the target already has a familiar, the spell fails."
		]
	},
	"transfer_regeneration": {
		"name": "Transfer Regeneration",
		"sources": [ "Monster Codex" ],
		"description": [
			"## Transfer Regeneration",
			"",
			"{SOURCE Monster Codex/225}  ",
			"**School** {spelldef/transmutation}; **Level** cleric 3, druid 3, hunter 3, oracle 3, psychic 3, shaman 3, warpriest 3, witch 3  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S  ",
			"**Range** close (25 ft. + 5 ft./2 levels)  ",
			"**Target** 1 willing living creature  ",
			"**Duration** 1 minute  ",
			"**Saving Throw** none; **Spell Resistance** no",
			"",
			"You bestow your regenerative abilities on the target. Your regeneration stops functioning for the duration of the spell, and the target gains your regeneration. For example, if you have regeneration 5 (acid or fire), your target gains regeneration 5 (acid or fire). This regeneration overlaps (does not stack) with any regeneration the creature already has, including other castings of this spell. This spell has no effect if you don't have the regeneration ability or your regeneration isn't functioning when you cast the spell."
		]
	},
	"transfer_tattoo": {
		"name": "Transfer Tattoo",
		"sources": [ "Inner Sea Magic" ],
		"description": [
			"## Transfer Tattoo",
			"",
			"{SOURCE Inner Sea Magic/62}  ",
			"**School** {spelldef/transmutation}; **Level** arcanist 1, bard 1, redmantisassassin 1, skald 1, sorcerer 1, witch 1, wizard 1  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S, M (tattooing needle)  ",
			"**Range** touch  ",
			"**Target** one magic tattoo  ",
			"**Duration** instantaneous  ",
			"**Saving Throw** Fortitude negates; **Spell Resistance** yes",
			"",
			"With this spell, you can transfer one magic tattoo from one creature to another. A target that isn't willing to have his tattoo removed or to receive the transferred tattoo can resist this spell with a Fortitude save - if successful, the transfer fails and the caster of this spell is staggered for 1 round by the backlash of magical energy. A tattoo can be transferred from a dead creature in this manner to a living host, provided the body has been dead no longer than one hour per caster level."
		]
	},
	"transfiguring_touch": {
		"name": "Transfiguring Touch",
		"sources": [ "Inner Sea Intrigue" ],
		"description": [
			"## Transfiguring Touch",
			"",
			"{SOURCE Inner Sea Intrigue/63}  ",
			"**School** {spelldef/transmutation}; **Level** alchemist 5, arcanist 6, investigator 5, occultist 6, sorcerer 6, wizard 6  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S, M (alchemical reagents worth 1 gp or the value of the created material, whichever is more)  ",
			"**Range** touch  ",
			"**Target** object touched, up to 1 cubic foot per level  ",
			"**Duration** instantaneous  ",
			"**Saving Throw** none; **Spell Resistance** no",
			"",
			"You create an alchemical residue on your hands that gradually converts a touched, unattended, nonmagical object into iron, paper, or wood (your choice). The spell converts at most 1 cubic foot of material per caster level you have; if the object is larger than the maximum volume, the transfiguration stops once that amount of matter has been converted. If your caster level is at least 14th, you can opt to create lead. If your caster level is at least 19th, you can opt to create precious metals. If you create a precious metal, you must use an equivalent value of alchemical reagents as a material component (5 sp per pound of copper, 5 gp per pound of silver, 50 gp per pound of gold, 500 gp per pound of platinum)."
		]
	},
	"transformation": {
		"name": "Transformation",
		"sources": [
			"PRPG Core Rulebook",
			"Mythic Adventures"
		],
		"description": [
			"## Transformation",
			"",
			"{SOURCE PRPG Core Rulebook/360}  ",
			"**School** {spelldef/transmutation}; **Level** alchemist 6, arcanist 6, investigator 6, magus 6, occultist 6, psychic 6, sorcerer 6, spiritualist 6, witch 6, wizard 6  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S, M (a potion of bull's strength, which you drink and whose effects are subsumed by the spell effects)  ",
			"**Range** personal  ",
			"**Target** you  ",
			"**Duration** 1 round/level",
			"",
			"You become a fighting machine - stronger, tougher, faster, and more skilled in combat. Your mindset changes so that you relish combat and you can't cast spells, even from magic items.",
			"",
			"You gain a +4 enhancement bonus to Strength, Dexterity, and Constitution, a +4 natural armor bonus to AC, a +5 competence bonus on Fortitude saves, and proficiency with all simple and martial weapons. Your base attack bonus equals your character level (which may give you multiple attacks).",
			"",
			"You lose your spellcasting ability, including your ability to use spell activation or spell completion magic items, just as if the spells were no longer on your class list.",
			"",
			"### Mythic Transformation",
			"",
			"{SOURCE Mythic Adventures/110}",
			"",
			"You can still cast spells and use spell completion and spell trigger items, but the level of the spell you're casting or using must be equal to or less than your tier. You gain a number of temporary hit points equal to your caster level."
		]
	},
	"transmogrify": {
		"name": "Transmogrify",
		"sources": [ "Advanced Player's Guide" ],
		"description": [
			"## Transmogrify",
			"",
			"{SOURCE Advanced Player's Guide/250}  ",
			"**School** {spelldef/transmutation}; **Level** summoner 4, unchained summoner 4  ",
			"**Casting Time** 1 hour  ",
			"**Components** V, S, M (a flask of quicksilver worth 1,000 gp)  ",
			"**Range** touch  ",
			"**Target** your eidolon  ",
			"**Duration** instantaneous  ",
			"**Saving Throw** Will negates (harmless); **Spell Resistance** no",
			"",
			"Your eidolon's form shifts and transforms. This spell allows you to change any of the eidolon's evolutions by allocating its evolution pool on new evolutions. If you have the aspect or greater aspect ability, this spell also allows you to change the evolution points spent to modify you, including removing or adding points as allowed by those abilities.",
			"",
			"Your eidolon cannot benefit from this spell more than once per day. This spell does not allow you to change your eidolon's base form."
		]
	},
	"transmute_blood_to_acid": {
		"name": "Transmute Blood To Acid",
		"sources": [ "Ultimate Magic" ],
		"description": [
			"## Transmute Blood To Acid",
			"",
			"{SOURCE Ultimate Magic/244}  ",
			"**School** {spelldef/transmutation} [{spelldef/acid}, {spelldef/pain}]; **Level** arcanist 9, psychic 9, sorcerer 9, wizard 9  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S, M (a wax doll and a vial of acid worth 10 gp)  ",
			"**Range** close (25 ft. + 5 ft./2 levels)  ",
			"**Target** one living creature  ",
			"**Duration** concentration (maximum 1 round/5 levels)  ",
			"**Saving Throw** Fortitude half; **Spell Resistance** yes",
			"",
			"You transmute blood in the target's body to acid, dealing 1d6 points of acid damage/2 levels (maximum 12d6) each round. The creature is staggered and sickened by the debilitating pain. A successful Fortitude save each round halves the damage and negates the staggered condition for 1 round. If this damage reduces the creature to 0 or fewer hit points, it dissolves, leaving only the barest trace of remains. A dissolved creature's equipment is unaffected.",
			"",
			"Anyone who strikes the target with a non-reach melee weapon, natural weapon, or unarmed attack takes 3d6 points of acid damage as the acidic blood sprays on the attacker. If the attack is from a piercing or slashing manufactured weapon, the weapon also takes this damage.",
			"",
			"This spell has no effect on creatures immune to critical hits or bleed effects."
		]
	},
	"transmute_golem": {
		"name": "Transmute Golem",
		"sources": [ "Arcane Anthology" ],
		"description": [
			"## Transmute Golem",
			"",
			"{SOURCE Arcane Anthology/22}  ",
			"**School** {spelldef/transmutation} ({spelldef/polymorph}); **Level** alchemist 6, arcanist 9, investigator 6, sorcerer 9, wizard 9  ",
			"**Casting Time** 8 hours  ",
			"**Components** V, S, M (powdered metals with a variable cost, see text)  ",
			"**Range** touch  ",
			"**Target** golem touched  ",
			"**Duration** instantaneous  ",
			"**Saving Throw** none; **Spell Resistance** no",
			"",
			"You turn one type of golem into another. The golem must be willing - it must be commanded to transform by its master or must be a creature able to make informed decisions that opts to submit to the spell. You must provide various powdered metals with a value equal to 150% of the difference in creation costs between the old and new type of golem, even if the new golem type is cheaper to create. Both types of golems must share the same subtypes, if any. You cannot transmute a golem into a new type of golem with a CR higher than your caster level.",
			"",
			"If all of these conditions are satisfied, the old golem completely changes to the new golem type. Its abilities and statistics are identical to one of the new golem type, including its magic immunities and special attacks. The new golem is still affected by any damage or conditions it suffered before the spell was cast."
		]
	},
	"transmute_metal_to_wood": {
		"name": "Transmute Metal to Wood",
		"sources": [ "PRPG Core Rulebook" ],
		"description": [
			"## Transmute Metal to Wood",
			"",
			"{SOURCE PRPG Core Rulebook/361}  ",
			"**School** {spelldef/transmutation}; **Level** druid 7  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S, DF  ",
			"**Range** long (400 ft. + 40 ft./level)  ",
			"**Area** all metal objects within a 40-ft.-radius burst  ",
			"**Duration** instantaneous  ",
			"**Saving Throw** none; **Spell Resistance** yes (object; see text)",
			"",
			"This spell enables you to change all metal objects within its area to wood. Weapons, armor, and other metal objects carried by creatures are affected as well. A magic object made of metal effectively has spell resistance equal to 20 + its caster level against this spell. Artifacts cannot be transmuted. Weapons converted from metal to wood take a -2 penalty on attack and damage rolls. The armor bonus of any armor converted from metal to wood is reduced by 2. Weapons changed by this spell splinter and break on any natural attack roll of 1 or 2, and armor changed by this spell loses an additional point of armor bonus every time it is struck with a natural attack roll of 19 or 20.",
			"",
			"Only {spell/limited wish}, {spell/miracle}, {spell/wish}, or similar magic can restore a transmuted object to its metallic state."
		]
	},
	"transmute_mud_to_rock": {
		"name": "Transmute Mud to Rock",
		"sources": [ "PRPG Core Rulebook" ],
		"description": [
			"## Transmute Mud to Rock",
			"",
			"{SOURCE PRPG Core Rulebook/361}  ",
			"**School** {spelldef/transmutation} [{spelldef/earth}]; **Level** arcanist 5, druid 5, hunter 5, occultist 5, sorcerer 5, wizard 5  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S, M/DF (sand, lime, and water)  ",
			"**Range** medium (100 ft. + 10 ft./level)  ",
			"**Area** up to two 10-ft. cubes/level (S)  ",
			"**Duration** permanent  ",
			"**Saving Throw** see text; **Spell Resistance** no",
			"",
			"This spell permanently transforms normal mud or quicksand of any depth into soft stone (sandstone or a similar mineral).",
			"",
			"Any creature in the mud is allowed a Reflex save to escape before the area is hardened to stone.",
			"",
			"Transmute mud to rock counters and dispels {spell/transmute rock to mud}."
		]
	},
	"transmute_potion_to_poison": {
		"name": "Transmute Potion to Poison",
		"sources": [ "Advanced Player's Guide" ],
		"description": [
			"## Transmute Potion to Poison",
			"",
			"{SOURCE Advanced Player's Guide/250}  ",
			"**School** {spelldef/transmutation} [{spelldef/poison}]; **Level** alchemist 2, investigator 2  ",
			"**Casting Time** 1 standard action  ",
			"**Components** S  ",
			"**Range** personal  ",
			"**Target** you  ",
			"**Duration** 1 round then 1 minute/level; see text",
			"",
			"This extract causes you to take on a pale, sickly pallor for 1 round. During this time, if you consume a potion, it has no effect. Instead, your mouth fills with a vile poison that you can spit onto a weapon as a free action. If you do not spit out the poison in 1 round, it affects you instead. The effect of the poison depends on the level of spell contained in the potion consumed (see below). If the poison is not used within 1 minute per caster level it becomes inert. You can only create one dose of poison in this way per casting of this spell.",
			"",
			"#### Transmuted Poisons",
			"",
			"The following poisons are created through the transmute potion to poison spell. The power of the poison depends on the level of the spell contained in the transmuted potion.",
			"",
			"##### 0-Level Potion Poison",
			"",
			"**Type** poison, injury; **Save** Fortitude DC 10  ",
			"**Frequency** 1/round for 2 rounds  ",
			"**Effect** 1 Dex damage; **Cure** 1 save",
			"",
			"##### 1st-Level Potion Poison",
			"",
			"**Type** poison, injury; **Save** Fortitude DC 11  ",
			"**Frequency** 1/round for 4 rounds  ",
			"**Effect** 1d2 Dex damage; **Cure** 1 save",
			"",
			"##### 2nd-Level Potion Poison",
			"",
			"**Type** poison, injury; **Save** Fortitude DC 13  ",
			"**Frequency** 1/round for 6 rounds  ",
			"**Effect** 1d4 Str damage; **Cure** 1 save",
			"",
			"##### 3rd-Level Potion Poison",
			"",
			"**Type** poison, injury; **Save** Fortitude DC 14  ",
			"**Frequency** 1/round for 6 rounds  ",
			"**Effect** 1d4 Con damage; **Cure** 2 consecutive saves"
		]
	},
	"transmute_rock_to_mud": {
		"name": "Transmute Rock to Mud",
		"sources": [ "PRPG Core Rulebook" ],
		"description": [
			"## Transmute Rock to Mud",
			"",
			"{SOURCE PRPG Core Rulebook/361}  ",
			"**School** {spelldef/transmutation} [{spelldef/earth}]; **Level** arcanist 5, druid 5, hunter 5, occultist 5, sorcerer 5, wizard 5  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S, M/DF (clay and water)  ",
			"**Range** medium (100 ft. + 10 ft./level)  ",
			"**Area** up to two 10-ft. cubes/level (S)  ",
			"**Duration** permanent; see text  ",
			"**Saving Throw** see text; **Spell Resistance** no",
			"",
			"This spell turns natural, uncut, or unworked rock of any sort into an equal volume of mud. Magical stone is not affected by the spell. The depth of the mud created cannot exceed 10 feet. A creature unable to levitate, fly, or otherwise free itself from the mud sinks until hip- or chest-deep, reducing its speed to 5 feet and causing a -2 penalty on attack rolls and AC. Brush or similar material thrown atop the mud can support creatures able to climb on top of it. Creatures large enough to walk on the bottom can wade through the area at a speed of 5 feet.",
			"",
			"If transmute rock to mud is cast upon the ceiling of a cavern or tunnel, the mud falls to the floor and spreads out in a pool at a depth of 5 feet. The falling mud and the ensuing cave-in deal 8d6 points of bludgeoning damage to anyone caught directly beneath the targeted area, or half damage to those who succeed on Reflex saves.",
			"",
			"Castles and large stone buildings are generally immune to the effect of the spell, since transmute rock to mud can't affect worked stone and doesn't reach deep enough to undermine such buildings' foundations. However, small buildings or structures often rest upon foundations shallow enough to be damaged or even partially toppled by this spell.",
			"",
			"The mud remains until a successful {spell/dispel magic} or {spell/transmute mud to rock} spell restores its substance - but not necessarily its form. Evaporation turns the mud to normal dirt over a period of days. The exact time depends on exposure to the sun, wind, and normal drainage.",
			"",
			"Transmute rock to mud counters and dispels transmute mud to rock."
		]
	},
	"transmute_wine_to_blood": {
		"name": "Transmute Wine to Blood",
		"sources": [ "Blood of the Night" ],
		"description": [
			"## Transmute Wine to Blood",
			"",
			"{SOURCE Blood of the Night/30}  ",
			"**School** {spelldef/transmutation}; **Level** arcanist 2, cleric 2, oracle 2, redmantisassassin 2, sorcerer 2, warpriest 2, witch 2, wizard 2  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S, M (drop of animal blood)  ",
			"**Range** touch  ",
			"**Target** bottle of wine worth at least 10 gp  ",
			"**Duration** instantaneous  ",
			"**Saving Throw** Fortitude negates (object); **Spell Resistance** yes (object)",
			"",
			"You transform one bottle of fine wine into 1 pint of animal blood, sufficient for a creature with the blood drain ability to feed upon as if it came from a Medium animal with 1 Hit Die. If you are using the [optional hunger rules](rule/hunger_rules), this blood satiates an undead creature's hunger, negating any withdrawal effects, but does not grant the creature a feeding bonus. The blood coagulates and spoils at the normal rate."
		]
	},
	"transplant_visage": {
		"name": "Transplant Visage",
		"sources": [ "Inner Sea Gods" ],
		"description": [
			"## Transplant Visage",
			"",
			"{SOURCE Inner Sea Gods/244}  ",
			"**School** {spelldef/transmutation} [{spelldef/evil}]; **Level** alchemist 5, antipaladin 4, arcanist 5, cleric 4, inquisitor 4, investigator 5, magus 5, oracle 4, shaman 4, sorcerer 5, warpriest 4, witch 5, wizard 5  ",
			"**Casting Time** 1 round  ",
			"**Components** V, S, M (one corpse)  ",
			"**Range** personal  ",
			"**Target** you  ",
			"**Duration** permanent",
			"",
			"This spell allows you to add a creature's stolen face to or remove such a face that you've already applied from your own. Before casting this spell, you must remove the face and eyes of a creature that has been dead no longer than 1 minute per caster level and place it over your own. Once you cast transplant visage, the creature's stolen skin magically melds with your own, making the expressions and eye color on your new face seem perfectly natural. Your new appearance grants you a +10 bonus on Disguise checks. Because the alteration made by transplant visage is permanent, there is no residual magical aura, and your new appearance is not recognized by detect spells. Transplant visage may be cast innumerable times, allowing a single caster to wear layers upon layers of stolen faces. However, only the topmost face is visible at any one time.",
			"",
			"Transplant visage may also be used to remove a previously stolen face. This is the only way to remove a face short of using {spell/greater polymorph}, {spell/miracle}, or {spell/wish}. When used in this way, transplant visage causes the topmost face to flake off and crumble into dust. A face so removed may not be reused. If the caster is wearing several stolen faces when the topmost face is removed, the next face down is revealed, and may be used as normal."
		]
	},
	"transport_via_plants": {
		"name": "Transport via Plants",
		"sources": [ "PRPG Core Rulebook" ],
		"description": [
			"## Transport via Plants",
			"",
			"{SOURCE PRPG Core Rulebook/361}  ",
			"**School** {spelldef/conjuration} ({spelldef/teleportation}); **Level** druid 6, hunter 6, shaman 7  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S  ",
			"**Range** unlimited  ",
			"**Target** you and touched objects or other touched willing creatures  ",
			"**Duration** 1 round  ",
			"**Saving Throw** none; **Spell Resistance** no",
			"",
			"You can enter any normal plant (equal to your size or larger) and pass any distance to a plant of the same kind in a single round, regardless of the distance separating the two. The plants must be alive. The destination plant need not be familiar to you. If you are uncertain of the location of a particular kind of destination plant, you need merely designate direction and distance and the transport via plants spell moves you as close as possible to the desired location. If a particular destination plant is desired but the plant is not living, the spell fails and you are ejected from the entry plant.",
			"",
			"You can bring along objects as long as their weight doesn't exceed your maximum load. You may also bring one additional willing Medium or smaller creature (carrying gear or objects up to its maximum load) or its equivalent per three caster levels. Use the following equivalents to determine the maximum number of larger creatures you can bring along: a Large creature counts as two Medium creatures, a Huge creature counts as four Medium creatures, and so forth. All creatures to be transported by the spell must be in physical contact with one another, and at least one of those creatures must be in contact with you.",
			"",
			"You can't use this spell to travel through plant creatures.",
			"",
			"The destruction of an occupied plant slays you and any creatures you have brought along, and ejects the bodies and all carried objects from it."
		]
	},
	"trap_the_soul": {
		"name": "Trap the Soul",
		"sources": [
			"PRPG Core Rulebook",
			"Book of the Damned",
			"Book of the Damned - Volume 3: Horsemen of the Apocalypse"
		],
		"description": [
			"## Trap the Soul",
			"",
			"{SOURCE PRPG Core Rulebook/362}  ",
			"**School** {spelldef/conjuration} ({spelldef/summoning}); **Level** arcanist 8, psychic 8, sorcerer 8, witch 8, wizard 8  ",
			"**Casting Time** 1 standard action or see text  ",
			"**Components** V, S, M (gem worth 1,000 gp per HD of the trapped creature)  ",
			"**Range** close (25 ft. + 5 ft./2 levels)  ",
			"**Target** one creature  ",
			"**Duration** permanent; see text  ",
			"**Saving Throw** see text; **Spell Resistance** yes; see text",
			"",
			"Trap the soul forces a creature's life force (and its material body) into a gem. The gem holds the trapped entity indefinitely or until the gem is broken and the life force is released, which allows the material body to reform. If the trapped creature is a powerful creature from another plane, it can be required to perform a service immediately upon being freed. Otherwise, the creature can go free once the gem imprisoning it is broken.",
			"",
			"Depending on the version selected, the spell can be triggered in one of two ways.",
			"",
			"*Spell Completion:* First, the spell can be completed by speaking its final word as a standard action as if you were casting a regular spell at the subject. This allows spell resistance (if any) and a Will save to avoid the effect. If the creature's name is spoken as well, any spell resistance is ignored and the save DC increases by 2. If the save or spell resistance is successful, the gem shatters.",
			"",
			"*Trigger Object:* The second method is far more insidious, for it tricks the subject into accepting a trigger object inscribed with the final spell word, automatically placing the creature's soul in the trap. To use this method, both the creature's name and the trigger word must be inscribed on the trigger object when the gem is enspelled. A sympathy spell can also be placed on the trigger object. As soon as the subject picks up or accepts the trigger object, its life force is automatically transferred to the gem without the benefit of spell resistance or a save.",
			"",
			"### Soul Transfer",
			"",
			"{SOURCE Book of the Damned/186}  ",
			"**School** {spelldef/conjuration} ({spelldef/summoning}); **Level** arcanist 7, cleric 7, oracle 7, psychic 7, shaman 7, sorcerer 7, spiritualist 6, witch 7, wizard 7  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S, M (a gem worth 1,000 gp per HD of the targeted creature or soul)  ",
			"**Range** close (25 ft. + 5 ft./2 levels)  ",
			"**Target** one petitioner, incorporeal soul, or similar creature  ",
			"**Duration** permanent see text  ",
			"**Saving Throw** Will negates; **Spell Resistance** yes (see text)",
			"",
			"This spell functions like the spell completion option of trap the soul, except it works only on bodiless souls (such as incorporeal undead or a soul trapped in a gem) and creatures whose substance is a physical incarnation of a soul (such as a petitioner). It does not work on creatures formed from souls or planar material (such as most outsiders). Soul transfer is mainly used to transfer souls from one receptacle to another, but it can also be used to capture vulnerable souls that aren't bound to mortal flesh (such as incorporeal creatures and petitioners). When used to capture a petitioner, the petitioner's physical body vanishes, reappearing only when its soul is released from the receptacle."
		]
	},
	"soul_transfer": {
		"name": "Soul Transfer",
		"copyof": "trap_the_soul"
	},
	"traveling_dream": {
		"name": "Traveling Dream",
		"sources": [
			"Gods and Magic",
			"Pathfinder #2: The Skinsaw Murders"
		],
		"description": [
			"## Traveling Dream",
			"",
			"{SOURCE Gods and Magic/13;Pathfinder #2: The Skinsaw Murders/72}  ",
			"**School** {spelldef/divination} ({spelldef/scrying}); **Level** cleric 4, druid 4, hunter 4, oracle 4, warpriest 4 (Desna)  ",
			"**Casting Time** 10 minutes  ",
			"**Components** V, DF  ",
			"**Range** unlimited  ",
			"**Effect** magical sensor  ",
			"**Duration** 1 hour/level  ",
			"**Saving Throw** none; **Spell Resistance** no",
			"",
			"This spell functions like arcane eye, except as noted above. Upon casting this spell, you fall asleep for its duration, creating an invisible magic sensor (called a dreamscryer) that is the exact size and shape of your body, is recognizable as you, and cannot pass through spaces that your body cannot enter. Unlike the invisible sensor created by arcane eye, children of any race (no older than the human equivalent of 10) and animals can see your dreamscryer. Sleeping creatures can sense its presence and might incorporate your image into their dreams. Force effects and abjuration spells that ward out creatures (such as {spell/magic circle against evil}) are effective barriers against a dreamscryer (regardless of your creature type, alignment, or other specifics). If you dismiss the spell or the dreamscryer is dispelled or destroyed, you awaken."
		]
	},
	"treasure_stitching": {
		"name": "Treasure Stitching",
		"sources": [ "Advanced Player's Guide" ],
		"description": [
			"## Treasure Stitching",
			"",
			"{SOURCE Advanced Player's Guide/250}  ",
			"**School** {spelldef/transmutation}; **Level** arcanist 5, bard 4, cleric 5, occultist 4, oracle 5, skald 4, sorcerer 5, warpriest 5, wizard 5  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S, M (a piece of embroidered cloth no larger than 10-ft. square worth 100 gp)  ",
			"**Range** close (25 ft. + 5 ft./2 levels)  ",
			"**Targets** all objects on cloth  ",
			"**Duration** 1 day/level (D)  ",
			"**Saving Throw** Fortitude negates (object); **Spell Resistance** yes (object)",
			"",
			"You can transform all objects placed on a cloth into an embroidered, two-dimensional representation, making it easy for you to store and transport the items. You can pile any amount or weight of objects on the cloth so long as the pile stays within the dimensions of the cloth (up to a 10-foot cube). When you cast the spell the entire pile disappears into the cloth, replaced by a highly accurate, sewn picture of the pile from whatever angle you wish. The cloth retains its normal weight and dimensions. You can restore the pile of objects at any time as a full-round action by unfurling the cloth and ordering the spell to end, consuming the cloth. Anyone else wishing to restore the objects must successfully dispel your spell. If the cloth is destroyed or significantly damaged, all objects held within the cloth are lost. This spell cannot affect artifacts or other sorts of similarly unique objects."
		]
	},
	"tree_shape": {
		"name": "Tree Shape",
		"sources": [ "PRPG Core Rulebook" ],
		"description": [
			"## Tree Shape",
			"",
			"{SOURCE PRPG Core Rulebook/362}  ",
			"**School** {spelldef/transmutation}; **Level** druid 2, hunter 2, ranger 3, shaman 2  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S, DF  ",
			"**Range** personal  ",
			"**Target** you  ",
			"**Duration** 1 hour/level (D)",
			"",
			"This spell allows you to assume the form of a Large living tree or shrub or a Large dead tree trunk with a small number of limbs. The exact type of tree, as well as its appearance, is completely under your control. Even the closest inspection cannot reveal that the tree in question is actually a magically concealed creature. To all normal tests you are, in fact, a tree or shrub, although a detect magic spell reveals a faint transmutation on the tree. While in tree form, you can observe all that transpires around you just as if you were in your normal form, and your hit points and save bonuses remain unaffected. You gain a +10 natural armor bonus to AC but have an effective Dexterity score of 0 and a speed of 0 feet. You are immune to critical hits while in tree form. All clothing and gear carried or worn changes with you. You can dismiss tree shape as a free action (instead of as a standard action)."
		]
	},
	"tree_stride": {
		"name": "Tree Stride",
		"sources": [ "PRPG Core Rulebook" ],
		"description": [
			"## Tree Stride",
			"",
			"{SOURCE PRPG Core Rulebook/362}  ",
			"**School** {spelldef/conjuration} ({spelldef/teleportation}); **Level** druid 5, hunter 4, ranger 4  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S, DF  ",
			"**Range** personal  ",
			"**Target** you  ",
			"**Duration** 1 hour/level or until expended; see text",
			"",
			"When you cast this spell, you gain the ability to step into a tree, magically infusing yourself with the plant. Once within a tree, you can teleport from that particular tree to another tree. The trees you enter must be of the same kind, must be living, and must have girth at least equal to yours. By moving into an oak tree (for example), you instantly know the location of all other oak trees within transport range (see below) and may choose whether you want to pass into one or simply step back out of the tree you moved into. You may choose to pass to any tree of the appropriate kind within the transport range as shown on the following table.",
			"",
			"| Type of Tree | Transport Range |",
			"| --- | --- |",
			"| Oak, ash, yew | 3,000 feet |",
			"| Elm, linden | 2,000 feet |",
			"| Other deciduous | 1,500 feet |",
			"| Any coniferous | 1,000 feet |",
			"",
			"You may move into a tree up to one time per caster level (passing from one tree to another counts only as moving into one tree). The spell lasts until the duration expires or you exit a tree. Each transport is a full-round action.",
			"",
			"You can, at your option, remain within a tree without transporting yourself, but you are forced out when the spell ends. If the tree in which you are concealed is chopped down or burned, you are slain if you do not exit before the process is complete."
		]
	},
	"trial_by_fire": {
		"name": "Trial by Fire",
		"sources": [ "Spymaster's Handbook" ],
		"description": [
			"## Trial by Fire",
			"",
			"{SOURCE Spymaster's Handbook/22}  ",
			"**School** {spelldef/evocation} [{spelldef/fire}]; **Level** antipaladin 3, cleric 3, inquisitor 3, oracle 3, paladin 3, warpriest 3  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S, DF  ",
			"**Range** touch  ",
			"**Target** creature touched  ",
			"**Duration** instantaneous  ",
			"**Saving Throw** none; **Spell Resistance** yes",
			"",
			"You test a creature's purity of convictions by exposing it to a sheet of divine fire. Unless the target's alignment is within one step of your deity's, the spell deals 1d6 points of damage per 2 caster levels (maximum 5d6 points of damage). Half the damage is fire damage, but the other half results directly from divine power and is therefore not subject to being reduced by resistance to fire-based attacks. Additionally, if the target has an element of its alignment that is in direct opposition to your (chaos opposes law and evil opposes good), you can also attempt an Intimidate check to demoralize the target as a free action."
		]
	},
	"trial_of_fire_and_acid": {
		"name": "Trial of Fire and Acid",
		"sources": [ "Monster Codex" ],
		"description": [
			"## Trial of Fire and Acid",
			"",
			"{SOURCE Monster Codex/225}  ",
			"**School** {spelldef/evocation} [{spelldef/acid}, {spelldef/fire}]; **Level** arcanist 3, bloodrager 3, cleric 3, magus 3, oracle 3, shaman 3, sorcerer 3, warpriest 3, witch 3, wizard 3  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S  ",
			"**Range** touch  ",
			"**Target** creature touched  ",
			"**Duration** 1 round/level  ",
			"**Saving Throw** Fortitude half (see text); **Spell Resistance** no",
			"",
			"The target creature is covered in burning acid that deals 1d6 points of acid damage and 1d6 points of fire damage each round. The subject can attempt a Fortitude saving throw each round to reduce the damage by half. Dousing the target in water ends the effect (both the acid and the fire), but rolling on the ground does not extinguish the fire or affect the acid."
		]
	},
	"tripvine": {
		"name": "Tripvine",
		"sources": [ "Faction Guide" ],
		"description": [
			"## Tripvine",
			"",
			"{SOURCE Faction Guide/62}  ",
			"**School** {spelldef/transmutation}; **Level** arcanist 1, bard 1, druid 1, hunter 1, redmantisassassin 1, skald 1, sorcerer 1, wizard 1  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S  ",
			"**Range** touch  ",
			"**Target** 10-foot-long rope or vine  ",
			"**Duration** 10 minutes/level  ",
			"**Saving Throw** Reflex negates; **Spell Resistance** no",
			"",
			"You animate a rope, vine, or similar object so that it attempts to trip any creature that comes near. The rope attacks anything in a 10-foot-square area you designate. The rope does not provoke an attack of opportunity. Its CMB is equal to your caster level +2. A tripped target that was running, jumping, or charging takes 1d6 points of nonlethal damage. Creatures aware of the tripvine gain a +4 bonus to their CMD against it.",
			"",
			"The Green Faith created this spell, but it is now common."
		]
	},
	"true_appraisal": {
		"name": "True Appraisal",
		"sources": [ "Inner Sea Temples" ],
		"description": [
			"## True Appraisal",
			"",
			"{SOURCE Inner Sea Temples/33}  ",
			"**School** {spelldef/divination}; **Level** bard 1, cleric 1, inquisitor 1, occultist 1, oracle 1, skald 1, warpriest 1, witch 1  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, F (gold coin)  ",
			"**Range** personal  ",
			"**Target** you  ",
			"**Duration** 8 hours  ",
			"**Saving Throw** none; **Spell Resistance** no",
			"",
			"You gain temporary insight into the value of objects. You gain a +5 competence bonus on Appraise checks, can attempt an Appraise check to determine an object's value as a move action, and can take 10 on an Appraise check even if stress or distractions would normally prevent you from doing so. You know if you fail an Appraise check, and you never determine a wildly inaccurate price."
		]
	},
	"true_form": {
		"name": "True Form",
		"sources": [
			"Advanced Player's Guide",
			"Mythic Adventures"
		],
		"description": [
			"## True Form",
			"",
			"{SOURCE Advanced Player's Guide/251}  ",
			"**School** {spelldef/abjuration}; **Level** arcanist 4, druid 4, hunter 4, occultist 4, psychic 4, sorcerer 4, wizard 4  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S  ",
			"**Range** medium (100 ft. + 10 ft./level)  ",
			"**Target** up to one creature/3 levels, no two of which can be more than 30 ft. apart  ",
			"**Duration** 1 round/level  ",
			"**Saving Throw** Will negates; **Spell Resistance** yes",
			"",
			"True form removes any polymorph effect from a target creature, returning it to its true form, even against its will. Against creatures affected by polymorph spell effects (such as baleful polymorph or giant form), you must make a caster level check (1d20 + caster level, maximum +15) against a DC of 11 + caster level of the effect. Success means that the polymorph effect immediately ends.",
			"",
			"A creature with the supernatural ability to change shape (such as a lycanthrope) must make a Will saving throw or immediately revert to its true form. If it fails this first saving throw, the creature can attempt another Will saving throw to overcome the spell as a full-round action that does not provoke attacks of opportunity. If this save succeeds, the spell ends and the creature is capable of changing shape once again. If the second save fails, the creature is locked in its true form for the duration of the spell, preventing any further polymorph effects from changing its shape.",
			"",
			"### Mythic True Form",
			"",
			"{SOURCE Mythic Adventures/110}",
			"",
			"The spell's target changes to up to one creature per 2 caster levels. If a target is a creature that has the ability to change shape between a specific set of forms (such as a barghest or lycanthrope), you may choose which form the creature takes. To force such a creature into a form, you must have either seen it in that form or succeeded at an appropriate Knowledge check to know the creature has the ability to take that form.",
			"",
			"*Augmented (6th):* If you expend three uses of mythic power, the spell creates an area affecting all shapechanging creatures. The range changes to 30 feet and the spell affects all creatures in a 30-foot radius around you. Each creature must attempt a saving throw against the spell every round it remains in the area."
		]
	},
	"true_resurrection": {
		"name": "True Resurrection",
		"sources": [ "PRPG Core Rulebook" ],
		"description": [
			"## True Resurrection",
			"",
			"{SOURCE PRPG Core Rulebook/362}  ",
			"**School** {spelldef/conjuration} ({spelldef/healing}); **Level** cleric 9, oracle 9  ",
			"**Casting Time** 10 minutes  ",
			"**Components** V, S, M, DF (diamond worth 25,000 gp)  ",
			"**Range** touch  ",
			"**Target** dead creature touched  ",
			"**Duration** instantaneous  ",
			"**Saving Throw** none, see text; **Spell Resistance** yes (harmless)",
			"",
			"This spell functions like {spell/raise dead}, except that you can resurrect a creature that has been dead for as long as 10 years per caster level. This spell can even bring back creatures whose bodies have been destroyed, provided that you unambiguously identify the deceased in some fashion (reciting the deceased's time and place of birth or death is the most common method).",
			"",
			"Upon completion of the spell, the creature is immediately restored to full hit points, vigor, and health, with no negative levels (or Constitution points) and all of the prepared spells possessed by the creature when it died.",
			"",
			"You can revive someone killed by a death effect or someone who has been turned into an undead creature and then destroyed. This spell can also resurrect elementals or outsiders, but it can't resurrect constructs or undead creatures.",
			"",
			"Even {spell/true resurrection} can't restore to life a creature who has died of old age."
		]
	},
	"true_seeing": {
		"name": "True Seeing",
		"sources": [
			"PRPG Core Rulebook",
			"Ultimate Intrigue"
		],
		"description": [
			"## True Seeing",
			"",
			"{SOURCE PRPG Core Rulebook/363}  ",
			"**School** {spelldef/divination}; **Level** adept 5, alchemist 6, arcanist 6, cleric 5, druid 7, inquisitor 5, investigator 6, magus 6, medium 4, mesmerist 6, occultist 5, oracle 5, psychic 5, shaman 5, sorcerer 6, spiritualist 6, summoner 5, unchained summoner 6, warpriest 5, witch 6, wizard 6  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S, M (an eye ointment that costs 250 gp)  ",
			"**Range** touch  ",
			"**Target** creature touched  ",
			"**Duration** 1 min./level  ",
			"**Saving Throw** Will negates (harmless); **Spell Resistance** yes (harmless)",
			"",
			"You confer on the subject the ability to see all things as they actually are. The subject sees through normal and magical darkness, notices secret doors hidden by magic, sees the exact locations of creatures or objects under blur or displacement effects, sees invisible creatures or objects normally, sees through illusions, and sees the true form of polymorphed, changed, or transmuted things. Further, the subject can focus its vision to see into the Ethereal Plane (but not into extradimensional spaces). The range of true seeing conferred is 120 feet.",
			"",
			"True seeing, however, does not penetrate solid objects. It in no way confers X-ray vision or its equivalent. It does not negate {rule/concealment}, including that caused by fog and the like. True seeing does not help the viewer see through mundane disguises, spot creatures who are simply hiding, or notice secret doors hidden by mundane means. In addition, the spell effects cannot be further enhanced with known magic, so one cannot use true seeing through a crystal ball or in conjunction with clairaudience/clairvoyance.",
			"",
			"### Glimpse of Truth",
			"",
			"{SOURCE Ultimate Intrigue/215}  ",
			"**School** {spelldef/divination}; **Level** alchemist 5, arcanist 5, cleric 4, druid 5, hunter 5, inquisitor 4, investigator 5, magus 5, medium 3, occultist 4, oracle 4, psychic 4, shaman 4, sorcerer 5, spiritualist 5, warpriest 4, witch 5, wizard 5  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S, M (a tourmaline costing 50 gp)  ",
			"**Range** personal  ",
			"**Target** you  ",
			"**Duration** 1 round  ",
			"**Saving Throw** none; **Spell Resistance** no",
			"",
			"This spell functions like true seeing, except as noted above."
		]
	},
	"glimpse_of_truth": {
		"name": "Glimpse of Truth",
		"copyof": "true_seeing"
	},
	"true_skill": {
		"name": "True Skill",
		"sources": [ "Inner Sea Intrigue" ],
		"description": [
			"## True Skill",
			"",
			"{SOURCE Inner Sea Intrigue/63}  ",
			"**School** {spelldef/divination}; **Level** alchemist 1, arcanist 1, bard 1, investigator 1, magus 1, medium 1, psychic 1, skald 1, sorcerer 1, wizard 1  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S  ",
			"**Range** personal  ",
			"**Target** you  ",
			"**Duration** 1 minute/level",
			"",
			"When faced with an important situation, you grant yourself a magical edge to ensure your success. When casting this spell, select one skill for which you can attempt a skill check. The next time you attempt a skill check using the selected skill (before the spell's duration ends), you gain an insight bonus on the check equal to 1/2 your caster level (minimum 1)."
		]
	},
	"true_strike": {
		"name": "True Strike",
		"sources": [
			"PRPG Core Rulebook",
			"Mythic Adventures"
		],
		"description": [
			"## True Strike",
			"",
			"{SOURCE PRPG Core Rulebook/363}  ",
			"**School** {spelldef/divination}; **Level** alchemist 1, arcanist 1, bloodrager 1, inquisitor 1, investigator 1, magus 1, medium 1, psychic 1, sorcerer 1, wizard 1  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, F (small wooden replica of an archery target)  ",
			"**Range** personal  ",
			"**Target** you  ",
			"**Duration** see text",
			"",
			"You gain temporary, intuitive insight into the immediate future during your next attack. Your next single attack roll (if it is made before the end of the next round) gains a +20 insight bonus. Additionally, you are not affected by the miss chance that applies to attackers trying to strike a concealed target.",
			"",
			"### Mythic True Strike",
			"",
			"{SOURCE Mythic Adventures/110}",
			"",
			"The affected attack bypasses all damage reduction.",
			"",
			"*Augmented (2nd):* If you expend two uses of mythic power, you gain a +10 insight bonus on your second attack that round and a +5 insight bonus on your third attack that round. The second and third attacks can be on your turn or on another creature's turn before your next turn (such as when you attempt an attack of opportunity)."
		]
	},
	"truespeak": {
		"name": "Truespeak",
		"sources": [ "Advanced Race Guide" ],
		"description": [
			"## Truespeak",
			"",
			"{SOURCE Advanced Race Guide/89}  ",
			"**School** {spelldef/divination}; **Level** arcanist 5, bard 4, cleric 6, mesmerist 4, oracle 6, psychic 5, skald 4, sorcerer 5, warpriest 6, witch 5, wizard 5 (aasimar)  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V  ",
			"**Range** personal  ",
			"**Target** you  ",
			"**Duration** 1 minute/level",
			"",
			"You can communicate with any creature that is not mindless. As long as you can be heard, your speech is understandable to all creatures, each of which hears you as though you were conversing in its language or other natural mode of communication, and you hear their responses as though in your own native language. You may ask questions and receive answers, though this spell does not make creatures more friendly or cooperative than normal, and non-sentient creatures may give limited responses. While using truespeak, your language-dependent effects can affect any creature that is not mindless."
		]
	},
	"tsunami": {
		"name": "Tsunami",
		"sources": [
			"Advanced Player's Guide",
			"Mythic Adventures"
		],
		"description": [
			"## Tsunami",
			"",
			"{SOURCE Advanced Player's Guide/251}  ",
			"**School** {spelldef/conjuration} ({spelldef/creation}) [{spelldef/water}]; **Level** arcanist 9, druid 9, shaman 9, sorcerer 9, wizard 9  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S  ",
			"**Range** long (400 ft. + 40 ft./level)  ",
			"**Effect** 10-ft.-deep wave 10 ft. wide/level and 2 ft. tall/level  ",
			"**Duration** 5 rounds  ",
			"**Saving Throw** see text; **Spell Resistance** no",
			"",
			"You create a massive wave of water that then moves in a straight line across water or land-you select the direction the wave travels (which must be perpendicular to its width), but once set in motion, the wave cannot change course. Over the surface of open water, the wave travels at a speed of 60 feet per round-on land or underwater, the wave travels at a speed of 30 feet per round.",
			"",
			"Creatures struck by a tsunami take 8d6 points of bludgeoning damage (a Fortitude save halves this damage). In addition, the tsunami makes a special CMB check against any creature it strikes - the wave's CMB is equal to your caster level + your relevant spellcasting ability score modifier (whichever is highest) + 8 (for the wave's size). If this CMB check defeats a creature's CMD, the creature is knocked prone and carried along by the wave. A creature carried along by a tsunami can attempt to escape the wave on its turn as a standard action by making a CMB or Swim check opposed by the wave's CMB check - if a creature fails to escape, it takes another 6d6 points of bludgeoning damage (Fortitude save for half) and continues being carried along by the wave.",
			"",
			"Objects struck by a tsunami are swept up if they are Huge or smaller and are carried along by the wave, deposited in a pile at the end of the wave's journey. Gargantuan or larger objects, as well as structures or objects firmly attached to the ground, take 8d6 points of bludgeoning damage when a tsunami passes through its space - if this is enough to destroy the object or structure, the remains are carried along by the wave. Hardness does not reduce this damage, nor is it halved as damage dealt to objects normally is. Freedom of movement prevents a creature from being carried along by a tsunami but does not prevent damage caused by it hitting a creature.",
			"",
			"A solid barrier that is taller than the tsunami that is not destroyed by the wave stops that portion of the wave from continuing onward, leaving a gap in the wave as the rest of it continues forward.",
			"",
			"### Mythic Tsunami",
			"",
			"{SOURCE Mythic Adventures/110}",
			"",
			"The wave increases to 20 feet wide per caster level and 3 feet tall per caster level. The damage dealt to those struck by the wave increases to 12d6 points of bludgeoning damage. Add your tier to the wave's special combat maneuver check. The damage dealt to those that fail to escape the wave increases to 6d8 points of bludgeoning damage.",
			"",
			"*Augmented (5th):* If you expend three uses of mythic power, you create a truly monstrous wave. The wave increases to 20 feet deep, 20 feet wide per caster level, and 5 feet tall per caster level. The duration of the effect increases to 10 rounds, and the speed of the wave increases to 120 feet per round on the surface of the water and 60 feet per round on land or underwater."
		]
	},
	"twilight_haze": {
		"name": "Twilight Haze",
		"sources": [ "Advanced Class Guide" ],
		"description": [
			"## Twilight Haze",
			"",
			"{SOURCE Advanced Class Guide/197}  ",
			"**School** {spelldef/illusion} ({spelldef/shadow>_subschool}) [{spelldef/darkness}, {spelldef/shadow>_descriptor}]; **Level** arcanist 2, mesmerist 2, psychic 2, redmantisassassin 2, sorcerer 2, spiritualist 2, witch 2, wizard 2  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S  ",
			"**Range** close (25 ft. + 5 ft./2 levels)  ",
			"**Effect** fog spreads in 20-ft. radius  ",
			"**Duration** 1 round/level  ",
			"**Saving Throw** none; **Spell Resistance** no",
			"",
			"You create a gray haze that obscures sight (as fog cloud) and causes the illumination level within it to drop one step (as darkness). Since this spell produces an illusion rather than a true physical fog, it is unaffected by wind and can be cast underwater."
		]
	},
	"twilight_knife": {
		"name": "Twilight Knife",
		"sources": [ "Advanced Player's Guide" ],
		"description": [
			"## Twilight Knife",
			"",
			"{SOURCE Advanced Player's Guide/252}  ",
			"**School** {spelldef/evocation} [{spelldef/force}]; **Level** arcanist 3, bloodrager 3, occultist 3, psychic 3, sorcerer 3, spiritualist 3, witch 3, wizard 3  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S, F (a small knife)  ",
			"**Range** close (25 ft. + 5 ft./2 levels)  ",
			"**Effect** floating knife of force  ",
			"**Duration** 1 round/level (D)  ",
			"**Saving Throw** none; **Spell Resistance** yes",
			"",
			"You create a darkly sinister floating knife that attacks the same creature as you each round. If you choose not to attack a creature, or you make an attack that affects multiple opponents, the knife makes no attack during that round. The knife uses your base attack bonus modified by either your Intelligence or Charisma bonus (whichever is higher) when making this attack. Unless you specifically will it to do otherwise, or it proves impossible to do so, the knife always maneuvers itself so that it can flank your opponent before making the attack. The knife deals 1d4 points of force damage on a successful hit and has the same threat range and critical multipliers as a normal dagger. In addition, if the target is denied a Dexterity bonus to AC or the knife flanks the target, the knife can make sneak attacks as a rogue, inflicting an extra 1d6 points of force damage per four caster levels on a successful attack.",
			"",
			"A twilight knife cannot be attacked or harmed by physical attacks, but {spell/dispel magic}, {spell/disintegrate}, a {magic-artifact/sphere of annihilation}, or a {magic-rod/rod of cancellation} affects it. A twilight knife's AC against touch attacks is 12 (10 + size bonus for Tiny object) plus your Dexterity modifier.",
			"",
			"If an attacked creature has spell resistance, you make a caster level check (1d20 + caster level) against that spell resistance the first time the twilight knife strikes it. If the knife is successfully resisted, the spell is dispelled. If not, the weapon has its normal full effect on that creature for the duration of the spell."
		]
	},
	"twin_form": {
		"name": "Twin Form",
		"sources": [ "Advanced Player's Guide" ],
		"description": [
			"## Twin Form",
			"",
			"{SOURCE Advanced Player's Guide/252}  ",
			"**School** {spelldef/transmutation}; **Level** alchemist 6, investigator 6  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S, M (a blend of soil and the caster's blood)  ",
			"**Range** personal  ",
			"**Target** you  ",
			"**Duration** 1 round/level or until discharged (D)",
			"",
			"This extract splits a perfect double of yourself from your body, dressed and equipped exactly as you are. You are able to shift your consciousness from one body to the other once each round as a free action. This shift takes place either immediately before your turn or immediately after it, but not during the round. You may act normally in the body you inhabit. Your other self is treated as though dazed, except it may take a single move action each round during your turn. Your twin cannot speak while you are in your other body, and cannot flank, make attacks of opportunity, or otherwise threaten enemies.",
			"",
			"Both you and your twin have the same statistics and start with the number of hit points you had when you ingested the extract. Once you have split, these hit points are tracked separately. Any spells, extracts, or magical effects (such as from potions) that were active when you ingested the extract are active for both you and your twin. If any such effects expire, are dispelled, dismissed, or otherwise used or ended, they end for both of you. Extracts or spells cast after you split affect you and your twin as though you were two separate targets. Your equipment is linked between your two selves, and if an item on one is consumed or destroyed, its duplicate is used up or destroyed as well.",
			"",
			"The body you do not inhabit crumbles into dust when the extract's duration expires or is dismissed. If the body you inhabit is destroyed, you immediately shift to your surviving self and the extract immediately ends. The body you left behind crumbles into dust, and you are stunned until the start of your next turn. If the body you do not inhabit is destroyed, the extract also ends immediately, but you suffer no ill effects.",
			"",
			"You have no special ability to sense what your second body is experiencing, though you immediately know if it has been destroyed. You may switch between bodies at any distance on the same plane. If your bodies cross into separate planes (including through the use of teleport or blink), the body you inhabit survives, while your other body is destroyed."
		]
	},
	"twine_double": {
		"name": "Twine Double",
		"sources": [ "Cheliax, Empire of Devils" ],
		"description": [
			"## Twine Double",
			"",
			"{SOURCE Cheliax, Empire of Devils/23}  ",
			"**School** {spelldef/illusion} ({spelldef/shadow>_subschool}); **Level** arcanist 3, redmantisassassin 3, sorcerer 3, wizard 3  ",
			"**Casting Time** 10 minutes  ",
			"**Components** V, S, M (cloth and twine)  ",
			"**Range** 0 ft.  ",
			"**Effect** one duplicate creature  ",
			"**Duration** 1 minute/level (D)  ",
			"**Saving Throw** none; **Spell Resistance** no",
			"",
			"As simulacrum, except you can only duplicate yourself, and the duplicate is created from cloth and twine rather than ice and snow. The double looks exactly like you except its eyes are balls of twine (DC 10 Perception check to recognize double's strange eyes). It wears clothing and gear that appear exactly like what you are wearing at the time of casting. Its copies of your magic items are non-functional but radiate magic and have the same auras as your items. Its aura is identical to yours. Attempts to scry you while the double exists have a 50% chance of targeting the double instead of you.",
			"",
			"The double cannot attack, has no special abilities, and has a +0 bonus on all saves and checks. You may verbally give the double orders as a free action, or control it telepathically as a standard action. You know what the double is experiencing, and when controlling it telepathically you can see and hear everything it sees and hears, though events at your location may drown out the sensory inputs from the double. The double has hit points equal to half your hit points at the time of casting. If brought to 0 hit points, it is destroyed, reverting to cloth and twine. The double is an animated object."
		]
	},
	"twisted_futures": {
		"name": "Twisted Futures",
		"sources": [ "Giant Hunter's Handbook" ],
		"description": [
			"## Twisted Futures",
			"",
			"{SOURCE Giant Hunter's Handbook/27}  ",
			"**School** {spelldef/divination}; **Level** arcanist 2, bard 1, cleric 2, druid 1, hunter 1, oracle 2, shaman 1, skald 1, sorcerer 2, warpriest 2, witch 1, wizard 2  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S, M (a small die with the faces scratched off)  ",
			"**Range** close (25 ft. + 5 ft./2 levels)  ",
			"**Target** one creature/level, no two of which can be more than 30 ft. apart  ",
			"**Duration** 1 round/level  ",
			"**Saving Throw** Will negates; **Spell Resistance** yes",
			"",
			"By rearranging the threads of fate, you disrupt fortunate outcomes for other creatures. A creature affected by this spell is unable to benefit from effects that grant the ability to roll multiple times and take the higher result (like the swashbuckler's charmed life ability) or to choose the die result in lieu of rolling (like the wizard's prescience school power or the cyclops's flash of insight ability). This doesn't affect abilities that force a creature to take the lower of two rolls, such as ill omen or a pugwampi's unluck aura. A cyclops can't use its flash of insight ability to save against this spell."
		]
	},
	"twisted_innards": {
		"name": "Twisted Innards",
		"sources": [ "Pathfinder Society Field Guide" ],
		"description": [
			"## Twisted Innards",
			"",
			"{SOURCE Pathfinder Society Field Guide/59}  ",
			"**School** {spelldef/transmutation}; **Level** alchemist 2, investigator 2, magus 3, sorcerer 3, witch 3, wizard 3  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S, M (a cocoon tied with string)  ",
			"**Range** personal  ",
			"**Target** you  ",
			"**Duration** 1 minute/level",
			"",
			"For the duration of this spell, your vital organs writhe, shift, and move about, making it difficult to strike you in a vulnerable area. While this spell is in effect, critical hits and sneak attacks against you have a 25% chance of failing to inflict any additional damage - though you still take the normal damage from the attack. At 7th level, the chance to ignore additional damage increases to 50%, while at 13th level the chance increases to 75%."
		]
	},
	"twisted_space": {
		"name": "Twisted Space",
		"sources": [ "Ultimate Combat" ],
		"description": [
			"## Twisted Space",
			"",
			"{SOURCE Ultimate Combat/248}  ",
			"**School** {spelldef/transmutation}; **Level** arcanist 2, magus 2, psychic 2, redmantisassassin 2, sorcerer 2, summoner 2, unchained summoner 2, wizard 2  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S, M (a length of wire bent into a circle)  ",
			"**Range** close (25 ft. + 5 ft./2 levels)  ",
			"**Target** one creature  ",
			"**Duration** 1 round  ",
			"**Saving Throw** Will negates; **Spell Resistance** yes",
			"",
			"You distort the space around a creature, twisting the path of its melee attacks unpredictably, but always toward a nearby creature that the target threatens. Until the start of your next turn, melee attacks made by the target creature affect a random target instead of their intended target."
		]
	}
}
