{
	"gift_of_the_deep": {
		"name": "Gift of the Deep",
		"sources": [ "Monster Codex" ],
		"description": [
			"## Gift of the Deep",
			"",
			"{SOURCE Monster Codex/189}  ",
			"**School** {spelldef/transmutation} ({spelldef/polymorph}); **Level** arcanist 5, cleric 4, oracle 4, sorcerer 5, warpriest 4, wizard 5  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S, DF  ",
			"**Range** close (25 ft. + 5 ft./2 levels)  ",
			"**Target** one non-mutated sahuagin/level, no two of which can be more than 30 ft. apart  ",
			"**Duration** 1 minute/level (D)  ",
			"**Saving Throw** Fortitude negate (harmless); **Spell Resistance** yes (harmless)",
			"",
			"You give the targets the appearance and many of the abilities of sahuagin mutants, with effects as described below. Choose one benefit for all targets of this spell. This spell has no effect on sahuagin that are already mutants or already under the effects of gift of the deep.",
			"",
			"*Four-Armed:* The sahuagin sprouts an extra pair of arms - which can be used to make claw attacks (dealing 1d4 points of damage), or to wield weapons or hold items. It gains the benefits of the {feat/Multiattack} and {feat/Multiweapon Fighting} feats.",
			"",
			"*Malenti:* The sahuagin's features shift to resemble those of an aquatic elf. It loses its light blindness as well as its claw and bite attacks. The sahuagin gains a +4 enhancement bonus to Dexterity and Charisma, and a +10 circumstance bonus on Disguise checks to appear to be an aquatic elf.",
			"",
			"*Prehistoric:* The sahuagin grows in size, as enlarge person. It also gains a +2 enhancement bonus to its natural armor.",
			"",
			"*Shark-Blooded:* The sahuagin's tail elongates and melds with its legs. Its mouth enlarges, increasing its bite damage by one size category (to 1d6 for a typical sahuagin). Its swim speed increases by 20 feet, but its land speed is reduced to 5 feet. The sahuagin can't be tripped.",
			"",
			"*Sightless:* The sahuagin is blinded, but gains the benefits of the Blind Fight feat and blindsense with a range of 90 feet.",
			"",
			"*Spined:* Spines grow on the sahuagin's scales. Any creature that successfully grapples with it, is grappled by it, or hits it with an unarmed strike or natural weapon takes 1d4 points of piercing damage. The sahuagin also gains the benefits of the {feat/Improved Grapple} feat."
		]
	},
	"gilded_whispers": {
		"name": "Gilded Whispers",
		"sources": [ "Pathfinder Society Field Guide" ],
		"description": [
			"## Gilded Whispers",
			"",
			"{SOURCE Pathfinder Society Field Guide/57}  ",
			"**School** {spelldef/divination}; **Level** arcanist 3, cleric 4, oracle 4, sorcerer 3, warpriest 4, wizard 3  ",
			"**Casting Time** 1 round  ",
			"**Components** V, S, M (100 gp of powdered gemstones)  ",
			"**Range** touch  ",
			"**Target** a gold or platinum coin  ",
			"**Duration** 1 day/level (D)  ",
			"**Saving Throw** Will negates (object); **Spell Resistance** yes (object)",
			"",
			"Developed by priests of Abadar to catch thieves and skimmers, gilded whispers later spread to other faiths and was adapted to the arcane arts through the combined efforts of Aram Zey and Kreighton Shaine. Pathfinders most commonly use this spell to track bribes and illicit purchases back to their ultimate source, especially when they suspect the influence of [Aspis Consortium](rule/aff_profiteers) agents.",
			"",
			"Gilded whispers allows you to use a single coin as a conduit for an eavesdropping spell. When you use a divination (scrying) spell or item, such as clairvoyance/clairaudience, scrying, or a crystal ball, you can choose to target a coin you have affected with gilded whispers instead of a creature or location (even if you would not otherwise be able to target an object), though any range limits on the scrying effect still apply. If the coin is held or carried by a creature, its owner receives any applicable saving throw against the effect. The caster of gilded whispers treats the coin as a familiar subject. The residual psychic impressions left upon the coin by other handlers help mask this dweomer from detection, protecting gilded whispers against location by detect magic, arcane sight, and similar effects unless the latter spell's caster succeeds on a caster level check (1d20 + caster level) against a DC of 11 + the caster level of the spellcaster who cast gilded whispers. The scrying sensor created by using a divination (scrying) spell to observe or listen to the coin's surroundings can be detected as normal."
		]
	},
	"gird_ally": {
		"name": "Gird Ally",
		"sources": [ "Monster Summoner's Handbook" ],
		"description": [
			"## Gird Ally",
			"",
			"{SOURCE Monster Summoner's Handbook/22}  ",
			"**School** {spelldef/abjuration}; **Level** arcanist 2, cleric 2, druid 2, hunter 2, oracle 2, sorcerer 2, summoner 2, warpriest 2, witch 2, wizard 2  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S  ",
			"**Range** close (25 ft. + 5 ft./2 levels)  ",
			"**Target** one summoned creature you control/level, no two of which can be more than 30 ft. apart  ",
			"**Duration** 1 round/level (D)  ",
			"**Saving Throw** none; **Spell Resistance** no",
			"",
			"You create a magical field around summoned creatures you control that deflects attacks made against them. The targets gain a deflection bonus to their AC equal to 1 + 1 for every 6 caster levels you possess (maximum +4 deflection bonus at 18th level). A summoner can target his eidolon with this spell."
		]
	},
	"glibness": {
		"name": "Glibness",
		"sources": [ "PRPG Core Rulebook" ],
		"description": [
			"## Glibness",
			"",
			"{SOURCE PRPG Core Rulebook/290}  ",
			"**School** {spelldef/transmutation}; **Level** bard 3, mesmerist 3, skald 3  ",
			"**Casting Time** 1 standard action  ",
			"**Components** S  ",
			"**Range** personal  ",
			"**Target** you  ",
			"**Duration** 10 min./level (D)",
			"",
			"Your speech becomes fluent and more believable, causing those who hear you to believe every word you say. You gain a +20 bonus on Bluff checks made to convince another of the truth of your words. This bonus doesn't apply to other uses of the Bluff skill, such as feinting in combat, creating a diversion to hide, or communicating a hidden message via innuendo.",
			"",
			"If a magical effect is used against you that would detect your lies or force you to speak the truth, the user of the effect must succeed on a caster level check (1d20 + caster level) against a DC of 15 + your caster level to succeed. Failure means the effect does not detect your lies or force you to speak only the truth."
		]
	},
	"glide": {
		"name": "Glide",
		"sources": [ "Advanced Player's Guide" ],
		"description": [
			"## Glide",
			"",
			"{SOURCE Advanced Player's Guide/225}  ",
			"**School** {spelldef/transmutation}; **Level** arcanist 2, druid 2, hunter 1, occultist 2, psychic 2, ranger 1, redmantisassassin 2, shaman 2, sorcerer 2, summoner 2, unchained summoner 2, witch 2, wizard 2  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S, M/DF (a leaf)  ",
			"**Range** personal  ",
			"**Target** you  ",
			"**Duration** until landing or 1 minute/level (D)",
			"",
			"You take no damage from falls (as if from feather fall). In addition, you can move up to 5 feet in any horizontal direction for every 1 foot you fall, at a speed of 60 feet per round. You cannot use this spell to actually gain height, merely coast in other directions as you fall. If subjected to a strong wind or any other effect that causes you to rise you can take advantage of it in order to increase the distance you can glide. The spell ends as soon as your feet touch the ground regardless of its remaining duration. If the spell expires while you are still in the air you fall the remaining distance as normal."
		]
	},
	"glimpse_of_the_akashic": {
		"name": "Glimpse of the Akashic",
		"sources": [ "Psychic Anthology" ],
		"description": [
			"## Glimpse of the Akashic",
			"",
			"{SOURCE Psychic Anthology/10}  ",
			"**School** {spelldef/divination}; **Level** psychic 8  ",
			"**Casting Time** 1 full-round action  ",
			"**Components** V, S  ",
			"**Range** personal  ",
			"**Target** you  ",
			"**Duration** 1 day or until discharged (see text)",
			"",
			"You expand your consciousness in an attempt to tap into the perfect knowledge contained within the Akashic Record. Such a connection is incredibly difficult to create and maintain, and it can be almost impossible to know at the time of the casting what knowledge will be gained. The information contained within the Akashic Record can be overwhelming when accessed in this fashion, so your mind partitions it away until needed. For the next day, you can activate the knowledge gained from the Akashic Record as a free action; when you do so, you gain a circumstance bonus equal to your caster level on all skill checks, ability checks, attack rolls, damage rolls, saving throws, and combat maneuver checks for 1 minute. At the end of this time, the overwhelming nature of the Akashic Record assaults your psyche, causing you to be stunned for 2 rounds and then sickened for 1 minute."
		]
	},
	"glitterdust": {
		"name": "Glitterdust",
		"sources": [ "PRPG Core Rulebook" ],
		"description": [
			"## Glitterdust",
			"",
			"{SOURCE PRPG Core Rulebook/290}  ",
			"**School** {spelldef/conjuration} ({spelldef/creation}); **Level** arcanist 2, bard 2, bloodrager 2, magus 2, mesmerist 2, occultist 2, skald 2, sorcerer 2, summoner 2, unchained summoner 2, witch 2, wizard 2  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S, M (ground mica)  ",
			"**Range** medium (100 ft. + 10 ft./level)  ",
			"**Area** creatures and objects within 10-ft.-radius spread  ",
			"**Duration** 1 round/level  ",
			"**Saving Throw** Will negates (blinding only); **Spell Resistance** no",
			"",
			"A cloud of golden particles covers everyone and everything in the area, causing creatures to become blinded and visibly outlining invisible things for the duration of the spell. All within the area are covered by the dust, which cannot be removed and continues to sparkle until it fades. Each round at the end of their turn blinded creatures may attempt new saving throws to end the blindness effect.",
			"",
			"Any creature covered by the dust takes a -40 penalty on Stealth checks."
		]
	},
	"globe_of_invulnerability": {
		"name": "Globe of Invulnerability",
		"sources": [
			"PRPG Core Rulebook",
			"Mythic Adventures"
		],
		"description": [
			"## Globe of Invulnerability",
			"",
			"{SOURCE PRPG Core Rulebook/290}  ",
			"**School** {spelldef/abjuration}; **Level** arcanist 6, occultist 6, psychic 6, sorcerer 6, wizard 6  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S, M (a glass or crystal bead)  ",
			"**Range** 10 ft.  ",
			"**Area** 10-ft.-radius spherical emanation, centered on you  ",
			"**Duration** 1 round/level (D)  ",
			"**Saving Throw** none; **Spell Resistance** no",
			"",
			"This spell functions like lesser globe of invulnerability, except that it also excludes 4th-level spells and spell-like effects.",
			"",
			"### Mythic Globe of Invulnerability",
			"",
			"{SOURCE Mythic Adventures/96}",
			"",
			"Add half your tier to the level of non-mythic spells the globe excludes. The globe excludes mythic spells of 4th level or lower.",
			"",
			"### Globe of Invulnerability, Lesser",
			"",
			"{SOURCE PRPG Core Rulebook/290}  ",
			"**School** {spelldef/abjuration}; **Level** arcanist 4, occultist 4, psychic 4, sorcerer 4, wizard 4  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S, M (a glass or crystal bead)  ",
			"**Range** 10 ft.  ",
			"**Area** 10-ft.-radius spherical emanation, centered on you  ",
			"**Duration** 1 round/level (D)  ",
			"**Saving Throw** none; **Spell Resistance** no",
			"",
			"An immobile, faintly shimmering magical sphere surrounds you and excludes all spell effects of 3rd level or lower. The area or effect of any such spells does not include the area of the lesser globe of invulnerability. Such spells fail to affect any target located within the globe. Excluded effects include spell-like abilities and spells or spell-like effects from items. Any type of spell, however, can be cast through or out of the magical globe. Spells of 4th level and higher are not affected by the globe, nor are spells already in effect when the globe is cast. The globe can be brought down by a dispel magic spell. You can leave and return to the globe without penalty.",
			"",
			"Note that spell effects are not disrupted unless their effects enter the globe, and even then they are merely suppressed, not dispelled.",
			"",
			"If a given spell has more than one level depending on which character class is casting it, use the level appropriate to the caster to determine whether lesser globe of invulnerability stops it."
		]
	},
	"globe_of_invulnerability_lesser": {
		"name": "Globe of Invulnerability, Lesser",
		"copyof": "globe_of_invulnerability"
	},
	"lesser_globe_of_invulnerability": {
		"copyof": "globe_of_invulnerability_lesser"
	},
	"globe_of_tranquil_water": {
		"name": "Globe of Tranquil Water",
		"sources": [ "Heroes of the Wild" ],
		"description": [
			"## Globe of Tranquil Water",
			"",
			"{SOURCE Heroes of the Wild/30}  ",
			"**School** {spelldef/abjuration}; **Level** arcanist 5, cleric 4, druid 4, hunter 4, oracle 4, shaman 4, sorcerer 5, warpriest 4, witch 4, wizard 5  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S, M/DF (a glass globe)  ",
			"**Range** 20 ft.  ",
			"**Area** 20-ft.-radius emanation, centered on you  ",
			"**Duration** 1 minute/level (D)  ",
			"**Saving Throw** none; **Spell Resistance** no",
			"",
			"Upon casting this spell, a rippling bubble of calm water extends outward from you to a radius of 20 feet and remains centered on you when you move. The bubble blocks all natural and magical precipitation such as rain, snow, and hail (including spells such as ice storm). This bubble also pushes out any fog or mist within the area, though it does not affect temperature and can't block natural or magical lightning.",
			"",
			"All water in this radius counts as calm water for the purposes of Swim checks, and the bubble prevents sprays and blasts of mundane and magic water from striking with enough force to deal damage, move creatures or halt their movement, or perform any action that requires an attack roll or combat maneuver check.",
			"",
			"Water elementals are affected by a globe of tranquil water the same way creatures of the plant type are affected by an antiplant shell."
		]
	},
	"gloomblind_bolts": {
		"name": "Gloomblind Bolts",
		"sources": [ "Advanced Race Guide" ],
		"description": [
			"## Gloomblind Bolts",
			"",
			"{SOURCE Advanced Race Guide/113}  ",
			"**School** {spelldef/conjuration} ({spelldef/creation}) [{spelldef/shadow>_descriptor}]; **Level** arcanist 3, bloodrager 3, magus 3, sorcerer 3, witch 3, wizard 3 (fetchling)  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S  ",
			"**Range** medium (100 ft. + 10 ft./level)  ",
			"**Effect** one or more bolts of energy  ",
			"**Duration** instantaneous  ",
			"**Saving Throw** Reflex negates, see text; **Spell Resistance** yes",
			"",
			"You create one or more bolts of negative energy infused with shadow pulled from the Shadow Plane. You can fire one bolt, plus one for every four levels beyond 5th (to a maximum of three bolts at 13th level) at the same or different targets, but all bolts must be aimed at targets within 30 feet of each other and require a ranged touch attack to hit. Each bolt deals 4d6 points of damage to a living creature or heals 4d6 points of damage to an undead creature. Furthermore, the bolt's energy spreads over the skin of creature, possibly blinding it for a short time. Any creature struck by a bolt must succeed at a Reflex saving throw or become blinded for 1 round."
		]
	},
	"glue_seal": {
		"name": "Glue Seal",
		"sources": [ "Advanced Class Guide" ],
		"description": [
			"## Glue Seal",
			"",
			"{SOURCE Advanced Class Guide/183}  ",
			"**School** {spelldef/conjuration} ({spelldef/creation}); **Level** arcanist 1, bard 1, magus 1, psychic 1, skald 1, sorcerer 1, summoner 1, unchained summoner 1, wizard 1  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S  ",
			"**Range** close (25 ft. + 5 ft./2 levels)  ",
			"**Target** one object or one 5-ft. square  ",
			"**Duration** 1 minute/level (D)  ",
			"**Saving Throw** see text; **Spell Resistance** no",
			"",
			"You cover a solid surface with a layer of sticky glue. Anyone in the area when the spell is cast must attempt a Reflex save. Those who fail become entangled, but can break free by succeeding at a combat maneuver check or an Escape Artist check as a standard action against the DC of this spell. The area of the spell is considered difficult terrain. A creature moving through the glue must succeed at a combat maneuver check or an Escape Artist check as part of its move action (DC = the spell's DC). Creatures that fail lose their movement and become entangled in the first square they enter.",
			"",
			"The spell can also be used to create a sticky coating on an item. A creature holding a targeted item can attempt a Reflex saving throw against the spell's DC. If the initial saving throw succeeds, the item is unaffected. If it fails, the item is stuck in place. If an affected item is connected to another item (such as a sword in a sheath or a cork in a potion bottle), it cannot be separated from the other item unless the creature succeeds at a combat maneuver check or a Strength check as a move action to free it (DC = the spell's DC). A creature must succeed at saving throw each time it attempts to use the sticky item; otherwise, the item becomes stuck to the creature. Sticky armor or clothing imposes a -10 circumstance penalty on Escape Artist checks and combat maneuver checks to escape a grapple attempted by the wearer, as well as to the wearer's CMD to avoid being grappled."
		]
	},
	"glyph_of_warding": {
		"name": "Glyph of Warding",
		"sources": [
			"PRPG Core Rulebook",
			"Mythic Adventures"
		],
		"description": [
			"## Glyph of Warding",
			"",
			"{SOURCE PRPG Core Rulebook/290}  ",
			"**School** {spelldef/abjuration}; **Level** cleric 3, inquisitor 3, oracle 3, warpriest 3, witch 3  ",
			"**Casting Time** 10 minutes  ",
			"**Components** V, S, M (powdered diamond worth 200 gp)  ",
			"**Range** touch  ",
			"**Target or Area** object touched or up to 5 sq. ft./level  ",
			"**Duration** permanent until discharged (D)  ",
			"**Saving Throw** see text; **Spell Resistance** no (object) and yes; see text",
			"",
			"This powerful inscription harms those who enter, pass, or open the warded area or object. A glyph of warding can guard a bridge or passage, ward a portal, trap a chest or box, and so on.",
			"",
			"You set all of the conditions of the ward. Typically, any creature entering the warded area or opening the warded object without speaking a password (which you set when casting the spell) is subject to the magic it stores. Alternatively or in addition to a password trigger, glyphs can be set according to physical characteristics (such as height or weight) or creature type, subtype, or kind. Glyphs can also be set with respect to good, evil, law, or chaos, or to pass those of your religion. They cannot be set according to class, HD, or level. Glyphs respond to invisible creatures normally but are not triggered by those who travel past them ethereally. Multiple glyphs cannot be cast on the same area. However, if a cabinet has three different drawers, each can be separately warded.",
			"",
			"When casting the spell, you weave a tracery of faintly glowing lines around the warding sigil. A glyph can be placed to conform to any shape up to the limitations of your total square footage. When the spell is completed, the glyph and tracery become nearly invisible.",
			"",
			"Glyphs cannot be affected or bypassed by such means as physical or magical probing, though they can be dispelled. {spell/Mislead}, {spell/polymorph}, and {spell/nondetection} (and similar magical effects) can fool a glyph, though nonmagical disguises and the like can't. {spell/Read magic} allows you to identify a glyph of warding with a DC 13 Knowledge (arcana) check. Identifying the glyph does not discharge it and allows you to know the basic nature of the glyph (version, type of damage caused, what spell is stored).",
			"",
			"*Note:* Magic traps such as glyph of warding are hard to detect and disable. While any character can use Perception to find a glyph, only a character with the trapfinding class feature can use Disable Device to disarm it. The DC in each case is 25 + spell level, or 28 for glyph of warding.",
			"",
			"Depending on the version selected, a glyph either blasts the intruder or activates a spell.",
			"",
			"*Blast Glyph:* A blast glyph deals 1d8 points of damage per two caster levels (maximum 5d8) to the intruder and to all within 5 feet of him or her. This damage is acid, cold, fire, electricity, or sonic (caster's choice, made at time of casting). Each creature affected can attempt a Reflex save to take half damage. Spell resistance applies against this effect.",
			"",
			"*Spell Glyph:* You can store any harmful spell of 3rd level or lower that you know. All level-dependent features of the spell are based on your caster level at the time of casting the glyph. If the spell has a target, it targets the intruder. If the spell has an area or an amorphous effect, the area or effect is centered on the intruder. If the spell summons creatures, they appear as close as possible to the intruder and attack. Saving throws and spell resistance operate as normal, except that the DC is based on the level of the spell stored in the glyph.",
			"",
			"### Mythic Glyph of Warding",
			"",
			"{SOURCE Mythic Adventures/96}",
			"",
			"Add your tier to the DC to detect or disable the glyph. Blast glyph damage increases to 1d6 points of damage per caster level (maximum 20d6). Add half your tier to the maximum spell level you can store in a spell glyph.",
			"",
			"### Glyph of Warding, Greater",
			"",
			"{SOURCE PRPG Core Rulebook/291}  ",
			"**School** {spelldef/abjuration}; **Level** cleric 6, inquisitor 6, oracle 6, warpriest 6  ",
			"**Casting Time** 10 minutes  ",
			"**Components** V, S, M (powdered diamond worth 200 gp)  ",
			"**Range** touch  ",
			"**Target or Area** object touched or up to 5 sq. ft./level  ",
			"**Duration** permanent until discharged (D)  ",
			"**Saving Throw** see text; **Spell Resistance** no (object) and yes; see text",
			"",
			"This spell functions like glyph of warding, except that a greater blast glyph deals up to 10d8 points of damage, and a greater spell glyph can store a spell of 6th level or lower.",
			"",
			"{spell/Read magic} allows you to identify a greater glyph of warding with a DC 16 Spellcraft check.",
			"",
			"*Material Component:* You trace the glyph with incense, which must first be sprinkled with powdered diamond worth at least 400 gp."
		]
	},
	"glyph_of_warding_greater": {
		"name": "Glyph of Warding, Greater",
		"copyof": "glyph_of_warding"
	},
	"greater_glyph_of_warding": {
		"copyof": "glyph_of_warding_greater"
	},
	"golden_guise": {
		"name": "Golden Guise",
		"sources": [ "Agents of Evil" ],
		"description": [
			"## Golden Guise",
			"",
			"{SOURCE Agents of Evil/31}  ",
			"**School** {spelldef/transmutation}; **Level** arcanist 3, bard 2, skald 2, sorcerer 3, witch 3, wizard 3  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S, M (10 gold pieces)  ",
			"**Range** close (25 ft. + 5 ft./2 levels)  ",
			"**Target** one object weighing no more than 5 lbs./level  ",
			"**Duration** 1 minute/level  ",
			"**Saving Throw** Will negates (harmless); **Spell Resistance** yes",
			"",
			"You cause an object to briefly transform into gold. Affected items gain the properties of gold until the spell expires. Weapons reduce their hardness by half and gain the [fragile quality](rule/broken_and_fragile), while piercing and slashing weapons take a -2 penalty on damage rolls (minimum 1 damage). This spell increases the affected item's armor check penalty by 2 and decreases its armor or shield bonus by 2. Gold armor has hardness 5."
		]
	},
	"good_hope": {
		"name": "Good Hope",
		"sources": [ "PRPG Core Rulebook" ],
		"description": [
			"## Good Hope",
			"",
			"{SOURCE PRPG Core Rulebook/291}  ",
			"**School** {spelldef/enchantment} ({spelldef/compulsion}) [{spelldef/emotion}, {spelldef/mind-affecting}]; **Level** bard 3, skald 3  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S  ",
			"**Range** medium (100 ft. + 10 ft./level)  ",
			"**Targets** one living creature/level, no two of which can be more than 30 ft. apart  ",
			"**Duration** 1 min./level  ",
			"**Saving Throw** Will negates (harmless); **Spell Resistance** yes (harmless)",
			"",
			"This spell instills powerful hope in the subjects. Each affected creature gains a +2 morale bonus on saving throws, attack rolls, ability checks, skill checks, and weapon damage rolls.",
			"",
			"Good hope counters and dispels {spell/crushing despair}."
		]
	},
	"goodberry": {
		"name": "Goodberry",
		"sources": [
			"PRPG Core Rulebook",
			"Mythic Adventures"
		],
		"description": [
			"## Goodberry",
			"",
			"{SOURCE PRPG Core Rulebook/291}  ",
			"**School** {spelldef/transmutation}; **Level** druid 1, hunter 1, shaman 1  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S, DF  ",
			"**Range** touch  ",
			"**Targets** 2d4 fresh berries touched  ",
			"**Duration** 1 day/level  ",
			"**Saving Throw** none; **Spell Resistance** yes",
			"",
			"Casting goodberry makes 2d4 freshly picked berries magical. You (as well as any other druid of 3rd or higher level) can immediately discern which berries are affected. Each transmuted berry provides nourishment as if it were a normal meal for a Medium creature. The berry also cures 1 point of damage when eaten, subject to a maximum of 8 points of such curing in any 24-hour period.",
			"",
			"### Mythic Goodberry",
			"",
			"{SOURCE Mythic Adventures/96}",
			"",
			"Each berry provides a full day's nourishment and counts as 1 hour of complete rest for the purpose of removing exhaustion, fatigue, or nonlethal damage.",
			"",
			"*Augmented (2nd):* You can cast the spell to affect only one berry, imbuing into that berry any harmless druid spell you have prepared. The spell remains stored in the berry for the duration of the goodberry spell or until the berry is consumed. A creature that eats the berry gains the benefits of that spell as if you had cast it upon her. The maximum level of the imbued spell is equal to half your tier, and you must expend one use of mythic power for each spell level of the imbued spell (in addition to the one use needed to cast mythic goodberry). Similar to imbue with spell ability, you can't prepare a spell in that spell's slot until the berry is consumed or the mythic goodberry spell ends."
		]
	},
	"gorums_armor": {
		"name": "Gorum's Armor",
		"sources": [
			"Inner Sea World Guide",
			"Gods and Magic",
			"Mythic Origins"
		],
		"description": [
			"## Gorum's Armor",
			"",
			"{SOURCE Inner Sea World Guide/294;Gods and Magic/17}  ",
			"**School** {spelldef/transmutation}; **Level** bloodrager 1, cleric 1, inquisitor 1, magus 1, oracle 1, shaman 1, warpriest 1  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S, M (1 iron spike)  ",
			"**Range** touch  ",
			"**Target** 1 suit of metal armor or 1 metal shield  ",
			"**Duration** 10 minutes/level  ",
			"**Saving Throw** Fortitude negates (harmless); **Spell Resistance** yes (harmless)",
			"",
			"The targeted suit of armor or shield sprouts thousands of tiny iron spikes like porcupine quills. These do not harm the armor's wearer (though donning or removing armor under the effects of this spell takes twice as long), but they act as armor spikes or shield spikes (as appropriate). Any creature attacking the wearer with natural weapons takes 1 point of piercing damage for each attack that hits. At 5th level, the spikes gain a +1 enhancement bonus on attack and damage rolls; this bonus increases to +2 at 10th level. At 15th level, the spikes also gain the anarchic weapon quality.",
			"",
			"### Mythic Gorum's Armor",
			"",
			"{SOURCE Mythic Origins/12}",
			"",
			"The damage to attackers increases to 1d4 points of piercing damage and affects creatures that attack the wearer with a melee weapon, an unarmed strike, or a natural weapon. Melee weapons with reach do not endanger a creature in this way. If you're wearing the armor and are taking bleed damage, the spikes lengthen and grow wicked barbs-this increases their damage against foes that strike you to 1d6 + 1/2 your caster level (maximum +5), and the spikes deal 1 point of bleed damage to any foe damaged by them. When your bleeding stops, the spikes immediately return to their normal size and any bleed effects caused by the armor end."
		]
	},
	"gozrehs_trident": {
		"name": "Gozreh's Trident",
		"sources": [
			"Inner Sea Gods",
			"Gods and Magic"
		],
		"description": [
			"## Gozreh's Trident",
			"",
			"{SOURCE Inner Sea Gods/235;Gods and Magic/19}  ",
			"**School** {spelldef/evocation} [{spelldef/electricity}]; **Level** bloodrager 2, cleric 2, druid 2, hunter 2, oracle 2, warpriest 2, witch 2 (Gozreh)  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S, DF  ",
			"**Range** 0 ft.  ",
			"**Effect** trident-like bolt of electricity  ",
			"**Duration** 1 minute/level (D)  ",
			"**Saving Throw** none; **Spell Resistance** yes",
			"",
			"A 4-foot-long, blazing, forked bolt of electricity springs forth from your hand. You wield this spear-like bolt as if it were a trident (you are considered proficient with the bolt). Attacks with Gozreh's trident are melee touch attacks. The bolt deals 1d8 points of electricity damage + 1 point per 2 caster levels (maximum +10). Since the bolt is immaterial, your Strength modifier does not apply to the damage. The bolt can ignite combustible materials such as parchment, straw, dry sticks, and cloth."
		]
	},
	"grace": {
		"name": "Grace",
		"sources": [ "Advanced Player's Guide" ],
		"description": [
			"## Grace",
			"",
			"{SOURCE Advanced Player's Guide/226}  ",
			"**School** {spelldef/abjuration}; **Level** cleric 2, oracle 2, paladin 1, warpriest 2  ",
			"**Casting Time** 1 swift action  ",
			"**Components** V  ",
			"**Range** personal  ",
			"**Target** you  ",
			"**Duration** see text",
			"",
			"Until the end of your turn, your movement does not provoke attacks of opportunity."
		]
	},
	"grand_destiny": {
		"name": "Grand Destiny",
		"sources": [ "Arcane Anthology" ],
		"description": [
			"## Grand Destiny",
			"",
			"{SOURCE Arcane Anthology/8}  ",
			"**School** {spelldef/enchantment} ({spelldef/compulsion}) [{spelldef/mind-affecting}]; **Level** alchemist 5, arcanist 5, bard 4, investigator 5, medium 4, mesmerist 5, skald 4, sorcerer 5, summoner 5, wizard 5  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S  ",
			"**Range** medium (100 ft. + 10 ft./level)  ",
			"**Effect** one willing creature  ",
			"**Duration** 10 minutes/level or until discharged  ",
			"**Saving Throw** none (harmless); **Spell Resistance** yes (harmless)",
			"",
			"You inspire the target with the power to seize a grand destiny. The target gains a +4 competence bonus that it can choose to apply before rolling any attack roll, caster level check, saving throw, or skill check. The spell ends once the bonus has been applied to two rolls. At 12th level and 15th level, the bonus can be applied an additional time before the spell is discharged. A subject can be under the effect of only one grand destiny spell at a time."
		]
	},
	"grappling_scarf": {
		"name": "Grappling Scarf",
		"sources": [ "Adventurer's Armory 2" ],
		"description": [
			"## Grappling Scarf",
			"",
			"{SOURCE Adventurer's Armory 2/21}  ",
			"**School** {spelldef/transmutation}; **Level** arcanist 1, bard 1, inquisitor 1, occultist 1, skald 1, sorcerer 1, wizard 1  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S, F (a scarf)  ",
			"**Range** personal  ",
			"**Target** you  ",
			"**Duration** 1 minute/level",
			"",
			"A scarf you are wearing frays at the end into hook-like shapes and can extend to incredible lengths. Although your scarf retains its weight, its frayed ends function as a grappling hook that can be thrown with a range increment of 20 feet. Your scarf elongates to 100 feet the first time it is thrown during the spell duration. Regardless of its apparent material, the scarf is as strong and easy to climb as a knotted silk rope. At the end of the duration, the scarf detaches and returns to its former shape, fluttering down from its position if you haven't already retrieved it."
		]
	},
	"grasp": {
		"name": "Grasp",
		"sources": [ "Heroes of the Darklands" ],
		"description": [
			"## Grasp",
			"",
			"{SOURCE Heroes of the Darklands/9}  ",
			"**School** {spelldef/divination}; **Level** arcanist 0, bard 0, cleric 0, druid 0, hunter 0, magus 0, oracle 0, psychic 0, skald 0, sorcerer 0, warpriest 0, witch 0, wizard 0  ",
			"**Casting Time** 1 immediate action  ",
			"**Components** V  ",
			"**Range** personal  ",
			"**Target** you  ",
			"**Duration** instantaneous  ",
			"**Saving Throw** none; **Spell Resistance** no",
			"",
			"You can cast this spell as an immediate action when you fail a Climb check and would fall. You can immediately attempt another Climb check as a free action at a -2 penalty. Each successive use of this spell in a particular situation increases the penalty by 2. If successful, you don't fall, but you don't progress at climbing."
		]
	},
	"grasping_corpse": {
		"name": "Grasping Corpse",
		"sources": [ "Horror Adventures" ],
		"description": [
			"## Grasping Corpse",
			"",
			"{SOURCE Horror Adventures/118}  ",
			"**School** {spelldef/necromancy} [{spelldef/evil}]; **Level** antipaladin 1, arcanist 1, cleric 1, occultist 1, oracle 1, shaman 1, sorcerer 1, spiritualist 1, warpriest 1, witch 1, wizard 1  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S, M (pinch of powdered onyx worth 1 gp)  ",
			"**Range** close (25 ft. + 5 ft./2 levels)  ",
			"**Target** one corpse  ",
			"**Duration** instantaneous  ",
			"**Saving Throw** none; **Spell Resistance** no",
			"",
			"You can cause one nearby corpse to animate for a brief moment. Choose a creature within 30 feet of the corpse (even if the creature is outside the spell's range). The corpse shambles toward the creature and then attempts to trip or grapple it (your choice). The corpse does not provoke attacks of opportunity.",
			"",
			"Attempt a special combat maneuver check against the chosen creature. Your CMB for this combat maneuver is equal to your caster level plus your Intelligence, Wisdom, or Charisma modifier, whichever is highest. If you chose to trip the creature, it falls prone if you equal or exceed its CMD. If you chose to grapple, the creature gains the grappled condition until it breaks free from the corpse. Treat your save DC for a spell of this level as the CMD of the grasping corpse. Alternatively, destroying the corpse with damage ends the grapple. The corpse has 12 hit points and DR 5/slashing."
		]
	},
	"grasping_hand": {
		"name": "Grasping Hand",
		"sources": [ "PRPG Core Rulebook" ],
		"description": [
			"## Grasping Hand",
			"",
			"{SOURCE PRPG Core Rulebook/291}  ",
			"**School** {spelldef/evocation} [{spelldef/force}]; **Level** arcanist 7, psychic 7, sorcerer 7, wizard 7  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S, F (a soft glove)  ",
			"**Range** medium (100 ft. + 10 ft./level)  ",
			"**Effect** 10-ft. hand  ",
			"**Duration** 1 round/level (D)  ",
			"**Saving Throw** none; **Spell Resistance** yes",
			"",
			"This spell functions as interposing hand, except that it can also grapple one opponent you select. The grasping hand gets one grapple attack per round. This attack does not provoke an attack of opportunity. Its CMB and CMD for grapple checks use your caster level in place of its base attack bonus, with a +10 bonus for its Strength (31) score and a +1 bonus for being Large (its Dexterity is 10, granting no bonus on the Combat Maneuver Defense). The hand holds but does not harm creatures that it grapples. Directing the spell to a new target is a move action. The grasping hand can instead be directed to bull rush a target, using the same bonuses outlined above, or it can be directed to interpose itself, as interposing hand does."
		]
	},
	"grasping_vine": {
		"name": "Grasping Vine",
		"sources": [ "Ultimate Wilderness" ],
		"description": [
			"## Grasping Vine",
			"",
			"{SOURCE Ultimate Wilderness/25}  ",
			"**School** {spelldef/transmutation}; **Level** alchemist 2, arcanist 2, druid 2, hunter 2, investigator 2, occultist 2, ranger 2, shaman 2, sorcerer 2, witch 2, wizard 2 (Vine Leshy)  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S  ",
			"**Range** personal  ",
			"**Target** you  ",
			"**Duration** 1 minute/level (D)",
			"",
			"You cause a long, thin vine to sprout from your body - typically from the center of your chest or from the palm of an outstretched hand. As a standard action, you can direct the end of the vine to move to any square within 20 feet of you and perform one of the following tasks: deliver a touch spell that you cast after the vine has grown, pick up an unattended object weighing 20 pounds or less, give a held object to another creature, attempt to disable a trap or lock using your Disable Device modifier with a -2 penalty, or perform any other task that the GM deems reasonable. The vine does not threaten squares and cannot make attacks of opportunity, nor can it wield weapons."
		]
	},
	"grave_words": {
		"name": "Grave Words",
		"sources": [ "Occult Adventures" ],
		"description": [
			"## Grave Words",
			"",
			"{SOURCE Occult Adventures/172}  ",
			"**School** {spelldef/necromancy} [{spelldef/language-dependent}]; **Level** medium 0, occultist 0, psychic 0, spiritualist 0  ",
			"**Casting Time** 1 minute  ",
			"**Components** S  ",
			"**Range** touch  ",
			"**Target** one dead creature  ",
			"**Duration** 1 round",
			"",
			"With this spell and a touch, you can force a corpse talk to you, but you can't ask it specific questions or communicate with it at all. The corpse will start babbling for 1 round, spitting out random sentences. There is a 10% chance this information is of some use to the caster, but it is difficult to distinguish whether the information is useful (the GM makes the percentile roll in secret).",
			"",
			"Useful information may include warnings about dangers deeper in a dungeon, the command word to a magic item, or even vague and spectral warnings of your or your companions' future. The GM decides what information, useful or not, the corpse spews out in its babbling.",
			"",
			"Once a corpse has been subject to grave words by any caster, any new attempt to cast grave words on that corpse fails. You can cast this spell on a corpse that has been deceased for any amount of time, but the head of the corpse must have a mouth in order to speak at all. This spell doesn't affect a corpse that has been turned into an undead creature."
		]
	},
	"gravel_vortex": {
		"name": "Gravel Vortex",
		"sources": [ "Pathfinder #93: Forge of the Giant God" ],
		"description": [
			"## Gravel Vortex",
			"",
			"{SOURCE Pathfinder #93: Forge of the Giant God/74}  ",
			"**School** {spelldef/conjuration} ({spelldef/creation}) [{spelldef/earth}]; **Level** arcanist 4, druid 4, hunter 4, sorcerer 4, wizard 4  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S, M (handful of pebbles)  ",
			"**Range** long (400 ft. + 40 ft./level)  ",
			"**Area** cylinder (20-ft. radius, 40 ft. high)  ",
			"**Duration** 1 round/level (D)  ",
			"**Saving Throw** none; **Spell Resistance** yes",
			"",
			"You create a hail of tiny pieces of rock and dust that batter and scrape against all things in the area, dealing 5d6 points of bludgeoning damage. This damage is dealt only once, on the round the spell is cast. For the remaining duration of the spell, fine dust rains down in the area. Creatures other than stone giants inside this area take a -4 penalty on Perception skill checks, and the entire area is treated as difficult terrain. At the end of the spell's duration, the gravel and dust disappear, leaving no trace of their presence."
		]
	},
	"gravity_bow": {
		"name": "Gravity Bow",
		"sources": [ "Advanced Player's Guide" ],
		"description": [
			"## Gravity Bow",
			"",
			"{SOURCE Advanced Player's Guide/226}  ",
			"**School** {spelldef/transmutation}; **Level** arcanist 1, hunter 1, occultist 1, ranger 1, redmantisassassin 1, sorcerer 1, wizard 1  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S  ",
			"**Range** personal  ",
			"**Target** you  ",
			"**Duration** 1 minute/level (D)",
			"",
			"Gravity bow significantly increases the weight and density of arrows or bolts fired from your bow or crossbow the instant before they strike their target and then return them to normal a few moments later. Any arrow fired from a bow or crossbow you are carrying when the spell is cast deals damage as if one size larger than it actually is. For instance, an arrow fired from a Medium longbow normally deals 1d8 points of damage, but it would instead deal 2d6 points of damage if fired from a gravity bow. Only you can benefit from this spell. If anyone else uses your bow to make an attack the arrows deal damage as normal for their size."
		]
	},
	"gravity_sphere": {
		"name": "Gravity Sphere",
		"sources": [ "People of the Stars" ],
		"description": [
			"## Gravity Sphere",
			"",
			"{SOURCE People of the Stars/28}  ",
			"**School** {spelldef/transmutation}; **Level** arcanist 5, druid 6, hunter 6, sorcerer 5, wizard 5  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S, M (a marble)  ",
			"**Range** medium (100 ft. + 10 ft./level)  ",
			"**Effect** 30-ft.-radius sphere of altered gravity  ",
			"**Duration** 1 round/level (D)  ",
			"**Saving Throw** none (see text); **Spell Resistance** no",
			"",
			"You affect the local gravity field in a 30-foot-radius sphere around the spell's designated point of origin. Creatures in the affected area can be weighed down by high gravity, lightened by low gravity, or left to float in an area with no gravity, depending on the effect you choose for your gravity sphere. See below for rules on the effects of high, low, and no gravity.",
			"",
			"Creatures that fall within the area of a gravity sphere spell take more damage from the fall if the gravity within is higher and less damage if the gravity within is lower. However, if the creature falls through a gravity sphere and continues to fall in a non-affected area, the rest of the fall damage is calculated normally. For instance, if a creature falls through 20 feet of a lowgravity sphere and an additional 30 feet outside the sphere, it would take 1d6 points of damage for the 20 feet of low gravity plus 3d6 points of damage as normal for the 30 feet outside the sphere (for a total of 4d6 points of damage).",
			"",
			"This spell doesn't counteract or negate the effects of other spells that affect gravity; both effects occur simultaneously. For instance, a no-gravity gravity sphere spell cast within the area of a reverse gravity spell would simply mean that creatures float about until the gravity sphere's duration expires or they exit the gravity sphere, at which point they return to the top of the reverse gravity effect's area. If both gravity-altering magical effects could not feasibly take place simultaneously (at the GM's discretion), the gravity sphere spell supersedes the previous effect (if it's higher-level than the previous effect) or simply fails (if it's lower-level).",
			"",
			"{SOURCE People of the Stars/18}  ",
			"",
			"**Standard Gravity (&times;1):** The gravity mimics that of Golarion.",
			"",
			"**Low Gravity (&times;1/2):** Characters can jump twice as high and as far and can lift twice as much. Movement speed is unaffected. Each range increment for ranged weapons is doubled. Creatures that fall within an area of low gravity take 1d6 points of damage for every 20 feet fallen.",
			"",
			"**High Gravity (&times;2):** Characters can move at no more than half speed, jump no more than half as high or as far as normal, and lift no more than half as much as normal. Each range increment for ranged weapons is halved. Creatures that fall within an area of high gravity take 1d6 points of damage for every 5 feet fallen.",
			"",
			"**No Gravity (&times;0):** Without magical flight, moving in an area with no gravity is difficult. A character with a surface to push off from can move up to half speed in any direction. A double move or charge can be performed this way, but not a run. A character can move at his full climb speed or his full land speed by succeeding at a DC 20 Climb check as long as he remains adjacent to a surface with sufficient handholds. He adds his Dexterity modifier (minimum 0) on this Climb check in addition to his Strength modifier. Once a character starts moving, he continues moving at the same speed in the same direction each round without using an action until he latches onto an object to stop himself, pushes off in another direction, or creates thrust somehow (each of which requires a move action). Creatures with nonmagical means of flight lose the ability to fly for 2d6 rounds after entering a no gravity area. A character in a no gravity environment can lift and carry 10 times his normal limit. Ranged weapons have no maximum range, and their range increment distances are multiplied by 10."
		]
	},
	"gravity_well": {
		"name": "Gravity Well",
		"sources": [ "Dragonslayer's Handbook" ],
		"description": [
			"## Gravity Well",
			"",
			"{SOURCE Dragonslayer's Handbook/29}  ",
			"**School** {spelldef/transmutation}; **Level** arcanist 5, druid 6, hunter 6, sorcerer 5, wizard 5  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S, M (a small lead weight)  ",
			"**Range** medium (100 ft. + 10 ft./level)  ",
			"**Target** one creature  ",
			"**Duration** 1 round/level (D)  ",
			"**Saving Throw** Fortitude negates; **Spell Resistance** no",
			"",
			"You bring into being a localized region of increased gravity that crushes a creature to the ground. Affected targets weigh twice as much as normal, can move only at half speed, jump only half as far as normal, and can lift and carry only half as much as normal. Any flying target has its maneuverability worsened by two steps (from good to poor, for example; minimum clumsy) and plummets to the ground unless it succeeds at a DC 25 Fly check to remain in the air. Freedom of movement negates the effects of this spell. A creature targeted by gravity well behaves normally in the area of a reverse gravity spell."
		]
	},
	"grease": {
		"name": "Grease",
		"sources": [
			"PRPG Core Rulebook",
			"Mythic Adventures",
			"Dirty Tactics Toolbox"
		],
		"description": [
			"## Grease",
			"",
			"{SOURCE PRPG Core Rulebook/291}  ",
			"**School** {spelldef/conjuration} ({spelldef/creation}); **Level** arcanist 1, bard 1, magus 1, mesmerist 1, skald 1, sorcerer 1, summoner 1, unchained summoner 1, wizard 1  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S, M (butter)  ",
			"**Range** close (25 ft. + 5 ft./2 levels)  ",
			"**Target** one object or 10-ft. square  ",
			"**Duration** 1 min./level (D)  ",
			"**Saving Throw** see text; **Spell Resistance** no",
			"",
			"A grease spell covers a solid surface with a layer of slippery grease. Any creature in the area when the spell is cast must make a successful Reflex save or fall. A creature can walk within or through the area of grease at half normal speed with a DC 10 Acrobatics check. Failure means it can't move that round (and must then make a Reflex save or fall), while failure by 5 or more means it falls (see the {skill/Acrobatics} skill for details). Creatures that do not move on their turn do not need to make this check and are not considered flat-footed.",
			"",
			"The spell can also be used to create a greasy coating on an item. Material objects not in use are always affected by this spell, while an object wielded or employed by a creature requires its bearer to make a Reflex saving throw to avoid the effect. If the initial saving throw fails, the creature immediately drops the item. A saving throw must be made in each round that the creature attempts to pick up or use the greased item. A creature wearing greased armor or clothing gains a +10 circumstance bonus on Escape Artist checks and combat maneuver checks made to escape a grapple, and to their CMD to avoid being grappled.",
			"",
			"### Mythic Grease",
			"",
			"{SOURCE Mythic Adventures/96}",
			"",
			"If you cast mythic grease on an area, add your tier to the Acrobatics DC to move within or through the area. If you cast it on a creature's armor or clothing, add your tier to its Escape Artist checks and combat maneuver checks attempted to escape a grapple and to its CMD to avoid being grappled.",
			"",
			"*Augmented:* You can expend two uses of mythic power to make the grease flammable. It ignites from any fire at least the size of a candle flame. If a greased area is ignited, any creature in the area on your turn takes 1d3 points of fire damage and might catch on fire. If a greased creature is ignited, it takes 2d6 points of fire damage, and might catch on fire; add your tier to the save DC.",
			"",
			"### Grease, Greater",
			"",
			"{SOURCE Dirty Tactics Toolbox/30}  ",
			"**School** {spelldef/conjuration} ({spelldef/creation}); **Level** arcanist 5, bard 5, magus 5, skald 5, sorcerer 5, summoner 5, wizard 5  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S, M (butter)  ",
			"**Range** medium (100 ft. + 10 ft./level)  ",
			"**Target** one object/2 levels or 1 10-ft. square/2 levels; see text  ",
			"**Duration** 1 min./level (D)",
			"",
			"This spell functions like grease, except as noted here. When you use this spell to cover a solid surface with slippery grease, the 10-foot squares must form a continuous area, each part of which must be within the spell's range. When you use this spell to create a greasy coating on items, no two of the targeted items can be more than 30 feet apart. You cannot target both items and surfaces with a single casting of this spell."
		]
	},
	"grease_greater": {
		"name": "Grease, Greater",
		"copyof": "grease"
	},
	"greater_grease": {
		"copyof": "grease_greater"
	},
	"green_caress": {
		"name": "Green Caress",
		"sources": [ "Horror Adventures" ],
		"description": [
			"## Green Caress",
			"",
			"{SOURCE Horror Adventures/119}  ",
			"**School** {spelldef/transmutation}; **Level** druid 6, hunter 4, ranger 4, shaman 6, witch 6  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S, M (pinch of moss or a kudzu leaf)  ",
			"**Range** touch  ",
			"**Target** one living creature  ",
			"**Duration** 7 days (see text)  ",
			"**Saving Throw** Fortitude partial (see text); **Spell Resistance** yes",
			"",
			"You cause the target to transform into a plant over time. You must succeed at a melee touch attack to infect the target. If the target succeeds at its Fortitude saving throw, it takes 1d4 points of ability damage to each physical ability score (Strength, Dexterity, and Constitution) and the spell ends. If the target fails its saving throw, it takes 1d4 points of ability damage to each physical ability score immediately and continues to take 1d4 points of ability damage to each of its physical ability scores every day, until the spell expires. It can't recover this ability damage as long as the spell lasts, even with magic. While the spell continues, the target takes on physical plant characteristics as appropriate to the environment. It begins to diminish in height and its skin turns plantlike. For example, the target's skin might turn green and its hair is slowly replaced with grass or leaves or the target's skin might become smooth, pale, and flabby as the creature transforms into a large mushroom in an underground environment.",
			"",
			"If the damage to any single ability score equals or exceeds that score, the target fully transforms into a normal small tree or shrub. This final transformation is instantaneous, ending green caress. The target remains alive but is considered the same as a regular tree, shrub, or other vegetation. Any ability damage from other sources, like poison or disease, also applies toward transforming the creature. If the target retains at least 1 point in all of its physical ability scores at the end of 7 days, the final transformation doesn't occur and the spell ends. Any changes in appearance gradually reverse themselves as the ability damage heals.",
			"",
			"Break enchantment, dispel magic, and remove curse can end the spell before the duration expires, but the spell is contagious. If a caster level check attempt to remove green caress fails by 5 or more, the creature who attempted to remove the effect must attempt a Fortitude saving throw as if it had just been targeted with the spell. If the spell's target attempts to remove the effect from itself and fails, it causes the spell to behave as if affected by plant growth (as described below).",
			"",
			"Polymorph any object ends the spell and totally restores the target without any risk to the caster, even after the target has been finally transformed, as do limited wish, miracle, and wish (treat polymorph any object as if it had an instantaneous duration if it is used in this way). If the target is in the area of a plant growth spell as it is cast, it must attempt a Fortitude save at green caress's DC or immediately take another 1d4 points of ability damage to each physical ability score; this stacks with multiple castings of plant growth. If the target is in the area of diminish plants as it is cast, it ignores the next ability damage from green caress to one of its three physical ability scores (chosen randomly); this doesn't stack with multiple castings of diminish plants."
		]
	},
	"greensight": {
		"name": "Greensight",
		"sources": [
			"Ultimate Wilderness",
			"Rival Guide"
		],
		"description": [
			"## Greensight",
			"",
			"{SOURCE Ultimate Wilderness/231;Rival Guide/23}  ",
			"**School** {spelldef/transmutation}; **Level** arcanist 2, druid 2, hunter 2, shaman 2, sorcerer 2, wizard 2  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S, M (a leaf)  ",
			"**Range** touch  ",
			"**Target** creature touched  ",
			"**Duration** 10 minutes/level  ",
			"**Saving Throw** Will negates (harmless); **Spell Resistance** no",
			"",
			"The target of this spell gains the ability to see up to 60 feet through thick plant matter as though it were transparent. Greenery, leaves, and vines - even lichen, moss, and slime - offer no concealment to the recipient's sight, though her vision still can be blocked by solid wood, such as trees or wooden structures. Undergrowth does not grant concealment to a creature against a target of the effects of greensight."
		]
	},
	"grim_stalker": {
		"name": "Grim Stalker",
		"sources": [ "Haunted Heroes Handbook" ],
		"description": [
			"## Grim Stalker",
			"",
			"{SOURCE Haunted Heroes Handbook/27}  ",
			"**School** {spelldef/necromancy} ({spelldef/haunted}) [{spelldef/emotion}, {spelldef/fear}, {spelldef/mind-affecting}]; **Level** arcanist 7, cleric 7, magus 6, oracle 7, shaman 7, sorcerer 7, summoner 6, unchained summoner 6, witch 7, wizard 7  ",
			"**Casting Time** 1 minute  ",
			"**Components** V, S, M/DF (a hound's fang)  ",
			"**Range** touch  ",
			"**Target** one object touched  ",
			"**Duration** 1 day/level (D)  ",
			"**Saving Throw** Will negates (object); see text; **Spell Resistance** yes (object)",
			"",
			"You bind spirits of ill fate to an object, focusing their wrath onto the next creature that touches the object. When a creature touches the target object, it can attempt a Will save to negate the spell's effect. Although a successful save prevents the creature from becoming haunted, the haunt still resides within the object, and targets either the next creature to touch the object or the same creature again if it still holds the object after 24 hours. The haunt remains within the object until a creature fails its save or the spell's duration ends.",
			"",
			"Once a creature is affected by the haunt, it begins noticing a large, black mastiff with ominous green eyes watching and following it from a distance, always just beyond the range of focus or interaction. The grim stalker terrorizes the creature's sleep, affecting it as per nightmare every night during the spell's duration (Will negates for one night). Each time the creature takes hit point damage, the grim stalker lunges closer, causing the creature to become shaken for 1 round (Will negates). Each time the creature is reduced to less than one-tenth of its maximum hit points, the grim stalker lunges at the creature as an immediate action, affecting it as per phantasmal killer.",
			"",
			"Each time the grim stalker lunges at the affected creature, the spell's haunt-like manifestation occurs during that round. Alternatively, a haunted creature can attempt to force the grim stalker to manifest using a simple ritual that requires a successful Knowledge (arcana), Knowledge (religion), or Spellcraft check; occult reagents costing 450 gp (which are consumed as part of the ritual); and a full-round action. The DC for this check equals the spell's save DC. Successfully performing the ritual causes the grim stalker to manifest as a Nessian warhound in an available square 20 feet away from the victim, save that its only subtype is extraplanar, its alignment is neutral, its bite and breath weapon deal negative energy damage instead of fire damage, and it has negative energy affinity instead of fire immunity and vulnerability to cold. The grim stalker immediately attacks the affected creature, persisting until either it or the creature is slain, at which point the spell effect (and the warhound) disappears.",
			"",
			"### Haunt Statistics",
			"",
			"**Notice** Perception DC 30 (to see a black dog darting toward the target out of the corner of the eye)  ",
			"**hp** 4 hp/level; **Trigger** touch (object); **Reset** none"
		]
	},
	"groundswell": {
		"name": "Groundswell",
		"sources": [ "Advanced Race Guide" ],
		"description": [
			"## Groundswell",
			"",
			"{SOURCE Advanced Race Guide/19}  ",
			"**School** {spelldef/transmutation} [{spelldef/earth}]; **Level** cleric 2, druid 2, hunter 2, magus 2, oracle 2, ranger 2, warpriest 2 (dwarf)  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S  ",
			"**Range** touch  ",
			"**Target** creature touched  ",
			"**Duration** 1 minute/level",
			"",
			"This spell allows the target to cause the ground to rise up beneath him. As a swift action, the target can cause the ground to rise 5 feet, while all adjacent squares are treated as steep slopes. The groundswell precludes flanking from creatures standing at lower elevations than the target. If the target moves after creating a groundswell, the ground returns to its normal elevation at the end of his turn; otherwise, it remains in place until the target moves or uses a swift action to return the ground to normal. A groundswell cannot increase elevation of the ground beyond 5 feet."
		]
	},
	"grove_of_respite": {
		"name": "Grove of Respite",
		"sources": [ "Advanced Player's Guide" ],
		"description": [
			"## Grove of Respite",
			"",
			"{SOURCE Advanced Player's Guide/226}  ",
			"**School** {spelldef/conjuration} ({spelldef/creation}); **Level** druid 4, hunter 4, ranger 4, shaman 5  ",
			"**Casting Time** 10 minutes  ",
			"**Components** V, S, M/DF (a leaf or blade of grass and a drop of water)  ",
			"**Range** close (25 ft. + 5 ft./2 levels)  ",
			"**Effect** 20-ft.-radius grove  ",
			"**Duration** 2 hours/level (D)  ",
			"**Saving Throw** none; **Spell Resistance** no",
			"",
			"You conjure a sheltered grove of trees surrounding a shallow spring. The grove appears from nowhere even in the most barren, rocky soil regardless of season, but the spell must be cast outside on open ground.",
			"",
			"The area within the grove is temperate and comfortable, like that of a tiny hut, although the grove provides no illumination and provides no protection from the elements. The water in the grove's spring is clean and drinkable. Additionally, the trees provide a variety of ripe fruit, regardless of season, which acts as a goodberry spell for up to eight people. The grove is warded with an alarm spell that alerts you whenever any creature enters the area. Once the spell expires, the grove vanishes, including all fruit, water, and other materials from it, although any nourishment or healing gained from its effects remains."
		]
	},
	"guardian_armor": {
		"name": "Guardian Armor",
		"sources": [ "Armor Master's Handbook" ],
		"description": [
			"## Guardian Armor",
			"",
			"{SOURCE Armor Master's Handbook/23}  ",
			"**School** {spelldef/conjuration} ({spelldef/teleportation}); **Level** antipaladin 1, arcanist 1, bloodrager 1, cleric 1, inquisitor 1, magus 1, occultist 1, oracle 1, paladin 1, sorcerer 1, warpriest 1, wizard 1  ",
			"**Casting Time** 1 immediate action  ",
			"**Components** V, S, F (armor worn)  ",
			"**Range** close (25 ft. + 5 ft./2 levels)  ",
			"**Target** one willing creature; see below  ",
			"**Duration** instantaneous  ",
			"**Saving Throw** none; **Spell Resistance** yes",
			"",
			"This spell teleports the suit of armor you are wearing off of your body and onto an ally within range; the target must be the same size and general shape as you. This armor appears on the target's body fully formed and properly donned, granting the creature the immediate benefit of its protection. If the target of guardian armor was already wearing armor, the armor wearing it is removed from the target's body and falls undamaged into an adjacent square."
		]
	},
	"guardian_monument_lesser": {
		"name": "Guardian Monument, Lesser",
		"sources": [ "Arcane Anthology" ],
		"description": [
			"## Guardian Monument, Lesser",
			"",
			"{SOURCE Arcane Anthology/8}  ",
			"**School** {spelldef/abjuration}; **Level** arcanist 3, bard 3, inquisitor 3, magus 3, occultist 3, paladin 3, psychic 3, shaman 4, skald 3, sorcerer 3, witch 3, wizard 3  ",
			"**Casting Time** 1 full round  ",
			"**Components** V, S, F (an unattended, nonmagical object)  ",
			"**Range** touch  ",
			"**Area** 40-ft. radius from touched object or 60-ft. radius from touched object; see text  ",
			"**Duration** 1 hour/level  ",
			"**Saving Throw** Will negates (harmless); **Spell Resistance** yes",
			"",
			"You touch an unattended, nonmagical object to create a touchstone for humans defending the area. Such human defenders are protected by a shimmering aura as long as they are in the area. The spell grants each subject damage reduction 2/magic. Humans who leave the area and reenter regain the damage reduction. The spell is suppressed if the object is moved from its place, but resumes if the object is put back. Its duration continues to elapse while it is suppressed this way.",
			"",
			"Normally, the area of effect is 40 feet from the touched object. If the touched object is a monument to human achievement, the area increases to a 60-foot radius.",
			"",
			"### Guardian Monument, Greater",
			"",
			"{SOURCE Arcane Anthology/9}  ",
			"**School** {spelldef/abjuration}; **Level** arcanist 5, bard 5, inquisitor 5, occultist 5, psychic 5, skald 5, sorcerer 5, witch 5, wizard 5  ",
			"**Casting Time** 1 full round  ",
			"**Components** V, S, F (an unattended, nonmagical object)  ",
			"**Range** touch  ",
			"**Area** 40-ft. radius from touched object or 60-ft. radius from touched object; see text  ",
			"**Duration** 1 hour/level  ",
			"**Saving Throw** Will negates (harmless); **Spell Resistance** yes",
			"",
			"This spell functions as lesser guardian monument, except it grants DR 4/magic."
		]
	},
	"lesser_guardian_monument": {
		"copyof": "guardian_monument_lesser"
	},
	"guardian_monument_greater": {
		"name": "Guardian Monument, Greater",
		"copyof": "lesser_guardian_monument"
	},
	"greater_guardian_monument": {
		"copyof": "guardian_monument_greater"
	},
	"guardian_of_faith": {
		"name": "Guardian of Faith",
		"sources": [ "Advanced Class Guide" ],
		"description": [
			"## Guardian of Faith",
			"",
			"{SOURCE Advanced Class Guide/183}  ",
			"**School** {spelldef/abjuration} [see text]; **Level** cleric 4, oracle 4, paladin 4, warpriest 4  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S, M (parchment with a holy text written on it)  ",
			"**Range** close (25 ft. + 5 ft./2 levels)  ",
			"**Target** one ally  ",
			"**Duration** 1 minute/level  ",
			"**Saving Throw** Will negates (harmless); **Spell Resistance** no",
			"",
			"The target gains the benefit of {spell/shield of faith} and your choice of {spell/protection from chaos/, evil, good, or law}. As a move action, the target can transfer this spell to a touched ally, who becomes the new target of the spell.",
			"",
			"The alignment descriptor of this spell matches the alignment descriptor of the protection spell you chose when casting it. For example, granting the target protection from evil gives this spell the good descriptor."
		]
	},
	"guarding_knowledge": {
		"name": "Guarding Knowledge",
		"sources": [ "Monster Hunter's Handbook" ],
		"description": [
			"## Guarding Knowledge",
			"",
			"{SOURCE Monster Hunter's Handbook/30}  ",
			"**School** {spelldef/abjuration}; **Level** alchemist 3, arcanist 3, bard 3, cleric 3, inquisitor 2, investigator 3, occultist 3, oracle 3, psychic 3, skald 3, sorcerer 3, warpriest 3, wizard 3  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S, M/DF (see text)  ",
			"**Range** personal  ",
			"**Target** you  ",
			"**Duration** 1 minute/level (D)",
			"",
			"Upon casting this spell, choose a specific variety of monster (red dragon rather than dragon) and one of its special attacks that you have successfully identified with a Knowledge check or otherwise researched, such as a cockatrice's petrification ability or a spider swarm's poison. You gain a +4 insight bonus on saving throws against the selected special attack. The bonus does not apply to saves against other monsters' abilities of the same name, spell-like abilities, or special attacks derived from class levels or equipment. If you use a trophy from a monster of the exact same variety as an optional material component, the bonus increases to +6."
		]
	},
	"guards_and_wards": {
		"name": "Guards and Wards",
		"sources": [
			"PRPG Core Rulebook",
			"Mythic Adventures"
		],
		"description": [
			"## Guards and Wards",
			"",
			"{SOURCE PRPG Core Rulebook/292}  ",
			"**School** {spelldef/abjuration}; **Level** arcanist 6, sorcerer 6, witch 6, wizard 6  ",
			"**Casting Time** 30 minutes  ",
			"**Components** V, S, M (burning incense, a small measure of brimstone and oil, a knotted string, and a small amount of blood), F (a small silver rod)  ",
			"**Range** anywhere within the area to be warded  ",
			"**Area** up to 200 sq. ft./level (S)  ",
			"**Duration** 2 hours/level (D)  ",
			"**Saving Throw** see text; **Spell Resistance** see text",
			"",
			"This powerful spell is primarily used to defend a stronghold or fortress by creating a number of magical wards and effects. The ward protects 200 square feet per caster level. The warded area can be as much as 20 feet high, and shaped as you desire. You can ward several stories of a stronghold by dividing the area among them; you must be somewhere within the area to be warded to cast the spell. The spell creates the following magical effects within the warded area.",
			"",
			"*Fog:* Fog fills all corridors, obscuring all sight, including darkvision, beyond 5 feet. A creature within 5 feet has concealment (attacks have a 20% miss chance). Creatures farther away have total concealment (50% miss chance, and the attacker cannot use sight to locate the target). *Saving Throw:* none. *Spell Resistance:* no.",
			"",
			"*Arcane Locks:* All doors in the warded area are arcane locked. *Saving Throw:* none. *Spell Resistance:* no.",
			"",
			"*Webs:* Webs fill all stairs from top to bottom. These strands are identical with those created by the web spell, except that they regrow in 10 minutes if they are burned or torn away while the guards and wards spell lasts. *Saving Throw:* Reflex negates; see text for web. *Spell Resistance:* no.",
			"",
			"*Confusion:* Where there are choices in direction - such as a corridor intersection or side passage - a minor confusion-type effect functions so as to make it 50% probable that intruders believe they are going in the opposite direction from the one they actually chose. This is a mind-affecting effect. *Saving Throw:* none. *Spell Resistance:* yes.",
			"",
			"*Lost Doors:* One door per caster level is covered by a silent image to appear as if it were a plain wall. *Saving Throw:* Will disbelief (if interacted with). *Spell Resistance:* no.",
			"",
			"In addition, you can place your choice of one of the following five magical effects.",
			"",
			"1. Dancing lights in four corridors. You can designate a simple program that causes the lights to repeat as long as the guards and wards spell lasts. *Saving Throw:* none. *Spell Resistance:* no.",
			"2. A magic mouth in two places. *Saving Throw:* none. *Spell Resistance:* no.",
			"3. A stinking cloud in two places. The vapors appear in the places you designate; they return within 10 minutes if dispersed by wind while the guards and wards spell lasts. *Saving Throw:* Fortitude negates; see text for stinking cloud. *Spell Resistance:* no.",
			"4. A gust of wind in one corridor or room. *Saving Throw:* Fortitude negates. *Spell Resistance:* yes.",
			"5. A suggestion in one place. You select an area of up to 5 feet square, and any creature who enters or passes through the area receives the suggestion mentally. *Saving Throw:* Will negates. *Spell Resistance:* yes.",
			"",
			"The whole warded area radiates strong magic of the abjuration school. A dispel magic cast on a specific effect, if successful, removes only that effect. A successful mage's disjunction destroys the entire guards and wards effect.",
			"",
			"### Mythic Guards and Wards",
			"",
			"{SOURCE Mythic Adventures/97}",
			"",
			"You are alerted whenever any creature enters the warded area as if by a mental alarm spell as long as you're on the same plane as the warded area. At will, you can concentrate to observe the warded area as if using arcane eye. When you start concentrating, the sensor always appears at a point you designate when you cast the spell. You can place two of the five effects listed in the spell (dancing lights and so on) instead of one.",
			"",
			"*Augmented (3rd):* You can place the following effects anywhere within the warded area by expending one additional use of mythic power per effect.",
			"",
			"6. Black tentacles in one place, returning after 10 minutes if dispelled.",
			"7. Dispel magic in one place. You select an area up to 5 feet square, and any creature that enters or passes through the area is targeted by the spell. *Saving Throw:* Will negates. *Spell Resistance:* yes.",
			"8. Entangle in four places, returning in 10 minutes if dispelled.",
			"9. Explosive runes in three places, returning in 10 minutes if activated or dispelled.",
			"10. Slow in three places, returning in 10 minutes if dispelled."
		]
	},
	"guidance": {
		"name": "Guidance",
		"sources": [ "PRPG Core Rulebook" ],
		"description": [
			"## Guidance",
			"",
			"{SOURCE PRPG Core Rulebook/292}  ",
			"**School** {spelldef/divination}; **Level** adept 0, cleric 0, druid 0, hunter 0, inquisitor 0, medium 0, occultist 0, oracle 0, shaman 0, spiritualist 0, summoner 0, unchained summoner 0, warpriest 0, witch 0  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S  ",
			"**Range** touch  ",
			"**Target** creature touched  ",
			"**Duration** 1 minute or until discharged  ",
			"**Saving Throw** Will negates (harmless); **Spell Resistance** yes",
			"",
			"This spell imbues the subject with a touch of divine guidance. The creature gets a +1 competence bonus on a single attack roll, saving throw, or skill check. It must choose to use the bonus before making the roll to which it applies."
		]
	},
	"guiding_star": {
		"name": "Guiding Star",
		"sources": [ "Advanced Player's Guide" ],
		"description": [
			"## Guiding Star",
			"",
			"{SOURCE Advanced Player's Guide/226}  ",
			"**School** {spelldef/divination}; **Level** cleric 3, hunter 2, oracle 3, psychic 3, ranger 2, shaman 2, warpriest 3, witch 3  ",
			"**Casting Time** 1 minute  ",
			"**Components** V, S, M (a spool of thread or string)  ",
			"**Range** personal  ",
			"**Target** you  ",
			"**Duration** 1 day/level (D)",
			"",
			"You form a bond with your surroundings when you cast this spell. For the remaining duration of the spell you can always, as a standard action, determine your approximate distance from that area as well as the direction you must travel in order to reach it. You cannot determine the location of the area if you are on a different plane. The area counts as \"very familiar\" for the purposes of teleport or similar spells. You can only attune yourself to one location at a time. If you cast the spell at another spot you lose the ability to locate your original area."
		]
	},
	"gullibility": {
		"name": "Gullibility",
		"sources": [ "Blood of the Beast" ],
		"description": [
			"## Gullibility",
			"",
			"{SOURCE Blood of the Beast/14}  ",
			"**School** {spelldef/enchantment} ({spelldef/charm}) [{spelldef/mind-affecting}]; **Level** antipaladin 3, arcanist 3, bard 3, inquisitor 3, mesmerist 3, psychic 3, skald 3, sorcerer 3, witch 3, wizard 3  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S  ",
			"**Range** close (25 ft. + 5 ft./2 levels)  ",
			"**Target** one creature  ",
			"**Duration** 10 minute/level (D)  ",
			"**Saving Throw** Will negates; **Spell Resistance** yes",
			"",
			"You befuddle the target's mind, making it more willing to believe even the most outlandish tales. The target takes a -10 penalty on Sense Motive checks for the spell's duration. In addition, creatures that attempt to lie to or deceive the target gain a +10 bonus on their Bluff checks, as if the target wanted to believe them and was drunk or impaired simultaneously. Furthermore, the believability of any lie told to a creature under the effects of gullibility increases by one step; an impossible lie seems far-fetched, a far-fetched lie seems unlikely, and an unlikely lie seems believable.",
			"",
			"A creature gains no benefits from glibness on Bluff checks to lie to or deceive a creature that is under the effects of gullibility; in effect, gullibility renders a target so willing to believe what others say that glibness cannot make their words any more believable."
		]
	},
	"gust_of_wind": {
		"name": "Gust of Wind",
		"sources": [
			"PRPG Core Rulebook",
			"Mythic Adventures",
			"Elemental Master's Handbook"
		],
		"description": [
			"## Gust of Wind",
			"",
			"{SOURCE PRPG Core Rulebook/293}  ",
			"**School** {spelldef/evocation} [{spelldef/air}]; **Level** arcanist 2, bloodrager 2, druid 2, hunter 2, magus 2, occultist 2, sorcerer 2, wizard 2  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S  ",
			"**Range** 60 ft.  ",
			"**Effect** line-shaped gust of severe wind emanating out from you to the extreme of the range  ",
			"**Duration** 1 round  ",
			"**Saving Throw** Fortitude negates; **Spell Resistance** yes",
			"",
			"This spell creates a severe blast of air (approximately 50 mph) that originates from you, affecting all creatures in its path. All flying creatures in this area take a -4 penalty on Fly skill checks. Tiny or smaller flying creatures must make a DC 25 Fly skill check or be blown back 2d6 &times; 10 feet and take 2d6 points of damage. Small or smaller flying creatures must make a DC 20 Fly skill check to move against the force of the wind.",
			"",
			"A Tiny or smaller creature on the ground is knocked down and rolled 1d4 &times; 10 feet, taking 1d4 points of nonlethal damage per 10 feet.",
			"",
			"Small creatures are knocked prone by the force of the wind.",
			"",
			"Medium or smaller creatures are unable to move forward against the force of the wind unless they succeed at a DC 15 Strength check.",
			"",
			"Large or larger creatures may move normally within a gust of wind effect.",
			"",
			"This spell can't move a creature beyond the limit of it's range.",
			"",
			"Any creature, regardless of size, takes a -4 penalty on ranged attacks and Perception checks in the area of a gust of wind.",
			"",
			"The force of the gust automatically extinguishes candles, torches, and similar unprotected flames. It causes protected flames, such as those in lanterns, to dance wildly and has a 50% chance to extinguish those lights.",
			"",
			"In addition to the effects noted, a gust of wind can do anything that a sudden blast of wind would be expected to do. It can create a stinging spray of sand or dust, fan a large fire, overturn delicate awnings or hangings, heel over a small boat, and blow gases or vapors to the edge of its range.",
			"",
			"Gust of wind can be made permanent with a {spell/permanency} spell.",
			"",
			"### Mythic Gust of Wind",
			"",
			"{SOURCE Mythic Adventures/97}",
			"",
			"The force of the wind increases to {rule/winds/torm} (approximately 70 mph). All effects described in the spell affect creatures one size larger. Ranged attacks can't be attempted in the area of the spell. The wind automatically blows out unprotected flames and has a 75% chance of blowing out protected flames.",
			"",
			"*Augmented (2nd):* If you expend two uses of mythic power, the spell lasts for 1 additional round and the range increases by 30 feet. As a swift action at the start of your turn, you can expend another use of mythic power to extend the duration by 1 round and the range by another 30 feet.",
			"",
			"### Blast of Wind",
			"",
			"{SOURCE Elemental Master's Handbook/17}  ",
			"**School** {spelldef/evocation} [{spelldef/air}]; **Level** arcanist 4, druid 4, hunter 4, sorcerer 4, wizard 4  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S  ",
			"**Range** 60 ft.  ",
			"**Effect** line-shaped blast of hurricane-force wind emanating out from you to the extreme of the range  ",
			"**Duration** 1 round  ",
			"**Saving Throw** Fortitude negates; **Spell Resistance** yes",
			"",
			"With a spiraling gesture of your hand and a forceful exhalation, you create a brief but fierce (90 mph) blast of wind. This spell functions as gust of wind, except all creatures within the area are treated as though they were one size category smaller for the purpose of determining how the spell affects them. For every 4 caster levels beyond 7th, creatures in the area are treated as an additional size category smaller (to a maximum of three size categories smaller at 15th level)."
		]
	},
	"blast_of_wind": {
		"name": "Blast of Wind",
		"copyof": "gust_of_wind"
	},
	"gusting_sphere": {
		"name": "Gusting Sphere",
		"sources": [ "Advanced Race Guide" ],
		"description": [
			"## Gusting Sphere",
			"",
			"{SOURCE Advanced Race Guide/160}  ",
			"**School** {spelldef/evocation} [{spelldef/air}]; **Level** arcanist 2, bloodrager 2, druid 2, hunter 2, magus 2, sorcerer 2, wizard 2 (sylph)  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S  ",
			"**Range** medium (100 ft. + 10 ft./level)  ",
			"**Effect** 5-ft.-diameter sphere of air  ",
			"**Duration** 1 round/level  ",
			"**Saving Throw** Fortitude negates (object) or Reflex negates, see text; **Spell Resistance** yes",
			"",
			"A swirling ball of wind rolls in whichever direction you point, hurling those it strikes with great force. The sphere is treated in all ways as an area of severe wind, applying a -4 penalty on ranged weapon attacks that pass through it. The sphere moves 30 feet per round. As part of this movement, it can ascend or jump up to 30 feet to strike a target. If it enters a space containing a Medium or smaller creature, it stops moving for that round and generates a sharp thrust of wind to bull rush the creature. The sphere's CMB for bull rush combat maneuvers uses your caster level in place of its base attack bonus, with a +2 bonus for its Strength score (14). Whether or not the bull rush is successful, the creature takes 1d6 points of nonlethal bludgeoning damage from the attack. If the bull rush fails, the creature is still subject to the severe winds from the sphere as long as they remain in the same square as it. A gusting sphere rolls over objects or barriers that are less than 4 feet tall.",
			"",
			"The sphere moves as long as you actively direct it (a move action for you); otherwise, it merely stays at rest. A gusting sphere immediately dissipates if it exceeds the spell's range."
		]
	},
	"hags_seasoning": {
		"name": "Hag's Seasoning",
		"sources": [ "Blood of the Coven" ],
		"description": [
			"## Hag's Seasoning",
			"",
			"{SOURCE Blood of the Coven/21}  ",
			"**School** {spelldef/transmutation} [{spelldef/curse}]; **Level** antipaladin 2, bloodrager 2, druid 3, hunter 3, shaman 3, witch 3  ",
			"**Casting Time** 1 standard action  ",
			"**Components** S, M (a handful of spices)  ",
			"**Range** close (25 ft. + 5 ft./2 levels)  ",
			"**Target** one creature  ",
			"**Duration** permanent (D)  ",
			"**Saving Throw** none; **Spell Resistance** yes",
			"",
			"You render the affected creature supernaturally delicious, making it the preferred target for animalistic monsters, as well as biting insects, stray animals, and vermin. A creature that makes a successful bite attack against or otherwise ingests a portion of the victim (such as with drain blood or swallow whole) gains a number of temporary hit points equal to half your caster level. These temporary hit points last for 1 hour. A creature cannot gain temporary hit points from this spell more than once per day, no matter how many times it bites your target or how many different cursed targets it bites."
		]
	},
	"hairline_fractures": {
		"name": "Hairline Fractures",
		"sources": [
			"Inner Sea Gods",
			"Faiths of Purity"
		],
		"description": [
			"## Hairline Fractures",
			"",
			"{SOURCE Inner Sea Gods/235;Faiths of Purity/28}  ",
			"**School** {spelldef/transmutation} [{spelldef/earth}]; **Level** cleric 1, druid 1, hunter 1, oracle 1, shaman 1, warpriest 1, witch 1 (Torag)  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S, M (a broken twig)  ",
			"**Range** touch  ",
			"**Target** 5-foot-square section of stone or a creature with the earth subtype  ",
			"**Duration** 1 round/level  ",
			"**Saving Throw** Fortitude negates (object); **Spell Resistance** yes (object)",
			"",
			"With a single touch, you create temporary hairline fractures in a piece of stone or a creature with the earth subtype. If you cast this spell on a section of stone, you reduce its hardness to 5 and its hit points to 10/inch of thickness. If you cast this spell on a creature with the earth subtype, that creature takes a -2 penalty to AC for the spell's duration. Make whole reverses this spell's effect."
		]
	},
	"half_blood_extraction": {
		"name": "Half-Blood Extraction",
		"sources": [ "Advanced Race Guide" ],
		"description": [
			"## Half-Blood Extraction",
			"",
			"{SOURCE Advanced Race Guide/59}  ",
			"**School** {spelldef/transmutation}; **Level** alchemist 5, arcanist 5, cleric 5, druid 5, hunter 5, investigator 5, oracle 5, psychic 5, sorcerer 5, warpriest 5, witch 5, wizard 5 (half-orc)  ",
			"**Casting Time** 1 hour  ",
			"**Components** V, S, M/DF (oils and poisons worth 3,000 gp)  ",
			"**Range** touch  ",
			"**Target** willing half-orc touched  ",
			"**Duration** instantaneous  ",
			"**Saving Throw** none; **Spell Resistance** no",
			"",
			"You transform the target half-orc into a full-blooded orc. The target loses all of its half-orc racial traits and gains the orc racial traits."
		]
	},
	"halfling_vengeance": {
		"name": "Halfling Vengeance",
		"sources": [ "Pathfinder #131: The Reaper's Right Hand" ],
		"description": [
			"## Halfling Vengeance",
			"",
			"{SOURCE Pathfinder #131: The Reaper's Right Hand/72}  ",
			"**School** {spelldef/divination}; **Level** antipaladin 1, cleric 2, inquisitor 2, oracle 2, warpriest 2  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S  ",
			"**Range** touch  ",
			"**Target** one Small or smaller creature touched  ",
			"**Duration** 1 round/level  ",
			"**Saving Throw** Will negates (harmless); **Spell Resistance** yes (harmless)",
			"",
			"You grant the touched target the ability to ascertain the weaknesses of foes. The target deals an additional 1d6 points of precision damage on successful attacks with daggers or slings against foes within 30 feet, as long as the attacked foe is denied its Dexterity bonus to Armor Class or is flanked by the target. This additional damage increases by 1d6 for every 4 caster levels you have beyond 3rd, to a maximum of 5d6 at 19th level. This bonus damage is precision damage and stacks with other sources of precision damage, such as sneak attack. This bonus damage is not multiplied on a critical hit.",
			"",
			"Once per round on a successful attack that deals this precision damage, the target can choose to forgo 2d6 points of precision damage (either granted by this spell or from other sources of precision damage, such as sneak attack) to inflict one of the following conditions on the attacked foe for 1 round:",
			"",
			"- The attacked foe can't make attacks of opportunity against creatures smaller than it.",
			"- The attacked foe is denied its Dexterity bonus to Armor Class against attacks made with daggers or slings.",
			"- The attacked foe takes a -2 penalty on attacks against creatures smaller than it.",
			"- The attacked foe can't take 5-foot steps.",
			"",
			"A creature can benefit from only one halfling vengeance spell at a time.",
			"",
			"### Halfling Vengeance, Mass",
			"",
			"{SOURCE Pathfinder #131: The Reaper's Right Hand/72}  ",
			"**School** {spelldef/divination}; **Level** antipaladin 4, cleric 7, inquisitor 6, oracle 7  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S  ",
			"**Range** close (25 ft. + 5 ft./2 levels)  ",
			"**Targets** one Small or smaller creature/level, no two of which can be more than 30 ft. apart  ",
			"**Duration** 1 round/level  ",
			"**Saving Throw** Will negates (harmless); **Spell Resistance** yes (harmless)",
			"",
			"This spell functions like halfling vengeance, except that it affects multiple creatures."
		]
	},
	"halfling_vengeance_mass": {
		"name": "Halfling Vengeance, Mass",
		"copyof": "halfling_vengeance"
	},
	"mass_halfling_vengeance": {
		"copyof": "halfling_vengeance_mass"
	},
	"hallow": {
		"name": "Hallow",
		"sources": [ "PRPG Core Rulebook" ],
		"description": [
			"## Hallow",
			"",
			"{SOURCE PRPG Core Rulebook/293}  ",
			"**School** {spelldef/evocation} [{spelldef/good}]; **Level** cleric 5, druid 5, hunter 5, inquisitor 5, oracle 5, warpriest 5  ",
			"**Casting Time** 24 hours  ",
			"**Components** V, S, M (herbs, oils, and incense worth at least 1,000 gp, plus 1,000 gp per level of he spell to be included in the hallowed area), DF  ",
			"**Range** touch  ",
			"**Area** 40-ft. radius emanating from the touched point  ",
			"**Duration** instantaneous  ",
			"**Saving Throw** see text; **Spell Resistance** see text",
			"",
			"Hallow makes a particular site, building, or structure a holy site. This has four major effects.",
			"",
			"First, the site is warded by a {spell/magic circle against evil} effect.",
			"",
			"Second, the DC to resist positive channeled energy within this area gains a +4 sacred bonus and the DC to resist negative energy is reduced by 4. Spell resistance does not apply to this effect. This provision does not apply to the druid version of the spell.",
			"",
			"Third, any dead body interred in a hallowed site cannot be turned into an undead creature.",
			"",
			"Finally, you can fix a single spell effect to the hallowed site. The spell effect lasts for 1 year and functions throughout the entire site, regardless of the normal duration and area or effect. You may designate whether the effect applies to all creatures, creatures who share your faith or alignment, or creatures who adhere to another faith or alignment. At the end of the year, the chosen effect lapses, but it can be renewed or replaced simply by casting hallow again.",
			"",
			"Spell effects that may be tied to a hallowed site include {spell/aid}, {spell/bane}, {spell/bless}, {spell/cause fear}, {spell/darkness}, {spell/daylight}, {spell/death ward}, {spell/deeper darkness}, {spell/detect evil}, {spell/detect magic}, {spell/dimensional anchor}, {spell/discern lies}, {spell/dispel magic}, {spell/endure elements}, {spell/freedom of movement}, {spell/invisibility purge}, {spell/protection from energy}, {spell/remove fear}, {spell/resist energy}, {spell/silence}, {spell/tongues}, and {spell/zone of truth}. Saving throws and spell resistance might apply to these spells' effects. (See the individual spell descriptions for details.)",
			"",
			"An area can receive only one hallow spell (and its associated spell effect) at a time. Hallow counters but does not dispel {spell/unhallow}."
		]
	},
	"hallucinatory_decor": {
		"name": "Hallucinatory Decor",
		"sources": [ "Disciple's Doctrine" ],
		"description": [
			"## Hallucinatory Decor",
			"",
			"{SOURCE Disciple's Doctrine/19}  ",
			"**School** {spelldef/illusion} ({spelldef/glamer}); **Level** arcanist 3, bard 3, mesmerist 3, psychic 3, skald 3, sorcerer 3, wizard 3  ",
			"**Casting Time** 1 minute  ",
			"**Components** V, S  ",
			"**Range** medium (100 ft. + 10 ft./level)  ",
			"**Area** one 10-ft. cube/level (S)  ",
			"**Duration** 1 hour/level (D)  ",
			"**Saving Throw** Will disbelief (if interacted with); **Spell Resistance** no",
			"",
			"You transform the decor of a courtyard, structure, or other edifice to meet your highest standards and personal tastes. Objects and architectural elements remain in the same configuration - a chair remains a chair - but can look, sound, and smell like a different physical material and artistic style. You cannot change the appearance of natural terrain, but landscaped areas such as a garden or orchard can be affected. This spell functions in all other ways as hallucinatory terrain.",
			"",
			"Members of the Prophet of Kalistrade prestige class can cast this spell, even though it is not a divination or enchantment."
		]
	},
	"hallucinatory_terrain": {
		"name": "Hallucinatory Terrain",
		"sources": [ "PRPG Core Rulebook" ],
		"description": [
			"## Hallucinatory Terrain",
			"",
			"{SOURCE PRPG Core Rulebook/293}  ",
			"**School** {spelldef/illusion} ({spelldef/glamer}); **Level** arcanist 4, bard 4, mesmerist 4, psychic 4, redmantisassassin 4, skald 4, sorcerer 4, wizard 4  ",
			"**Casting Time** 10 minutes  ",
			"**Components** V, S, M (a stone, a twig, and a green leaf)  ",
			"**Range** long (400 ft. + 40 ft./level)  ",
			"**Area** one 30-ft. cube/level (S)  ",
			"**Duration** 2 hours/level (D)  ",
			"**Saving Throw** Will disbelief (if interacted with); **Spell Resistance** no",
			"",
			"You make natural terrain look, sound, and smell like some other sort of natural terrain. Structures, equipment, and creatures within the area are not hidden or changed in appearance."
		]
	},
	"hallucinogenic_smoke": {
		"name": "Hallucinogenic Smoke",
		"sources": [ "Faiths and Philosophies" ],
		"description": [
			"## Hallucinogenic Smoke",
			"",
			"{SOURCE Faiths and Philosophies/28}  ",
			"**School** {spelldef/conjuration} [{spelldef/poison}]; **Level** cleric 4, oracle 4, warpriest 4, witch 4  ",
			"**Casting Time** 1 standard action  ",
			"**Components** S, M (tobacco leaves, ingested)  ",
			"**Range** personal  ",
			"**Target** you  ",
			"**Duration** 3 rounds/level or until discharged; see text  ",
			"**Saving Throw** Fortitude partial; **Spell Resistance** yes",
			"",
			"Dark gray smoke seeps from your eyes, ears, and mouth for the spell's duration, though the smoke doesn't significantly hamper your vision. Upon casting the spell, you may immediately exhale the smoke in a 30-foot cone or do so in a later round as a standard action, ending the spell. Each living creature caught within the cone must succeed at a Fortitude save or be nauseated for 1 round per caster level as it is wracked with waves of nausea and disorienting visions. If it succeeds at its Fortitude save, the creature is instead sickened for 1d4 rounds.",
			"",
			"If you don't expel the smoke by the end of the spell's duration, you suffer the spell's effects instead.",
			"",
			"If you cast augury during the duration of hallucinogenic smoke, treat your caster level as 5 higher when determining the chance for a meaningful reply. Additionally, you know whether a result of \"nothing\" resulted from a failed or successful augury."
		]
	},
	"halt_undead": {
		"name": "Halt Undead",
		"sources": [ "PRPG Core Rulebook" ],
		"description": [
			"## Halt Undead",
			"",
			"{SOURCE PRPG Core Rulebook/293}  ",
			"**School** {spelldef/necromancy}; **Level** arcanist 3, inquisitor 3, sorcerer 3, wizard 3  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S, M (a pinch of sulfur and powdered garlic)  ",
			"**Range** medium (100 ft. + 10 ft./level)  ",
			"**Targets** up to three undead creatures, no two of which can be more than 30 ft. apart  ",
			"**Duration** 1 round/level  ",
			"**Saving Throw** Will negates (see text); **Spell Resistance** yes",
			"",
			"This spell renders as many as three undead creatures immobile. A nonintelligent undead creature gets no saving throw; an intelligent undead creature does. If the spell is successful, it renders the undead creature immobile for the duration of the spell (similar to the effect of {spell/hold person} on a living creature). The effect is broken if the halted creatures are attacked or take damage."
		]
	},
	"hammer_of_mending": {
		"name": "Hammer of Mending",
		"sources": [ "Inner Sea Gods" ],
		"description": [
			"## Hammer of Mending",
			"",
			"{SOURCE Inner Sea Gods/235}  ",
			"**School** {spelldef/transmutation}; **Level** arcanist 5, cleric 6, oracle 6, sorcerer 5, summoner 5, unchained summoner 5, warpriest 6, wizard 5 (Torag)  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S, F (a small mithral hammer worth 300 gp), DF  ",
			"**Area** 30-ft.-radius burst centered on you  ",
			"**Duration** instantaneous  ",
			"**Saving Throw** Fortitude negates (harmless); **Spell Resistance** yes (harmless)",
			"",
			"Upon striking a piece of solid ground with the spell's focus or a holy symbol, you let out a wave of energy that repairs items within its burst. All objects or constructs within the burst are repaired of 1d6 points of damage per level. When this spell affects constructs, the spell bypasses any immunity to magic as if the spell did not allow spell resistance.",
			"",
			"Hammer of mending can fix destroyed magic items (items with 0 hit points or fewer), and restores the magic properties of the item if your caster level is at least twice that of the item. Items with charges (such as wands) and single-use items (such as potions and scrolls) cannot be repaired in this way."
		]
	},
	"handy_grapnel": {
		"name": "Handy Grapnel",
		"sources": [ "Ultimate Intrigue" ],
		"description": [
			"## Handy Grapnel",
			"",
			"{SOURCE Ultimate Intrigue/215}  ",
			"**School** {spelldef/transmutation}; **Level** arcanist 1, hunter 1, inquisitor 1, ranger 1, sorcerer 1, wizard 1  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S, M (an arrowhead)  ",
			"**Range** touch  ",
			"**Target** one ropelike object, length up to 50 ft. + 5 ft./level  ",
			"**Duration** 1 minute/level (D)  ",
			"**Saving Throw** Fortitude negates (object); **Spell Resistance** no",
			"",
			"You cause the target rope to shrink and reshape itself into an arrow, bolt, or similar piece of ammunition, which you can shoot at any Medium or larger object. With a successful attack roll against an AC equal to 5 plus the hardness of the target object, the handy grapnel strikes and embeds itself in that object with the strength of an iron grappling hook.",
			"",
			"As a move action, you can command the rope to extend from the arrow. If you are within a distance equal to the length of the rope and have a hand free, the end of the rope swings directly into your hand. With another move action, you can command the handy grapnel to retract itself up to the grappling hook, pulling up any creature or object supported by the rope at a speed of 50 feet per round.",
			"",
			"Once embedded, the rope can be used for climbing or any other purpose a rope could serve, and it can bear up to 200 pounds per level of the caster at a time (maximum 1,000 pounds). If this weight limit is exceeded, the handy grapnel comes loose and any creature or object supported by the rope falls."
		]
	},
	"hanspurs_flotsam_vessel": {
		"name": "Hanspur's Flotsam Vessel",
		"sources": [ "People of the River" ],
		"description": [
			"## Hanspur's Flotsam Vessel",
			"",
			"{SOURCE People of the River/26}  ",
			"**School** {spelldef/conjuration} ({spelldef/creation}); **Level** cleric 2, druid 2, hunter 1, oracle 2, ranger 1, summoner 1, unchained summoner 1, warpriest 2  ",
			"**Casting Time** 1 minute  ",
			"**Components** V, S, M (driftwood branch or river rat's tail)  ",
			"**Range** close (25 ft. + 5 ft./2 levels)  ",
			"**Effect** raft large enough for caster and one passenger/2 levels  ",
			"**Duration** 1 hour/level (D)  ",
			"**Saving Throw** none; **Spell Resistance** no",
			"",
			"This spell assembles a sturdy raft and oars from driftwood, reeds, and other river detritus. The smallest raft created by the spell is roughly 5 feet square, increasing by an additional 5 feet square for every 2 caster levels you possess. Each 5-foot section of the raft can carry two Medium passengers or 300 pounds of cargo. The vessel functions as a normal raft, except it is not slowed or damaged by nonmagical river hazards such as rapids or shallows, and it is always considered to be traveling downstream for the purpose of calculating travel speed, regardless of its actual direction."
		]
	},
	"hardening": {
		"name": "Hardening",
		"sources": [ "Pathfinder Campaign Setting" ],
		"description": [
			"## Hardening",
			"",
			"{SOURCE Pathfinder Campaign Setting/207}  ",
			"**School** {spelldef/transmutation}; **Level** arcanist 6, sorcerer 6, wizard 6  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S  ",
			"**Range** touch  ",
			"**Target** one item of a volume no greater than 10 cu. ft./level  ",
			"**Duration** permanent  ",
			"**Saving Throw** none; **Spell Resistance** yes (object)",
			"",
			"This spell increases the hardness of materials by 1 point per 2 caster levels. The hardening spell does not in any way affect resistance to other forms of transformation.",
			"",
			"This spell affects up to 10 cubic feet per level. If cast upon a metal or mineral, the spell affects 1 cubic foot per level."
		]
	},
	"harm": {
		"name": "Harm",
		"sources": [
			"PRPG Core Rulebook",
			"Mythic Adventures"
		],
		"description": [
			"## Harm",
			"",
			"{SOURCE PRPG Core Rulebook/293}  ",
			"**School** {spelldef/necromancy}; **Level** cleric 6, inquisitor 6, occultist 6, oracle 6, shaman 7, spiritualist 6, warpriest 6, witch 7  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S  ",
			"**Range** touch  ",
			"**Target** creature touched  ",
			"**Duration** instantaneous  ",
			"**Saving Throw** Will half; see text; **Spell Resistance** yes",
			"",
			"Harm charges a subject with negative energy that deals 10 points of damage per caster level (to a maximum of 150 points at 15th level). If the creature successfully saves, harm deals half this amount. Harm cannot reduce the target's hit points to less than 1.",
			"",
			"If used on an undead creature, harm acts like heal.",
			"",
			"### Mythic Harm",
			"",
			"{SOURCE Mythic Adventures/97}",
			"",
			"The damage dealt increases to 15 points of damage per caster level (maximum 225 points).",
			"",
			"*Augmented:* If you expend two uses of mythic power, the spell also acts as poison."
		]
	},
	"harmless_form": {
		"name": "Harmless Form",
		"sources": [ "Heroes of the Streets" ],
		"description": [
			"## Harmless Form",
			"",
			"{SOURCE Heroes of the Streets/23}  ",
			"**School** {spelldef/transmutation} ({spelldef/polymorph}); **Level** arcanist 2, druid 2, hunter 2, ranger 2, shaman 2, sorcerer 2, witch 2, wizard 2  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S  ",
			"**Range** touch  ",
			"**Target** one willing animal companion, familiar, or spirit animal  ",
			"**Duration** 8 hours (D)  ",
			"**Saving Throw** Fort negates (harmless); **Spell Resistance** yes (harmless)",
			"",
			"You transform the target into a harmless animal of the same approximate body type. The form assumed must be one considered unobtrusive by local communities, such as a cat, a dog, a hunting hawk, a horse, or a rat. This transformation can reduce the target by up to two size categories, but cannot make an animal smaller than Tiny. It cannot increase the size of the target or give it new natural attacks or new forms of movement. The spell otherwise functions as beast shape II."
		]
	},
	"harrowing": {
		"name": "Harrowing",
		"sources": [
			"Inner Sea World Guide",
			"Mythic Origins",
			"The Harrow Handbook"
		],
		"description": [
			"## Harrowing",
			"",
			"{SOURCE Inner Sea World Guide/295}  ",
			"**School** {spelldef/divination}; **Level** arcanist 3, bard 3, shaman 3, skald 3, sorcerer 3, witch 3, wizard 3  ",
			"**Casting Time** 10 minutes  ",
			"**Components** V, S, F (a Harrow deck)  ",
			"**Range** touch  ",
			"**Target** one creature  ",
			"**Duration** 1 day/level or until fulfilled",
			"",
			"You use a Harrow deck to tell a fortune for yourself or someone else. If you cast harrowing on another creature, you must remain adjacent to the target for the duration of the casting time. A harrowing must describe one set of events or course of action (for example, \"hunting down the pirate king,\" or \"traveling to Viperwall to search for a magic sword\") that the target of the spell intends to undertake at some point during the spell's duration.",
			"",
			"If you have access to a Harrow deck, draw nine cards when this spell is cast. If you do not have a Harrow deck, you can simulate the draws by rolling a d6 and a d10 for each of the nine cards, as detailed in the [deck description](eq-misc/harrow_deck). Record the ability score and alignment associated with each card. Each of these cards grants a luck bonus or a penalty on a specific type of d20 check; the magnitude of the penalty or bonus depends upon how closely that particular card's alignment matches the target creature's alignment. If the card and target's alignments are identical, that card provides a +2 luck bonus on the associated suit's check. If the card and target's alignments are of the opposite alignment (see below), the card inflicts a -1 penalty on that associated check. If the card has any other alignment, it provides a +1 luck bonus on the associated suit's check.",
			"",
			"While penalties persist on all associated checks for as long as the harrowing persists, the bonuses are one-use bonuses that the harrowed character can \"spend\" at any time to modify that card's associated check. You can spend a bonus to modify an appropriate roll after the die is rolled, but cannot spend the bonus once you know the result of the roll. Since all of the bonuses granted by a harrowing are luck bonuses, they do not stack with each other. Penalties, on the other hand, do stack. Once you spend all of the bonuses granted by a harrowing, or once the spell's duration ends, the spell ends and the penalties are removed.",
			"",
			"A single creature can only be under the effects of one harrowing at a time. If it is subjected to a second harrowing while a previous harrowing is still in effect, the new harrowing automatically fails.",
			"",
			"### Suit",
			"",
			"| Suit | Associated Check |",
			"| --- | --- |",
			"| Hammer (Str) | Attack rolls (ranged and melee) |",
			"| Key (Dex) | Reflex saving throws |",
			"| Shield (Con) | Fortitude saving throws |",
			"| Book (Int) | Skill checks |",
			"| Star (Wis) | Will saving throws |",
			"| Crown (Cha) | Any d20 roll |",
			"",
			"### Alignment",
			"",
			"| Alignment | Opposition |",
			"| --- | --- |",
			"| LG | CE |",
			"| NG | NE |",
			"| CG | LE |",
			"| LN | CN |",
			"| N | LG, LE, CG, or CE (pick one when spell is cast) |",
			"| CN | LN |",
			"| LE | CG |",
			"| NE | NG |",
			"| CE | LG |",
			"",
			"### Mythic Harrowing",
			"",
			"{SOURCE Mythic Origins/12}",
			"",
			"The bonuses and penalties associated with your reading are doubled, resulting in a +4 luck bonus if the card's and target's alignment are identical, a -2 penalty if the alignments are opposite, and a +2 luck bonus for any other alignment. You can use each bonus twice-once at this doubled value, the second time at the normal value (+2 or +1). You must use a given card's doubled bonus before you can use its lower bonus. Once you have used both bonuses, or when the spell's duration ends, the spell ends and any penalties are removed.",
			"",
			"A mythic harrowing cast on the target of a non-mythic harrowing supersedes and negates the harrowing effect. If a creature is subjected to a second mythic harrowing while a previous mythic harrowing is still in effect, the new mythic harrowing automatically fails.",
			"",
			"*Augmented (6th):* If you expend two uses of mythic power during the reading, you may discard one card of your choice and draw one new card in its place, replacing the effects of the chosen card with the effects of the newly drawn card. You must keep this new card. You can use each bonus twice, both at the doubled values. Once you have used both bonuses, or when the spell's duration ends, the spell ends and any penalties are removed.",
			"",
			"### Harrowing, Greater",
			"",
			"{SOURCE The Harrow Handbook/9}  ",
			"**School** {spelldef/divination}; **Level** arcanist 6, bard 5, skald 5, sorcerer 6, witch 6, wizard 6  ",
			"**Casting Time** 10 minutes  ",
			"**Components** V, S, F (a harrow deck)  ",
			"**Range** touch  ",
			"**Target** one creature, plus one additional creature for every 3 caster levels  ",
			"**Duration** 1 day/level or until fulfilled",
			"",
			"This spell functions as harrowing, except it can affect an entire group of creatures and allows its subjects some measure of control over their destiny. Subjects of a greater harrowing spell record and spend their accumulated bonuses and penalties individually, according to their own alignment.",
			"",
			"Each participant in a greater harrowing can gain a special ability to seize control of fate if a card that matches that participant's alignment is drawn. Like the bonuses and penalties granted by the spell, the special ability can be used once before the end of the spell's duration. The exact ability gained depends on the card's suit; if multiple cards that match a participant's alignment are drawn, the participant can select one suit of her choice during the spell's casting.",
			"",
			"*Hammers:* As a standard action, you can grant yourself a +4 enhancement bonus to Strength for 1 minute. While this bonus persists, you can reroll any bull rush, grapple, or sunder combat maneuver checks. You must use the result of this second roll, even if it is worse.",
			"",
			"*Keys:* As a standard action, you can grant yourself a +4 enhancement bonus to Dexterity for 1 minute. While this bonus persists, you gain evasion, as the rogue class feature. If you already possess evasion, you instead gain improved evasion, as the advanced rogue talent.",
			"",
			"*Shields:* As a standard action, you can grant yourself a +4 enhancement bonus to Constitution for 1 minute. While this bonus persists, you gain fast healing 1 and don't die until you reach a number of negative hit points equal to double your Constitution.",
			"",
			"*Books:* As a standard action, you can grant yourself a +4 enhancement bonus to Intelligence for 1 minute. While this bonus persists, you gain a +3 enhancement bonus on checks with all skills you have no ranks in, and you can use those skills even if they can't normally be used untrained.",
			"",
			"*Stars:* As a standard action, you can grant yourself a +4 enhancement bonus to Wisdom for 1 minute. While this bonus persists, you gain immunity to one of the following (your choice): charm and compulsion effects, curse effects, or fear effects.",
			"",
			"*Crowns:* As a standard action, you can grant yourself a +4 enhancement bonus to Charisma for 1 minute. While this bonus persists, whenever you succeed at a Diplomacy or Intimidate check to improve a nonhostile creature's attitude toward you, that creature's attitude toward you becomes helpful for the remaining duration of the Charisma bonus, regardless of the number of steps by which you would normally improve its attitude. The creature reverts to its original attitude after the duration expires.",
			"",
			"A single creature can be under the effects of only one harrowing or greater harrowing at a time. If the subject is targeted with a second harrowing or greater harrowing spell while a previous harrowing or greater harrowing is still affecting him, the new spell automatically fails for that subject."
		]
	},
	"harrowing_greater": {
		"name": "Harrowing, Greater",
		"copyof": "harrowing"
	},
	"greater_harrowing": {
		"copyof": "harrowing_greater"
	},
	"harvest_knowledge": {
		"name": "Harvest Knowledge",
		"sources": [ "Inner Sea Temples" ],
		"description": [
			"## Harvest Knowledge",
			"",
			"{SOURCE Inner Sea Temples/62}  ",
			"**School** {spelldef/divination} [{spelldef/mind-affecting}]; **Level** alchemist 4, antipaladin 4, arcanist 4, bard 4, inquisitor 4, investigator 4, mesmerist 4, psychic 4, skald 4, sorcerer 4, witch 4, wizard 4  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S, M (a piece of lodestone)  ",
			"**Range** touch (see text)  ",
			"**Target** one creature or object; see text  ",
			"**Duration** concentration, up to 1 minute/level  ",
			"**Saving Throw** Will negates; see text; **Spell Resistance** no",
			"",
			"You touch a creature and temporarily absorb its knowledge for yourself. If the target fails its saving throw, you can sort through its lore and memories. You can retrieve one answer to a specific question per minute, as through sifting through the creature's surface thoughts with detect thoughts. Alternatively, you can tap into the target's learned experiences and attempt one Knowledge check in a skill in which the target has at least 1 rank, using the target's total skill modifier. Each Knowledge check requires 1 minute and allows the target another Will save to resist the effect. If the target successfully resists, the spell does not end, but you are unable to attempt another Knowledge check for that skill using this spell. You can also use this spell against targets trapped in magic items or spells that hold their bodies or souls, such as an iron flask or the spell trap the soul, by touching the associated receptacle."
		]
	},
	"harvest_season": {
		"name": "Harvest Season",
		"sources": [ "Heroes of the Streets" ],
		"description": [
			"## Harvest Season",
			"",
			"{SOURCE Heroes of the Streets/23}  ",
			"**School** {spelldef/abjuration}; **Level** druid 2, hunter 2, shaman 2  ",
			"**Casting Time** 1 minute  ",
			"**Components** V, S, M  ",
			"**Range** close (25 ft. + 5 ft./2 levels)  ",
			"**Target** one plant  ",
			"**Duration** instantaneous; see text  ",
			"**Saving Throw** none; **Spell Resistance** no",
			"",
			"You cause an explosive burst of growth in a single plant, causing it to grow through a cycle of flower, fruit, or grain production as appropriate. If the plant is not one that normally produces food fit for humanoid consumption, it produces edible flowers under the effect of this spell. The plant produces enough food to nourish one Medium creature per caster level. Food harvested through this spell rots if not eaten within 24 hours. This spell nourishes, fertilizes, and pollinates the plant, and doesn't harm the plant in any way. This spell has no effect on plant creatures."
		]
	},
	"haste": {
		"name": "Haste",
		"sources": [
			"PRPG Core Rulebook",
			"Mythic Adventures"
		],
		"description": [
			"## Haste",
			"",
			"{SOURCE PRPG Core Rulebook/293}  ",
			"**School** {spelldef/transmutation}; **Level** alchemist 3, arcanist 3, bard 3, bloodrager 3, investigator 3, magus 3, medium 2, occultist 3, psychic 3, redmantisassassin 3, skald 3, sorcerer 3, spiritualist 3, summoner 2, unchained summoner 3, wizard 3  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S, M (a shaving of licorice root)  ",
			"**Range** close (25 ft. + 5 ft./2 levels)  ",
			"**Targets** one creature/level, no two of which can be more than 30 ft. apart  ",
			"**Duration** 1 round/level  ",
			"**Saving Throw** Fortitude negates (harmless); **Spell Resistance** yes (harmless)",
			"",
			"The transmuted creatures move and act more quickly than normal. This extra speed has several effects.",
			"",
			"When making a full attack action, a hasted creature may make one extra attack with one natural or manufactured weapon. The attack is made using the creature's full base attack bonus, plus any modifiers appropriate to the situation. (This effect is not cumulative with similar effects, such as that provided by a speed weapon, nor does it actually grant an extra action, so you can't use it to cast a second spell or otherwise take an extra action in the round.)",
			"",
			"A hasted creature gains a +1 bonus on attack rolls and a +1 dodge bonus to AC and Reflex saves. Any condition that makes you lose your Dexterity bonus to Armor Class (if any) also makes you lose dodge bonuses.",
			"",
			"All of the hasted creature's modes of movement (including land movement, burrow, climb, fly, and swim) increase by 30 feet, to a maximum of twice the subject's normal speed using that form of movement. This increase counts as an enhancement bonus, and it affects the creature's jumping distance as normal for increased speed. Multiple haste effects don't stack. Haste dispels and counters {spell/slow}.",
			"",
			"### Mythic Haste",
			"",
			"{SOURCE Mythic Adventures/97}",
			"",
			"Affected creatures gain an additional move action each round. The movement speed increase changes to 50 feet, to a maximum of three times the creature's normal speed for that movement type.",
			"",
			"*Augmented (3rd):* If you expend two uses of mythic power, the movement speed increase changes to 70 feet, with no limit based on the creature's normal speed. If an affected creature moves at least 30 feet on its turn, it can travel across liquid as if the liquid were solid. If the liquid deals damage on contact, the creature takes only half damage from moving across it."
		]
	},
	"hasten_judgement": {
		"name": "Hasten Judgement",
		"sources": [ "Planar Adventures" ],
		"description": [
			"## Hasten Judgement",
			"",
			"{SOURCE Planar Adventures/40}  ",
			"**School** {spelldef/necromancy} [{spelldef/curse}]; **Level** antipaladin 4, arcanist 6, cleric 5, druid 5, hunter 5, inquisitor 4, oracle 5, sorcerer 6, spiritualist 4, warpriest 5, witch 5, wizard 6  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S, M (2 silver pieces)  ",
			"**Range** touch  ",
			"**Target** one living or corporeal undead creature  ",
			"**Duration** 1 day/level  ",
			"**Saving Throw** Will negates; **Spell Resistance** yes",
			"",
			"This potent curse weighs upon the target's soul, hastening a living creature's journey to the Boneyard upon death or weakening an undead creature's animating force. A living creature that dies during the spell's duration cannot be affected by breath of life or similar effects, and the period during which attempts to restore the target to life can succeed is reduced to 1 hour/level (for {spell/raise dead}), 1 day/level (for {spell/resurrection}), or 10 days/level (for {spell/true resurrection}). Reincarnate and similar effects work normally on a creature killed under this spell's effects.",
			"",
			"An undead creature affected by this spell cannot gain temporary hit points, and any existing channel resistance the undead may have is reduced by half as long as the curse persists.",
			"",
			"Creatures whose souls are separate from their bodies (such as liches) or are merged with their bodies (such as non-native outsiders) are unaffected by hasten judgment."
		]
	},
	"haunted_fey_aspect": {
		"name": "Haunted Fey Aspect",
		"sources": [ "Ultimate Combat" ],
		"description": [
			"## Haunted Fey Aspect",
			"",
			"{SOURCE Ultimate Combat/230}  ",
			"**School** {spelldef/illusion} ({spelldef/glamer}); **Level** arcanist 0, bard 0, medium 0, mesmerist 0, psychic 0, skald 0, sorcerer 0, wizard 0  ",
			"**Casting Time** 1 standard action  ",
			"**Components** S  ",
			"**Range** Personal  ",
			"**Target** You  ",
			"**Duration** 1 round/level (D)",
			"",
			"You surround yourself with disturbing illusions, making you look and sound like a bizarre, insane fey creature. You gain DR 1/cold iron against a single opponent until the end of the spell, or until you take damage."
		]
	},
	"haunting_choir": {
		"name": "Haunting Choir",
		"sources": [ "Ultimate Magic" ],
		"description": [
			"## Haunting Choir",
			"",
			"{SOURCE Ultimate Magic/222}  ",
			"**School** {spelldef/necromancy} [{spelldef/mind-affecting}, {spelldef/pain}]; **Level** bard 3, mesmerist 3, skald 3  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S  ",
			"**Range** close (25 ft. + 5 ft./2 levels)  ",
			"**Area** 30-ft.-radius emanation  ",
			"**Duration** concentration + 2 rounds  ",
			"**Saving Throw** Will negates; **Spell Resistance** yes",
			"",
			"You create a spectral choir and conduct its tortured, ghostly moans, deluding listeners into believing they are suffering the torments of the dead. The transparent singers occupy a 10-foot cube, but they are intangible and do not interfere with creatures in any physical way, nor can they be attacked. Creatures within 30 feet of the choir experience wracking pain that causes them to take a -2 penalty on attack rolls, skill checks, and ability checks. Individuals who exit the area of effect take these penalties for an additional 2 rounds before the delusion wears off."
		]
	},
	"haunting_mists": {
		"name": "Haunting Mists",
		"sources": [ "Ultimate Magic" ],
		"description": [
			"## Haunting Mists",
			"",
			"{SOURCE Ultimate Magic/222}  ",
			"**School** {spelldef/illusion} ({spelldef/figment}) [{spelldef/fear}, {spelldef/shadow>_descriptor}]; **Level** arcanist 2, bard 2, mesmerist 2, psychic 2, redmantisassassin 2, skald 2, sorcerer 2, witch 2, wizard 2  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S  ",
			"**Range** 20 ft.  ",
			"**Effect** cloud spreads in 20-ft. radius, 20 ft. high  ",
			"**Duration** 1 minute/level (D)  ",
			"**Saving Throw** Will partial (see text); **Spell Resistance** no",
			"",
			"An illusion of misty vapor inhabited by shadowy shapes arises around you. It is stationary. The illusory mist obscures all sight, including darkvision, beyond 5 feet. A creature 5 feet away has concealment (attacks have a 20% miss chance). Creatures farther away have total concealment (50% miss chance, and the attacker cannot use sight to locate the target). All creatures within the mist must save or take 1d2 points of Wisdom damage and gain the shaken condition. The shaken condition lasts as long as the creature remains in the mist."
		]
	},
	"haunting_reminder": {
		"name": "Haunting Reminder",
		"sources": [ "Adventurer's Guide" ],
		"description": [
			"## Haunting Reminder",
			"",
			"{SOURCE Adventurer's Guide/37}  ",
			"**School** {spelldef/enchantment} [{spelldef/fear}, {spelldef/mind-affecting}]; **Level** antipaladin 1, arcanist 2, bard 2, inquisitor 2, mesmerist 2, psychic 2, sorcerer 2, wizard 2  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S  ",
			"**Range** close (25 ft. + 5 ft./2 levels)  ",
			"**Target** one creature  ",
			"**Duration** 12 hours + 2 hours/level or until triggered, then 1 day/level  ",
			"**Saving Throw** Will negates; **Spell Resistance** yes",
			"",
			"As part of casting this spell, you can attempt a single Intimidate check to make the target act friendly to you. If you succeed, the target assists you normally, but it remains fearful of your retribution even after its attitude shifts to unfriendly. If the creature reports your coercion to authorities, attacks you, or otherwise acts in a purposeful way that threatens you or your objectives (at the GM's discretion), the spell triggers, inflicting the creature with the unshakable certainty that you will find and punish it. This imposes the shaken condition on the creature for 1 day per caster level; during this time, the creature takes a -2 penalty on saving throws against spells you cast with the fear descriptor."
		]
	},
	"haze_of_dreams": {
		"name": "Haze of Dreams",
		"sources": [
			"Inner Sea Gods",
			"Faiths of Purity"
		],
		"description": [
			"## Haze of Dreams",
			"",
			"{SOURCE Inner Sea Gods/235;Faiths of Purity/28}  ",
			"**School** {spelldef/enchantment} ({spelldef/charm}) [{spelldef/emotion}, {spelldef/mind-affecting}]; **Level** bard 1, cleric 1, inquisitor 1, oracle 1, paladin 1, shaman 1, skald 1, warpriest 1, witch 1 (Desna)  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, M (pinch of sand)  ",
			"**Range** close (25 ft. + 5 ft./2 levels)  ",
			"**Target** one creature  ",
			"**Duration** 1 round/level  ",
			"**Saving Throw** Will negates; **Spell Resistance** yes",
			"",
			"You fill an enemy's head with waking dreams, a reminder of the pleasures, delights, and terrors to be found in the dream world. While in this strange dream state, the target moves at half its normal speed (round down to the next 5-foot increment), which affects the creature's jumping distance as normal for decreased speed.",
			"",
			"Multiple haze of dreams effects do not stack, nor does this spell's effect stack with slow."
		]
	},
	"heal": {
		"name": "Heal",
		"sources": [
			"PRPG Core Rulebook",
			"Mythic Adventures"
		],
		"description": [
			"## Heal",
			"",
			"{SOURCE PRPG Core Rulebook/294}  ",
			"**School** {spelldef/conjuration} ({spelldef/healing}); **Level** adept 5, alchemist 6, cleric 6, druid 7, inquisitor 6, investigator 6, occultist 6, oracle 6, shaman 7, spiritualist 6, warpriest 6, witch 7  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S  ",
			"**Range** touch  ",
			"**Target** creature touched  ",
			"**Duration** instantaneous  ",
			"**Saving Throw** Will negates (harmless); **Spell Resistance** yes (harmless)",
			"",
			"Heal enables you to channel positive energy into a creature to wipe away injury and afflictions. It immediately ends any and all of the following adverse conditions affecting the target: ability damage, blinded, confused, dazed, dazzled, deafened, diseased, exhausted, fatigued, feebleminded, insanity, nauseated, poisoned, sickened, and stunned. It also cures 10 hit points of damage per level of the caster, to a maximum of 150 points at 15th level.",
			"",
			"Heal does not remove negative levels or restore permanently drained ability score points.",
			"",
			"If used against an undead creature, heal instead acts like harm.",
			"",
			"### Mythic Heal",
			"",
			"{SOURCE Mythic Adventures/97}",
			"",
			"The damage cured increases to 15 points of damage per caster level (maximum 225 points).",
			"",
			"*Augmented:* If you expend two uses of mythic power, the spell also acts as restoration.",
			"",
			"### Heal, Mass",
			"",
			"{SOURCE PRPG Core Rulebook/294}  ",
			"**School** {spelldef/conjuration} ({spelldef/healing}); **Level** cleric 9, oracle 9, shaman 9  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S  ",
			"**Range** close (25 ft. + 5 ft./2 levels)  ",
			"**Targets** one or more creatures, no two of which can be more than 30 ft. apart  ",
			"**Duration** instantaneous  ",
			"**Saving Throw** Will negates (harmless); **Spell Resistance** yes (harmless)",
			"",
			"This spell functions like heal, except as noted above. The maximum number of hit points restored to each creature is 250."
		]
	},
	"heal_mass": {
		"name": "Heal, Mass",
		"copyof": "heal"
	},
	"mass_heal": {
		"copyof": "heal_mass"
	},
	"heal_mount": {
		"name": "Heal Mount",
		"sources": [ "PRPG Core Rulebook" ],
		"description": [
			"## Heal Mount",
			"",
			"{SOURCE PRPG Core Rulebook/294}  ",
			"**School** {spelldef/conjuration} ({spelldef/healing}); **Level** paladin 3  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S  ",
			"**Range** touch  ",
			"**Target** your mount touched  ",
			"**Duration** instantaneous  ",
			"**Saving Throw** Will negates (harmless); **Spell Resistance** yes (harmless)",
			"",
			"This spell functions like heal, but it affects only the paladin's special mount (typically a horse)."
		]
	},
	"healing_flames": {
		"name": "Healing Flames",
		"sources": [ "Healer's Handbook" ],
		"description": [
			"## Healing Flames",
			"",
			"{SOURCE Healer's Handbook/8}  ",
			"**School** {spelldef/conjuration} ({spelldef/healing}) [{spelldef/fire}, {spelldef/good}]; **Level** cleric 4, inquisitor 4, oracle 4, paladin 4, warpriest 4  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S, DF  ",
			"**Area** 10-ft.-radius burst, centered on you  ",
			"**Duration** instantaneous  ",
			"**Saving Throw** Reflex half; see text; **Spell Resistance** yes",
			"",
			"You unleash a blast of holy flames that washes over all creatures in the area in a glorious display of divine power. This deals damage to evil creatures and heals good creatures in the area. The amount of damage dealt and the number of hit points restored in each case is 1d8 points per 2 caster levels (maximum 5d8).",
			"",
			"Half of the damage this spell deals to evil creatures is fire damage, and half of the damage is pure divine power that is therefore not subject to reduction by energy resistance to fire-based attacks.",
			"",
			"Neutral enemies within the spell's area of effect also take the fire damage, but do not take the divine damage. Neutral allies within the area are healed by half as much as good creatures. A successful Reflex saving throw halves the damage taken in all cases."
		]
	},
	"healing_leak": {
		"name": "Healing Leak",
		"sources": [ "Plane-Hopper's Handbook" ],
		"description": [
			"## Healing Leak",
			"",
			"{SOURCE Plane-Hopper's Handbook/13}  ",
			"**School** {spelldef/necromancy}; **Level** antipaladin 2, arcanist 3, cleric 3, oracle 3, paladin 2, shaman 3, warpriest 3, witch 3, wizard 3  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S, M/DF (a piece of muslin)  ",
			"**Range** touch  ",
			"**Target** creature touched  ",
			"**Duration** 1 round/level  ",
			"**Saving Throw** Will negates; **Spell Resistance** yes",
			"",
			"Whenever the target is affected by a spell or effect that heals hit point damage through the use of positive or negative energy, it regains only half the number of hit points it normally would recover. If the target employs a spell or effect that heals itself or other creatures through the use of positive or negative energy, the target must succeed at a concentration check (DC = this spell's save DC) or the effect restores only half of the normal number of hit points. Other forms of healing (such as from the Heal skill) are not affected by this spell."
		]
	},
	"healing_thief": {
		"name": "Healing Thief",
		"sources": [
			"Ultimate Combat",
			"Mythic Adventures"
		],
		"description": [
			"## Healing Thief",
			"",
			"{SOURCE Ultimate Combat/231}  ",
			"**School** {spelldef/necromancy}; **Level** arcanist 3, mesmerist 1, occultist 3, psychic 3, sorcerer 3, witch 3, wizard 3  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S, M (a bit of sponge, damp with tears)  ",
			"**Range** touch  ",
			"**Target** creature touched  ",
			"**Duration** 1 round/level or until discharged  ",
			"**Saving Throw** none; **Spell Resistance** yes",
			"",
			"With this spell you can steal the healing of the target creature. You must succeed at a melee touch attack to strike the target. If you do, until the effect ends, whenever your target is subject to a healing spell or a supernatural effect that heals hit points, the target only receives half the healing (rounded down) and you receive the other half (also rounded down). You must remain within 25 feet (plus 5 feet per two caster levels) of the target to gain this benefit. If you move outside that range, the spell is discharged. Once you steal 5 hit points per your caster level (maximum 50 hit points) of healing from this spell's effect, the spell is discharged.",
			"",
			"### Mythic Healing Thief",
			"",
			"{SOURCE Mythic Adventures/97}",
			"",
			"Instead of stealing half the target's healing, you steal all of it. The amount of damage you steal before the spell is discharged increases to 10 points per caster level (maximum 100 points).",
			"",
			"*Augmented:* If you expend two uses of mythic power, the range of the spell changes to close (25 feet + 5 feet per 2 caster levels). If the target has fast healing or regeneration, you steal half of its fast healing or regeneration. Healing from these abilities count toward the maximum healing stolen before the spell is discharged."
		]
	},
	"healing_token": {
		"name": "Healing Token",
		"sources": [ "Healer's Handbook" ],
		"description": [
			"## Healing Token",
			"",
			"{SOURCE Healer's Handbook/9}  ",
			"**School** {spelldef/conjuration} ({spelldef/healing}); **Level** cleric 2, druid 2, hunter 2, inquisitor 2, oracle 2, paladin 2, ranger 2, shaman 2, warpriest 2  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S, DF  ",
			"**Range** touch  ",
			"**Target** one touched holy symbol per 3 caster levels  ",
			"**Duration** 10 minutes/level  ",
			"**Saving Throw** Will negates (object); **Spell Resistance** yes (object)",
			"",
			"You imbue one touched holy symbol per 3 caster levels with a connection to your own divine power, turning the touched holy symbols into tokens of healing. Each of the targeted holy symbols can represent any deity regardless of the deity's actual alignment.",
			"",
			"As long as you wear or carry your divine focus, any creature carrying a token of healing can make a plea for healing in a language you understand as a standard action. When they do this, you are silently alerted to the plea for healing and can magically heal the target as an immediate action anytime before the end of your next turn.",
			"",
			"The magical healing you use to do this can be either a supernatural ability that heals damage (if you have uses available) or a spell or spell-like ability that belongs to the healing subschool (if you can cast any). In either case, to use the ability or cast the spell through this spell, you must be able to include or target that creature, and the ability's activation time or spell's casting time must be no longer than one standard action.",
			"",
			"If the ability or healing spell you use through a token would affect multiple creatures, such as mass cure light wounds, the ability or spell affects the creature that pleaded for healing as well as any other creatures within the healing spell's normal range that are also holding a holy symbol imbued with this spell.",
			"",
			"So, for example, when you use mass cure light wounds through a holy symbol that has been turned into a token of healing, that spell would heal the creature holding the token that pleaded for healing as well as one creature per level that is also holding a token (no two of which can be more than 30 feet apart). However, the mass cure light wounds spell would heal only creatures within range that are holding tokens."
		]
	},
	"healing_warmth": {
		"name": "Healing Warmth",
		"sources": [ "Advanced Race Guide" ],
		"description": [
			"## Healing Warmth",
			"",
			"{SOURCE Advanced Race Guide/131}  ",
			"**School** {spelldef/abjuration}; **Level** alchemist 4, cleric 4, druid 4, hunter 4, inquisitor 4, investigator 4, oracle 4, psychic 4, warpriest 4 (ifrit)  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S  ",
			"**Range** personal  ",
			"**Target** you  ",
			"**Duration** 1 minute/level",
			"",
			"This spell grants you temporary immunity to fire damage as protection from energy. As a standard action, you may sacrifice 12 points of remaining energy absorption from the spell to heal a touched creature of 1d8 points of damage. Healing a creature provokes an attack of opportunity. When the spell has absorbed 12 points of fire damage per caster level (to a maximum of 120 points at 10th level), it is discharged."
		]
	},
	"heart_of_the_mammoth": {
		"name": "Heart of the Mammoth",
		"sources": [ "Dragonslayer's Handbook" ],
		"description": [
			"## Heart of the Mammoth",
			"",
			"{SOURCE Dragonslayer's Handbook/29}  ",
			"**School** {spelldef/transmutation}; **Level** arcanist 8, cleric 8, druid 8, oracle 8, sorcerer 8, witch 8, wizard 8  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S, F (a fetish of mammoth hair soaked in dragon's blood)  ",
			"**Range** touch  ",
			"**Target** creature touched  ",
			"**Duration** 1 round/level  ",
			"**Saving Throw** Will (harmless); **Spell Resistance** no",
			"",
			"The target creature becomes stronger, hardier, and imbued with the courage of the greatest megafauna of the tundra. The spell grants a +8 enhancement bonus to Strength and Constitution, immunity to fear, a +4 morale bonus to Will saves, and doubles the critical threat range of all its attacks against creatures of the dragon type (this does not stack with {feat/Improved Critical}, keen edge, or similar effects)."
		]
	},
	"heart_of_the_metal": {
		"name": "Heart of the Metal",
		"sources": [ "Advanced Class Guide" ],
		"description": [
			"## Heart of the Metal",
			"",
			"{SOURCE Advanced Class Guide/183}  ",
			"**School** {spelldef/transmutation} [{spelldef/earth}]; **Level** arcanist 3, magus 3, occultist 3, redmantisassassin 3, sorcerer 3, witch 3, wizard 3  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S, M (a chunk of adamantine worth 100 gp, or a chunk of cold iron or silver worth 20 gp)  ",
			"**Range** close (25 ft. + 5 ft./2 levels)  ",
			"**Targets** one weapon per level  ",
			"**Duration** 1 minute/level (see text)  ",
			"**Saving Throw** none; **Spell Resistance** no",
			"",
			"You lend the nature of adamantine, cold iron, or silver, depending on which component you used, to the targeted weapons, with the following effects:",
			"",
			"*Adamantine:* The weapons overcome DR/adamantine and ignore hardness less than 20.",
			"",
			"*Cold Iron:* The weapons overcome DR/cold iron.",
			"",
			"*Silver:* The weapons overcome DR/silver.",
			"",
			"No other advantages or disadvantages of these metal types apply. For example, a weapon given the nature of adamantine is not automatically masterwork.",
			"",
			"This is able to affect nonmetal weapons. If you grant the target weapons the property of cold iron, the spell lasts half as long as normal."
		]
	},
	"heat_metal": {
		"name": "Heat Metal",
		"sources": [
			"PRPG Core Rulebook",
			"Mythic Adventures"
		],
		"description": [
			"## Heat Metal",
			"",
			"{SOURCE PRPG Core Rulebook/294}  ",
			"**School** {spelldef/transmutation} [{spelldef/fire}]; **Level** druid 2, hunter 2, occultist 2, psychic 2  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S, DF  ",
			"**Range** close (25 ft. + 5 ft./2 levels)  ",
			"**Target** metal equipment of one creature per two levels, no two of which can be more than 30 ft. apart, or 25 lbs. of metal/level, all of which must be within a 30-ft. circle  ",
			"**Duration** 7 rounds  ",
			"**Saving Throw** Will negates (object); **Spell Resistance** yes (object)",
			"",
			"Heat metal causes metal objects to become red-hot. Unattended, nonmagical metal gets no saving throw. Magical metal is allowed a saving throw against the spell. An item in a creature's possession uses the creature's saving throw bonus unless its own is higher.",
			"",
			"A creature takes fire damage if its equipment is heated. It takes full damage if its armor, shield, or weapon is affected. The creature takes minimum damage (1 point or 2 points; see the table) if it's not wearing or wielding such an item.",
			"",
			"On the first round of the spell, the metal becomes warm and uncomfortable to touch but deals no damage. The same effect also occurs on the last round of the spell's duration. During the second (and also the next-to-last) round, intense heat causes pain and damage. In the third, fourth, and fifth rounds, the metal is searing hot, and causes more damage, as shown on the table below.",
			"",
			"| Round | Metal Temperature | Damage |",
			"| --- | --- | --- |",
			"| 1 | Warm | None |",
			"| 2 | Hot | 1d4 points |",
			"| 3-5 | Searing | 2d4 points |",
			"| 6 | Hot | 1d4 points |",
			"| 7 | Warm | None |",
			"",
			"Any cold intense enough to damage the creature negates fire damage from the spell (and vice versa) on a point-for-point basis. If cast underwater, heat metal deals half damage and boils the surrounding water.",
			"",
			"Heat metal counters and dispels {spell/chill metal}.",
			"",
			"### Mythic Heat Metal",
			"",
			"{SOURCE Mythic Adventures/97}",
			"",
			"The damage dealt increases to 1d8 points of fire damage on rounds 2 and 6 and to 2d8 points of fire damage per round on rounds 3 through 5. On any round in which a creature takes fire damage from this spell, that creature must succeed at a Reflex save or catch on fire."
		]
	},
	"heatstroke": {
		"name": "Heatstroke",
		"sources": [ "Sargava, the Lost Colony" ],
		"description": [
			"## Heatstroke",
			"",
			"{SOURCE Sargava, the Lost Colony/28}  ",
			"**School** {spelldef/evocation} [{spelldef/fire}]; **Level** arcanist 3, druid 3, hunter 3, sorcerer 3, wizard 3  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S, M (a drop of sweat)  ",
			"**Range** close (25 ft. + 5 ft./2 levels)  ",
			"**Effect** ray  ",
			"**Duration** 1 minute/level  ",
			"**Saving Throw** Fortitude partial, see text; **Spell Resistance** yes",
			"",
			"A wavering red ray projects from your finger. You must succeed on a ranged touch attack with the ray to hit your target.",
			"",
			"The ray inflicts 1d4 points of nonlethal damage, causing the target to suffer from heatstroke as its body temperature dramatically increases. Except as noted above, this spell otherwise functions as ray of exhaustion.",
			"",
			"Characters wearing heavy clothing or armor of any sort take a -4 penalty on their saves."
		]
	},
	"heavy_water": {
		"name": "Heavy Water",
		"sources": [ "Magical Marketplace" ],
		"description": [
			"## Heavy Water",
			"",
			"{SOURCE Magical Marketplace/8}  ",
			"**School** {spelldef/transmutation} [{spelldef/water}]; **Level** cleric 4, druid 4, hunter 4, oracle 4, ranger 4, warpriest 4  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S, DF  ",
			"**Range** medium (100 ft. + 10 ft./level)  ",
			"**Area** cylinder of water (5-ft. radius/level, 30 ft. deep)  ",
			"**Duration** 1 minute/level (D)  ",
			"**Saving Throw** none (see text); **Spell Resistance** no",
			"",
			"You cause a volume of water to become heavier than normal. Swimming in or through such water requires a Swim check with a DC equal to the saving throw DC of this spell; even creatures with a swim speed must attempt this check. Success allows a creature to swim at up to half its speed as a full-round action; a creature cannot swim as a move action while in an area of heavy water. If a creature fails its Swim check by 4 or less, it makes no progress. If it fails by 5 or more, it goes underwater. All Perception checks to see through the affected water take a -10 penalty. All ships sailing through an area of heavy water move at half speed."
		]
	},
	"heckle": {
		"name": "Heckle",
		"sources": [ "Arcane Anthology" ],
		"description": [
			"## Heckle",
			"",
			"{SOURCE Arcane Anthology/26}  ",
			"**School** {spelldef/enchantment} ({spelldef/compulsion}) [{spelldef/emotion}, {spelldef/mind-affecting}]; **Level** arcanist 2, bard 2, bloodrager 2, magus 3, mesmerist 2, psychic 2, skald 2, sorcerer 2, wizard 2  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S, M (a tomato)  ",
			"**Range** medium (100 ft. + 10 ft./level)  ",
			"**Target** 1 creature  ",
			"**Duration** 1 minute/level  ",
			"**Saving Throw** Will negates; **Spell Resistance** yes",
			"",
			"You badger and nitpick the subject of your spell until its mood sours. The target's attitude shifts one category toward hostile regarding you and everyone within 30 feet of the target at the time the spell is cast. The target also takes a -2 penalty on attack rolls, on saving throws, and on ability and skill checks that rely on Intelligence, Wisdom, or Charisma."
		]
	},
	"hedging_weapons": {
		"name": "Hedging Weapons",
		"sources": [ "Horror Adventures" ],
		"description": [
			"## Hedging Weapons",
			"",
			"{SOURCE Horror Adventures/119}  ",
			"**School** {spelldef/abjuration} [{spelldef/force}]; **Level** antipaladin 1, cleric 1, inquisitor 1, oracle 1, paladin 1, warpriest 1  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S, DF  ",
			"**Range** personal  ",
			"**Target** you  ",
			"**Duration** 1 minute/level (D)",
			"",
			"A weapon made from divine force appears and floats near you. This weapon takes the shape of your deity's favored weapon (if you have no deity, the weapon appears as a simple weapon with special significance to you). You gain one additional weapon at 6th level and every 4 caster levels thereafter-two at 6th, three at 10th, four at 14th, and a maximum of five weapons at 18th level. The weapon averts and deflects attacks, granting you a +1 deflection bonus to AC for each weapon summoned (maximum +5 at 18th level). As a standard action, you can grasp a weapon and throw it as a ranged attack at any target you can see within 30 feet of you (even if it's a type of weapon that can't normally be thrown). On a successful hit, the weapon deals 2d6 points of force damage to the target. This force weapon has the same threat range and critical multiplier as a standard weapon of its type, but no other special abilities. Because it deals force damage, DR doesn't apply. Each weapon thrown lowers the total deflection bonus to your AC by 1 as it disappears immediately after the attack action. The spell immediately ends once you throw all the weapons."
		]
	},
	"heightened_awareness": {
		"name": "Heightened Awareness",
		"sources": [ "Advanced Class Guide" ],
		"description": [
			"## Heightened Awareness",
			"",
			"{SOURCE Advanced Class Guide/183}  ",
			"**School** {spelldef/divination}; **Level** alchemist 1, arcanist 1, bard 1, druid 1, hunter 1, inquisitor 1, investigator 1, medium 1, mesmerist 1, occultist 1, psychic 1, ranger 1, shaman 1, skald 1, sorcerer 1, wizard 1  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, M/DF (a coffee bean)  ",
			"**Range** personal  ",
			"**Target** you  ",
			"**Duration** 10 minutes/level (D)",
			"",
			"You enter a heightened state of awareness that allows you to notice more about your surroundings and recall information effortlessly. You gain a +2 competence bonus on Perception checks and on all Knowledge checks that you are trained in.",
			"",
			"If this spell is active when you have to make an initiative check, you can instantly dismiss this spell and gain a +4 bonus on that check."
		]
	},
	"heightened_reflexes": {
		"name": "Heightened Reflexes",
		"sources": [ "Advanced Class Guide" ],
		"description": [
			"## Heightened Reflexes",
			"",
			"{SOURCE Advanced Class Guide/184}  ",
			"**School** {spelldef/transmutation}; **Level** bard 2, skald 2  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S  ",
			"**Range** 30 ft.  ",
			"**Area** allies within a 30-ft.-radius burst centered on you  ",
			"**Duration** 1 minute/level or until discharged  ",
			"**Saving Throw** Will negates (harmless); **Spell Resistance** yes (harmless)",
			"",
			"You grant each of your allies within the area a +10 competence bonus on a single Reflex saving throw. Each ally must decide whether to use the bonus before making the roll to which it applies. When an ally uses the bonus, the spell ends for that individual."
		]
	},
	"hellfire_ray": {
		"name": "Hellfire Ray",
		"sources": [
			"Book of the Damned",
			"Book of the Damned - Volume 1: Princes of Darkness"
		],
		"description": [
			"## Hellfire Ray",
			"",
			"{SOURCE Book of the Damned/184;Book of the Damned - Volume 1: Princes of Darkness/46}  ",
			"**School** {spelldef/evocation} [{spelldef/evil}]; **Level** arcanist 6, cleric 6, magus 6, oracle 6, sorcerer 6, warpriest 6, witch 6, wizard 6  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S, F/DF (any unholy symbol or heretical tome)  ",
			"**Range** close (25 ft. + 5 ft./2 levels)  ",
			"**Effect** ray  ",
			"**Duration** instantaneous  ",
			"**Saving Throw** none (see text); **Spell Resistance** yes",
			"",
			"A blast of hellfire blazes from your hands. You can fire one ray, plus one additional ray for every 4 caster levels beyond 11th (to a maximum of three rays at 19th level). Each ray requires a ranged touch attack to hit and deals 1d6 points of damage per caster level (maximum 15d6). Half the damage is fire damage, but the other half results directly from unholy power and is therefore not subject to being reduced by fire resistance. The rays can be fired at the same target or at different targets, but all rays must be fired simultaneously and aimed at targets within 30 feet of each other.",
			"",
			"Any creature killed by this spell must attempt a Will saving throw; failure means the creature's soul is damned to Hell as a burst of brimstone appears around its corpse. A nonevil spellcaster attempting to bring the creature back from the dead must attempt a caster level check (DC = 10 + the slain creature's level) to succeed; failure means the spellcaster cannot try again for 1 day. Evil spellcasters can raise the slain character normally, without requiring a check. A raised character's soul is no longer automatically consigned to Hell."
		]
	},
	"hellmouth_lash": {
		"name": "Hellmouth Lash",
		"sources": [ "Advanced Race Guide" ],
		"description": [
			"## Hellmouth Lash",
			"",
			"{SOURCE Advanced Race Guide/173}  ",
			"**School** {spelldef/transmutation} [{spelldef/acid}, {spelldef/electricity}, or {spelldef/fire}]; **Level** arcanist 4, bloodrager 4, redmantisassassin 4, sorcerer 4, witch 4, wizard 4 (tiefling)  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S  ",
			"**Range** personal  ",
			"**Target** you  ",
			"**Duration** 1 round/level (D)",
			"",
			"Upon casting this spell, your tongue transforms into an energy whip weapon that can deal acid, electricity, or fire damage. You choose what type of energy damage the spell deals when you cast it. You attack with your tongue as if it were a whip, except you make touch attacks with it and it can harm creatures with armor or natural armor bonuses. You are considered proficient with this weapon. A successful touch attack with the tongue deals 1d8 points of energy damage per two caster levels (maximum of 5d8 points of damage at 10th level).",
			"",
			"While the spell is in effect, you cannot speak, cast spells requiring verbal components, or activate items requiring command words.",
			"",
			"The spell has the acid, electricity, or fire descriptor, depending on what type of energy damage you chose when you cast it."
		]
	},
	"helping_hand": {
		"name": "Helping Hand",
		"sources": [ "PRPG Core Rulebook" ],
		"description": [
			"## Helping Hand",
			"",
			"{SOURCE PRPG Core Rulebook/295}  ",
			"**School** {spelldef/evocation}; **Level** cleric 3, medium 2, oracle 3, psychic 3, spiritualist 3, warpriest 3  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S, DF  ",
			"**Range** 5 miles  ",
			"**Effect** ghostly hand  ",
			"**Duration** 1 hour/level  ",
			"**Saving Throw** none; **Spell Resistance** no",
			"",
			"You create the ghostly image of a hand, which you can send to find a creature within 5 miles. The hand then beckons to that creature and leads it to you if the creature is willing to follow.",
			"",
			"When the spell is cast, you specify a person (or any creature) by physical description, which can include race, gender, and appearance but not ambiguous factors such as level, alignment, or class. When the description is done, the hand streaks off in search of a subject that fits the description. The amount of time it takes to find the subject depends on how far away he is, as detailed on the following table.",
			"",
			"| Distance | Time to Locate |",
			"| --- | --- |",
			"| 100 ft. or less | 1 round |",
			"| 1,000 ft. | 1 minute |",
			"| 1 mile | 10 minutes |",
			"| 2 miles | 1 hour |",
			"| 3 miles | 2 hours |",
			"| 4 miles | 3 hours |",
			"| 5 miles | 4 hours |",
			"",
			"Once the hand locates the subject, it beckons the creature to follow it. If the subject does so, the hand points in your direction, indicating the most direct, feasible route. The hand hovers 10 feet in front of the subject, moving before it at a speed of as much as 240 feet per round. Once the hand leads the subject back to you, it disappears.",
			"",
			"The subject is not compelled to follow the hand or act in any particular way toward you. If the subject chooses not to follow, the hand continues to beckon for the duration of the spell, then disappears. If the spell expires while the subject is en route to you, the hand disappears; the subject must then rely on its own devices to locate you.",
			"",
			"If more than one subject in a 5-mile radius meets the description, the hand locates the closest creature. If that creature refuses to follow the hand, the hand does not seek out a second subject.",
			"",
			"If, at the end of 4 hours of searching, the hand has found no subject that matches the description within 5 miles, it returns to you, displays an outstretched palm (indicating that no such creature was found), and disappears.",
			"",
			"The ghostly hand has no physical form. It is invisible to anyone except you and a potential subject. It cannot engage in combat or execute any other task aside from locating a subject and leading it back to you. The hand can't pass through solid objects but can ooze through small cracks and slits. The hand cannot travel more than 5 miles from the spot it appeared when you cast the spell."
		]
	},
	"heretics_tongue": {
		"name": "Heretic's Tongue",
		"sources": [ "Pathfinder #107: Scourge of the Godclaw" ],
		"description": [
			"## Heretic's Tongue",
			"",
			"{SOURCE Pathfinder #107: Scourge of the Godclaw/72}  ",
			"**School** {spelldef/enchantment} [{spelldef/mind-affecting}]; **Level** cleric 5, inquisitor 5, mesmerist 6, oracle 5, warpriest 5 (Geryon)  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S  ",
			"**Range** close (25 ft. + 5 ft./2 levels)  ",
			"**Target** living creature  ",
			"**Duration** 1 round/level  ",
			"**Saving Throw** Will negates; **Spell Resistance** yes",
			"",
			"You fill your target's mind with blasphemous knowledge. If the target fails its saving throw, it cannot cast spells or use spell-like abilities for the duration of the spell. Divine spellcasters whose power derives from the worship of a single deity (most clerics, paladins, and warpriests) have the potential to suffer worse. When targeting a divine spellcaster, you can designate an alignment. If the named alignment coincides with either the spellcaster's alignment or that of her deity, the divine spellcaster loses access to all supernatural and spell-like class abilities granted by the associated class for the spell's duration-blessings, domain powers, channel energy, smite evil, etc.",
			"",
			"Those affected by this spell can end the effect early by choosing to release the blasphemies in a litany of screamed curses and heretical decadences. The creature is effectively paralyzed for half the spell's duration, and each ally within 50 feet must succeed at a Will saving throw (equal to this spell's save DC) or be shaken until the litany ends. If the creature chooses to do this, it cannot end the litany of blasphemies early. A creature that succeeds at its saving throw to avoid being shaken by its ally's blasphemous litany is immune to the litany's effects and need not attempt additional saves on subsequent rounds."
		]
	},
	"hermean_potential": {
		"name": "Hermean Potential",
		"sources": [ "Legacy of Dragons" ],
		"description": [
			"## Hermean Potential",
			"",
			"{SOURCE Legacy of Dragons/31}  ",
			"**School** {spelldef/enchantment} ({spelldef/compulsion}) [{spelldef/mind-affecting}]; **Level** medium 1, mesmerist 1, psychic 1, witch 1  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S, F (a gold dragon scale)  ",
			"**Range** touch  ",
			"**Target** creature touched  ",
			"**Duration** 1 minute/level  ",
			"**Saving Throw** Will negates (harmless); **Spell Resistance** no",
			"",
			"You gift the target with the ability to perfect its actions via mental clarity. On the next attack roll, saving throw, ability check, or skill check the target attempts, it rolls twice and takes the more favorable result. For every 5 caster levels you have, the target can roll twice on an additional attack roll, saving throw, ability check, or skill check (to a maximum of 5 rolls at 20th level).",
			"",
			"Hermean potential is countered and dispelled by ill omen, but does not itself counter or dispel ill omen."
		]
	},
	"heroes_feast": {
		"name": "Heroes' Feast",
		"sources": [ "PRPG Core Rulebook" ],
		"description": [
			"## Heroes' Feast",
			"",
			"{SOURCE PRPG Core Rulebook/295}  ",
			"**School** {spelldef/conjuration} ({spelldef/creation}); **Level** bard 6, cleric 6, inquisitor 6, oracle 6, skald 6, warpriest 6  ",
			"**Casting Time** 10 minutes  ",
			"**Components** V, S, DF  ",
			"**Range** close (25 ft. + 5 ft./2 levels)  ",
			"**Effect** feast for one creature/level  ",
			"**Duration** 1 hour plus 12 hours; see text  ",
			"**Saving Throw** none; **Spell Resistance** no",
			"",
			"You bring forth a great feast, including a magnificent table, chairs, service, and food and drink. The feast takes 1 hour to consume, and the beneficial effects do not set in until this hour is over. Every creature partaking of the feast is cured of all sickness and nausea, receives the benefits of both neutralize poison and remove disease, and gains 1d8 temporary hit points + 1 point per two caster levels (maximum +10) after imbibing the nectar-like beverage that is part of the feast. The ambrosial food grants each creature that partakes a +1 morale bonus on attack rolls and Will saves and a +4 morale bonus on saving throws against poison and fear effects for 12 hours.",
			"",
			"If the feast is interrupted for any reason, the spell is ruined and all effects of the spell are negated."
		]
	},
	"heroic_finale": {
		"name": "Heroic Finale",
		"sources": [ "Advanced Player's Guide" ],
		"description": [
			"## Heroic Finale",
			"",
			"{SOURCE Advanced Player's Guide/226}  ",
			"**School** {spelldef/enchantment} ({spelldef/compulsion}) [{spelldef/mind-affecting}]; **Level** bard 4, skald 4  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S  ",
			"**Range** close (25 ft. + 5 ft./2 levels)  ",
			"**Target** one creature  ",
			"**Duration** instantaneous  ",
			"**Saving Throw** Will negates (harmless); **Spell Resistance** yes (harmless)",
			"",
			"You must have a bardic performance in effect to cast this spell. With a flourish, you immediately end the performance, and one creature within range affected by your bardic performance can make a move action or a standard action of their choice."
		]
	},
	"heroic_fortune": {
		"name": "Heroic Fortune",
		"sources": [ "Advanced Player's Guide" ],
		"description": [
			"## Heroic Fortune",
			"",
			"{SOURCE Advanced Player's Guide/324}  ",
			"**School** {spelldef/evocation}; **Level** alchemist 2, bard 2, cleric 2, investigator 2, oracle 2, paladin 3, skald 2, warpriest 2  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S, DF, M (diamond dust worth 100 gp)  ",
			"**Range** touch  ",
			"**Target** creature touched  ",
			"**Duration** 1 round/level  ",
			"**Saving Throw** Will negates (harmless); **Spell Resistance** no",
			"",
			"This spell grants 1 hero point to the target. This hero point must be spent before the duration expires, or it is lost. The bonus hero point is spent before any other hero points the target might possess.",
			"",
			"### Heroic Fortune, Mass",
			"",
			"{SOURCE Advanced Player's Guide/324}  ",
			"**School** {spelldef/evocation}; **Level** bard 4, cleric 5, oracle 5, skald 4, warpriest 5  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S, DF, M (diamond dust worth 1,000 gp)  ",
			"**Range** close (25 ft. + 5 ft./2 levels)  ",
			"**Targets** one or more creatures, no two of which can be more than 30 ft. apart  ",
			"**Duration** 1 round/level  ",
			"**Saving Throw** Will negates (harmless); **Spell Resistance** no",
			"",
			"This spell functions like heroic fortune, except as noted above."
		]
	},
	"heroic_fortune_mass": {
		"name": "Heroic Fortune, Mass",
		"copyof": "heroic_fortune"
	},
	"mass_heroic_fortune": {
		"copyof": "heroic_fortune_mass"
	},
	"heroic_invocation": {
		"name": "Heroic Invocation",
		"sources": [ "Ultimate Combat" ],
		"description": [
			"## Heroic Invocation",
			"",
			"{SOURCE Ultimate Combat/231}  ",
			"**School** {spelldef/enchantment} ({spelldef/compulsion}) [{spelldef/mind-affecting}]; **Level** arcanist 9, psychic 9, sorcerer 9, witch 9, wizard 9  ",
			"**Casting Time** 10 minutes  ",
			"**Components** V, S  ",
			"**Range** close (25 ft. + 5 ft./2 levels)  ",
			"**Target** one or more creatures, no two of which can be more than 30 ft. apart  ",
			"**Duration** 10 minutes /level  ",
			"**Saving Throw** Will negates (harmless); **Spell Resistance** yes (harmless)",
			"",
			"Using worlds of ancient power, you bestow heroic powers on all creatures subject to this spell. They gain a +4 morale bonus on attack and damage rolls, gain 2d8+4 temporary hit points, and become immune to both fear and charm effects for the spell's duration.",
			"",
			"At the end of the spell's duration, the subjects become fatigued."
		]
	},
	"heroism": {
		"name": "Heroism",
		"sources": [
			"PRPG Core Rulebook",
			"Mythic Adventures",
			"Ultimate Intrigue"
		],
		"description": [
			"## Heroism",
			"",
			"{SOURCE PRPG Core Rulebook/295}  ",
			"**School** {spelldef/enchantment} ({spelldef/compulsion}) [{spelldef/mind-affecting}]; **Level** alchemist 3, arcanist 3, bard 2, bloodrager 3, inquisitor 3, investigator 3, medium 2, psychic 3, skald 2, sorcerer 3, spiritualist 3, summoner 3, unchained summoner 3, witch 3, wizard 3  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S  ",
			"**Range** touch  ",
			"**Target** creature touched  ",
			"**Duration** 10 min./level  ",
			"**Saving Throw** Will negates (harmless); **Spell Resistance** yes (harmless)",
			"",
			"This spell imbues a single creature with great bravery and morale in battle. The target gains a +2 morale bonus on attack rolls, saves, and skill checks.",
			"",
			"### Mythic Heroism",
			"",
			"{SOURCE Mythic Adventures/98}",
			"",
			"The morale bonus increases to +4 and applies on all checks, attack rolls, saves, and weapon damage rolls. Allies adjacent to the target gain a +4 morale bonus on saves against fear effects.",
			"",
			"*Augmented (3rd):* If you expend two uses of mythic power, the target can attempt one additional attack per round when taking a full attack action (as if using a haste spell). The target can use this additional attack ability a number of times equal to your tier.",
			"",
			"### Heroism, Greater",
			"",
			"{SOURCE PRPG Core Rulebook/295}  ",
			"**School** {spelldef/enchantment} ({spelldef/compulsion}) [{spelldef/mind-affecting}]; **Level** arcanist 6, bard 5, psychic 6, skald 5, sorcerer 6, spiritualist 6, summoner 5, unchained summoner 6, witch 6, wizard 6  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S  ",
			"**Range** touch  ",
			"**Target** creature touched  ",
			"**Duration** 1 min./level  ",
			"**Saving Throw** Will negates (harmless); **Spell Resistance** yes (harmless)",
			"",
			"This spell functions like heroism, except the creature gains a +4 morale bonus on attack rolls, saves, and skill checks, immunity to fear effects, and temporary hit points equal to your caster level (maximum 20).",
			"",
			"### Hollow Heroism",
			"",
			"{SOURCE Ultimate Intrigue/216}  ",
			"**School** {spelldef/enchantment} ({spelldef/compulsion}) [{spelldef/mind-affecting}, {spelldef/ruse}]; **Level** arcanist 4, bard 3, bloodrager 4, inquisitor 4, medium 3, psychic 4, skald 3, sorcerer 4, spiritualist 4, summoner 4, unchained summoner 4, witch 4, wizard 4  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S  ",
			"**Range** touch  ",
			"**Target** creature touched  ",
			"**Duration** 10 minutes/level (D)  ",
			"**Saving Throw** Will negates (harmless); **Spell Resistance** yes (harmless)",
			"",
			"This spell functions as heroism, except that you can reverse the spell by issuing a special command as a standard action if you are within medium range (100 feet + 10 feet per caster level) of the target. The target loses the bonuses and instead takes a -2 penalty on attack rolls, saving throws, and skill checks until the spell's duration ends (no save).",
			"",
			"Attempts to identify hollow heroism with a skill check incorrectly identify it as heroism.",
			"",
			"### Hollow Heroism, Greater",
			"",
			"{SOURCE Ultimate Intrigue/216}  ",
			"**School** {spelldef/enchantment} ({spelldef/compulsion}) [{spelldef/mind-affecting}, {spelldef/ruse}]; **Level** arcanist 7, bard 6, psychic 7, skald 6, sorcerer 7, witch 7, wizard 7  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S  ",
			"**Range** touch  ",
			"**Target** creature touched  ",
			"**Duration** 1 minute/level (D)  ",
			"**Saving Throw** Will negates (harmless); **Spell Resistance** yes (harmless)",
			"",
			"This spell functions as greater heroism, except that you can reverse the spell by issuing a special command as a standard action if you are within medium range (100 feet + 10 feet per caster level) of the target. The target loses the bonuses and instead takes a -4 penalty on attack rolls, saving throws, and skill checks until the spell's duration ends (no save), increasing to a -8 penalty against fear effects. Additionally, she takes damage equal to your caster level when you reverse the spell.",
			"",
			"Attempts to identify greater hollow heroism with a skill check incorrectly identify it as greater heroism."
		]
	},
	"heroism_greater": {
		"name": "Heroism, Greater",
		"copyof": "heroism"
	},
	"greater_heroism": {
		"copyof": "heroism_greater"
	},
	"hollow_heroism": {
		"name": "Hollow Heroism",
		"copyof": "heroism"
	},
	"hollow_heroism_greater": {
		"name": "Hollow Heroism, Greater",
		"copyof": "heroism"
	},
	"greater_hollow_heroism": {
		"copyof": "hollow_heroism_greater"
	},
	"heros_defiance": {
		"name": "Hero's Defiance",
		"sources": [ "Advanced Player's Guide" ],
		"description": [
			"## Hero's Defiance",
			"",
			"{SOURCE Advanced Player's Guide/226}  ",
			"**School** {spelldef/conjuration} ({spelldef/healing}); **Level** paladin 1  ",
			"**Casting Time** 1 immediate action  ",
			"**Components** V  ",
			"**Range** personal  ",
			"**Target** you  ",
			"**Duration** instantaneous",
			"",
			"The instant before you are reduced to 0 or fewer hit points, you can expend a use of your lay on hands ability to heal yourself as if you had used lay on hands, plus an additional 1d6 hit points. If this healing brings your hit point total above 0 hit points, you do not fall, and may continue to act. If you have no more uses of lay on hands this spell has no effect."
		]
	},
	"hex_glyph": {
		"name": "Hex Glyph",
		"sources": [ "Advanced Class Guide" ],
		"description": [
			"## Hex Glyph",
			"",
			"{SOURCE Advanced Class Guide/184}  ",
			"**School** {spelldef/abjuration}; **Level** shaman 3, witch 3  ",
			"**Casting Time** 10 minutes  ",
			"**Components** V, S, M (powdered diamond worth 200 gp)  ",
			"**Range** touch  ",
			"**Target or Area** object touched or up to 5 sq. ft./level  ",
			"**Duration** permanent until discharged (D)  ",
			"**Saving Throw** see text; **Spell Resistance** no (object) and yes (see text)",
			"",
			"This spell functions like the spell glyph version of glyph of warding, except you can store a hex you know (but not a major hex or a grand hex) instead of a spell. If the hex has a target, it targets the intruder. If the hex has an area or an amorphous effect, the area or effect is centered on the intruder. The triggered hex uses this spell's caster level and DC.",
			"",
			"{spell/Read magic} allows its caster to identify a hex glyph with a successful DC 13 Knowledge (arcana) check. Identifying the glyph does not discharge it and indicates that it stores a hex, but does not indicate the effect of that hex.",
			"",
			"### Hex Glyph, Greater",
			"",
			"{SOURCE Advanced Class Guide/184}  ",
			"**School** {spelldef/abjuration}; **Level** shaman 5, witch 5  ",
			"**Casting Time** 10 minutes  ",
			"**Components** V, S, M (powdered diamond worth 400 gp)  ",
			"**Range** touch  ",
			"**Target or Area** object touched or up to 5 sq. ft./level  ",
			"**Duration** permanent until discharged (D)  ",
			"**Saving Throw** see text; **Spell Resistance** no (object) and yes (see text)",
			"",
			"This spell functions as hex glyph, except you can store a hex or a major hex (but not a grand hex). You trace the glyph with incense, which must first be sprinkled with powdered diamond (as noted in the material line).",
			"",
			"{spell/Read magic} allows its caster to identify a greater hex glyph with a DC 16 Spellcraft check."
		]
	},
	"hex_glyph_greater": {
		"name": "Hex Glyph, Greater",
		"copyof": "hex_glyph"
	},
	"greater_hex_glyph": {
		"copyof": "hex_glyph_greater"
	},
	"hex_vulnerability": {
		"name": "Hex Vulnerability",
		"sources": [ "Advanced Class Guide" ],
		"description": [
			"## Hex Vulnerability",
			"",
			"{SOURCE Advanced Class Guide/184}  ",
			"**School** {spelldef/necromancy} [{spelldef/curse}]; **Level** shaman 1, witch 1  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S, M (a drop of your blood)  ",
			"**Range** close (25 ft. + 5 ft./2 levels)  ",
			"**Target** one creature  ",
			"**Duration** 1 round/level  ",
			"**Saving Throw** Will negates; **Spell Resistance** yes",
			"",
			"The targeted creature becomes susceptible to a repeat use of your harmful hexes, even if you could not otherwise target that creature with a particular hex for a certain time period. For example, normally after you target a creature with a charm hex, you cannot target it again for 1 day. But after casting this spell on a creature, you could try the charm hex repeatedly as long as the spell persists. The end of this spell has no effect on any active or ongoing hex on a creature. For example, if the creature failed its save against a second use of your charm hex, it remains charmed for the normal duration, even if the spell expires before the hex does.",
			"",
			"Each subsequent casting of this spell on a target within a 24-hour period gives the target a +4 bonus on its save against the spell and imposes a -4 penalty on your caster level check to overcome the target's spell resistance with this spell."
		]
	},
	"hex_ward": {
		"name": "Hex Ward",
		"sources": [
			"Ultimate Magic",
			"Mythic Adventures"
		],
		"description": [
			"## Hex Ward",
			"",
			"{SOURCE Ultimate Magic/223}  ",
			"**School** {spelldef/abjuration}; **Level** inquisitor 1, occultist 1, shaman 1, witch 1  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S  ",
			"**Range** touch  ",
			"**Target** creature touched  ",
			"**Duration** 1 hour/level  ",
			"**Saving Throw** Will negates (harmless); **Spell Resistance** yes (harmless)",
			"",
			"You give the target a +4 resistance bonus on saving throws against witch hexes.",
			"",
			"### Mythic Hex Ward",
			"",
			"{SOURCE Mythic Adventures/98}",
			"",
			"The target gains immunity to one witch hex (but not a major hex or grand hex) of your choice.",
			"",
			"*Augmented (3rd):* If you expend two uses of mythic power, instead of granting immunity to one witch hex, you can grant immunity to two hexes or one major hex.",
			"",
			"If you're at least 6th tier and expend three uses of mythic power, you instead grant immunity to three hexes, two major hexes, or one grand hex."
		]
	},
	"hibernate": {
		"name": "Hibernate",
		"sources": [ "Faction Guide" ],
		"description": [
			"## Hibernate",
			"",
			"{SOURCE Faction Guide/61}  ",
			"**School** {spelldef/necromancy}; **Level** druid 1, hunter 1  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S, DF  ",
			"**Range** touch  ",
			"**Target** creature touched  ",
			"**Duration** 1 minute/level (D)  ",
			"**Saving Throw** none; **Spell Resistance** no",
			"",
			"You place a willing subject into a cataleptic state. It remains aware of its surroundings but is paralyzed, appearing dead unless observers make a DC 20 Heal check. Hibernate delays the effects of poison, disease, and bleed effects for the spell's duration, and half of any hit point damage suffered by the subject is converted to nonlethal damage.",
			"",
			"This spell originated with the Green Faith, but has spread to all other druidic religions."
		]
	},
	"hidden_blades": {
		"name": "Hidden Blades",
		"sources": [ "Magic Tactics Toolbox" ],
		"description": [
			"## Hidden Blades",
			"",
			"{SOURCE Magic Tactics Toolbox/25}  ",
			"**School** {spelldef/illusion} ({spelldef/glamer}); **Level** alchemist 2, antipaladin 2, arcanist 2, bard 2, inquisitor 2, investigator 2, magus 2, skald 2, sorcerer 2, summoner 2, unchained summoner 2, wizard 2  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S, M (a shard of glass)  ",
			"**Range** touch  ",
			"**Target** weapon or ammunition touched; see text  ",
			"**Duration** 10 minutes/level  ",
			"**Saving Throw** Will negates (harmless, object); **Spell Resistance** yes (harmless, object)",
			"",
			"You render a target weapon or up to 50 pieces of ammunition invisible, granting the wielder a +20 bonus on Sleight of Hand checks made to conceal the weapon or ammunition and a +5 circumstance bonus on Bluff checks to feint with the weapon or ammunition."
		]
	},
	"hidden_knowledge": {
		"name": "Hidden Knowledge",
		"sources": [
			"Adventurer's Guide",
			"Second Darkness Player's Guide"
		],
		"description": [
			"## Hidden Knowledge",
			"",
			"{SOURCE Adventurer's Guide/60;Second Darkness Player's Guide/26}  ",
			"**School** {spelldef/transmutation}; **Level** arcanist 2, bard 2, medium 2, mesmerist 2, occultist 2, psychic 2, skald 2, sorcerer 2, wizard 2  ",
			"**Casting Time** 1 round  ",
			"**Components** V, S, M (a drop of ink)  ",
			"**Range** personal  ",
			"**Target** you  ",
			"**Duration** up to 1 day/level (see text)",
			"",
			"This subtle but useful spell allows you to safeguard important knowledge - even from yourself. While casting this spell, you recite one piece of knowledge (up to a maximum of 50 words). Upon completion of the spell's casting, you transfer the knowledge from your mind to your skin in the form of an intricate, runic tattoo placed anywhere you choose on your body. The knowledge disappears utterly from your mind, and you might not realize you forgot something. The magic of the spell patches over gaps in your memory with recollections from the past. Until the spell's duration ends, the knowledge is lost to you. When you cast this spell, you decide how long you wish the spell's duration to be, up to a maximum duration of 1 day per level.",
			"",
			"Many [Cyphermages](rule/aff_i_tradition) commission nonmagical tattoos to disguise the effects of this spell. A {spell/detect magic} spell or a successful Linguistics or Spellcraft check (DC 20 + your Intelligence modifier) reveals an enchanted tattoo, but not its contents. The effects of hidden knowledge can be dispelled normally, in which case the knowledge is completely lost."
		]
	},
	"hidden_presence": {
		"name": "Hidden Presence",
		"sources": [ "Ultimate Intrigue" ],
		"description": [
			"## Hidden Presence",
			"",
			"{SOURCE Ultimate Intrigue/216}  ",
			"**School** {spelldef/enchantment} ({spelldef/compulsion}) [{spelldef/mind-affecting}]; **Level** arcanist 2, bard 2, inquisitor 2, mesmerist 2, psychic 2, skald 2, sorcerer 2, witch 2, wizard 2  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S, M (eye drops made with extract of poppy)  ",
			"**Range** close (25 ft. + 5 ft./2 levels)  ",
			"**Target** up to one creature per 3 caster levels  ",
			"**Duration** 1 minute/level (D)  ",
			"**Saving Throw** Will negates; **Spell Resistance** yes",
			"",
			"You prevent the targets from having conscious awareness of your presence. You make yourself completely undetectable to the subjects by erasing all awareness of your presence from their minds. The targets can't see, hear, smell, feel, or taste you, including with extraordinary or supernatural senses such as blindsense, blindsight, scent, or tremorsense. They can't pinpoint your location by any means, including detect spells.",
			"",
			"The targets remain unaware of your actions, provided you don't make any attacks or cause any obvious or directly threatening changes in the targets' environment. If you attack any of the target creatures, the effect ends. If you take an action that creates a sustained and obvious change in the target's environment - for example, attacking a creature other than a target or moving a sizeable or attended object the target can see - the target immediately receives a new saving throw."
		]
	},
	"hidden_speech": {
		"name": "Hidden Speech",
		"sources": [ "Advanced Player's Guide" ],
		"description": [
			"## Hidden Speech",
			"",
			"{SOURCE Advanced Player's Guide/227}  ",
			"**School** {spelldef/transmutation} [{spelldef/language-dependent}]; **Level** bard 2, inquisitor 3, medium 2, mesmerist 2, psychic 2, skald 2, witch 2  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S, M/DF (a cipher written on a piece of parchment)  ",
			"**Range** close (25 ft. + 5 ft./2 levels)  ",
			"**Target** you plus one creature/level, no two of which can be more than 30 ft. apart  ",
			"**Duration** 10 minutes/level (D)  ",
			"**Saving Throw** Will negates (harmless); **Spell Resistance** yes",
			"",
			"You greatly enhance the ability of the subjects to communicate hidden messages to each other. Each target gains a +10 competence bonus on Bluff checks to send secret message to other recipients. Others using opposed Sense Motive checks to decipher these messages receive a -5 penalty. All subjects affected by the spell must share a language to be able to pass messages."
		]
	},
	"hidden_spring": {
		"name": "Hidden Spring",
		"sources": [ "Ultimate Wilderness" ],
		"description": [
			"## Hidden Spring",
			"",
			"{SOURCE Ultimate Wilderness/231}  ",
			"**School** {spelldef/transmutation} [{spelldef/water}]; **Level** cleric 1, druid 1, hunter 1, oracle 1, ranger 1, shaman 1, warpriest 1, witch 1  ",
			"**Casting Time** 1 hour  ",
			"**Components** V, S, F (a Y-shaped wooden rod)  ",
			"**Range** touch  ",
			"**Effect** a spring of fresh water  ",
			"**Duration** 1 hour/level  ",
			"**Saving Throw** none; **Spell Resistance** no",
			"",
			"You spend 1 hour in quiet meditation, holding the focus component in both hands and walking around a natural area. You are simultaneously drawn to areas of natural moisture while drawing that moisture closer. As the spell's casting time concludes, you thrust the focus component into the ground. From that point, a fresh, clean water trickles forth at a rate of 1 gallon every 10 minutes. You cannot cast this spell inside a building or in an area of worked stone, but you can cast it underground. You cannot cast this spell within 1 mile of an existing hidden spring."
		]
	},
	"hide_bruises": {
		"name": "Hide Bruises",
		"sources": [ "Villain Codex" ],
		"description": [
			"## Hide Bruises",
			"",
			"{SOURCE Villain Codex/20}  ",
			"**School** {spelldef/illusion} ({spelldef/glamer}); **Level** antipaladin 1, arcanist 1, bard 1, inquisitor 1, mesmerist 1, occultist 1, psychic 1, skald 1, sorcerer 1, witch 1, wizard 1  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S, M (drop of blood)  ",
			"**Range** touch  ",
			"**Target** one creature touched  ",
			"**Duration** 10 minutes/level (D)  ",
			"**Saving Throw** none and Will disbelief (see text); **Spell Resistance** yes (harmless)",
			"",
			"The target's wounds to seem to disappear. A creature attempting a Heal check to tell the severity of the target's injuries takes a -10 penalty on that check. A creature that physically touches the glamered areas can attempt a Will save to recognize it as an illusion."
		]
	},
	"hide_campsite": {
		"name": "Hide Campsite",
		"sources": [ "Advanced Player's Guide" ],
		"description": [
			"## Hide Campsite",
			"",
			"{SOURCE Advanced Player's Guide/227}  ",
			"**School** {spelldef/illusion} ({spelldef/glamer}); **Level** druid 3, hunter 2, ranger 2  ",
			"**Casting Time** 10 minutes  ",
			"**Components** V, S, M (a sprig of mistletoe, and a vial of quicksilver)  ",
			"**Range** close (25 ft. + 5 ft./2 levels)  ",
			"**Area** one 20-ft. cube  ",
			"**Duration** 2 hours/level (D)  ",
			"**Saving Throw** Will disbelief (if interacted with); **Spell Resistance** no",
			"",
			"You make the area around a campsite appear to be a thicket of untouched and forbidding foliage, or some other unwelcoming feature matching the surrounding terrain. Creatures outside the area cannot sense any activity going on inside the area - they cannot smell campfires or cooking food, they cannot hear conversation, loud noises, or spells being cast, and they cannot even feel heat or a rush of wind coming from the area. Those inside the area can see out normally. Once a creature steps into the area of the spell, it can see everything in and around the area normally."
		]
	},
	"hide_from_animals": {
		"name": "Hide from Animals",
		"sources": [ "PRPG Core Rulebook" ],
		"description": [
			"## Hide from Animals",
			"",
			"{SOURCE PRPG Core Rulebook/296}  ",
			"**School** {spelldef/abjuration}; **Level** druid 1, hunter 1, ranger 1, shaman 1  ",
			"**Casting Time** 1 standard action  ",
			"**Components** S, DF  ",
			"**Range** touch  ",
			"**Targets** one creature touched/level  ",
			"**Duration** 10 min./level (D)  ",
			"**Saving Throw** Will negates (harmless); **Spell Resistance** yes",
			"",
			"Animals cannot sense the warded creatures. Even extraordinary or supernatural sensory capabilities, such as blindsense, blindsight, scent, and tremorsense, cannot detect or locate warded creatures. Animals simply act as though the warded creatures are not there. If a warded character touches an animal or attacks any creature, even with a spell, the spell ends for all recipients."
		]
	},
	"hide_from_undead": {
		"name": "Hide from Undead",
		"sources": [
			"PRPG Core Rulebook",
			"People of the Wastes"
		],
		"description": [
			"## Hide from Undead",
			"",
			"{SOURCE PRPG Core Rulebook/296}  ",
			"**School** {spelldef/abjuration}; **Level** cleric 1, inquisitor 1, oracle 1, warpriest 1  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S, DF  ",
			"**Range** touch  ",
			"**Targets** one touched creature/level  ",
			"**Duration** 10 min./level (D)  ",
			"**Saving Throw** Will negates (harmless); see text; **Spell Resistance** yes",
			"",
			"Undead cannot see, hear, or smell creatures warded by this spell. Even extraordinary or supernatural sensory capabilities, such as blindsense, blindsight, scent, and tremorsense, cannot detect or locate warded creatures. Nonintelligent undead creatures (such as skeletons or zombies) are automatically affected and act as though the warded creatures are not there. An intelligent undead creature gets a single Will saving throw. If it fails, the subject can't see any of the warded creatures. If it has reason to believe unseen opponents are present, however, it can attempt to find or strike them. If a warded creature attempts to channel positive energy, turn or command undead, touches an undead creature, or attacks any creature (even with a spell), the spell ends for all recipients.",
			"",
			"### Hide from Undead, Greater",
			"",
			"{SOURCE People of the Wastes/29}  ",
			"**School** {spelldef/abjuration}; **Level** cleric 3, inquisitor 3, oracle 3, warpriest 3  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S, DF  ",
			"**Range** touch  ",
			"**Targets** one touched creature/level  ",
			"**Duration** 10 minutes/level (D)  ",
			"**Saving Throw** Will negates (harmles); see text; **Spell Resistance** yes",
			"",
			"This spell functions as hide from undead, except the spell does not immediately end if a warded creature attempts to turn or command undead, channels positive energy, touches an undead creature, or attacks any creature. Instead, when the warded creature takes one of these actions, an intelligent undead creature can attempt another Will saving throw to negate the effects of the spell."
		]
	},
	"hide_from_undead_greater": {
		"name": "Hide from Undead, Greater",
		"copyof": "hide_from_undead"
	},
	"greater_hide_from_undead": {
		"copyof": "hide_from_undead_greater"
	},
	"hide_weapon": {
		"name": "Hide Weapon",
		"sources": [ "Dirty Tactics Toolbox" ],
		"description": [
			"## Hide Weapon",
			"",
			"{SOURCE Dirty Tactics Toolbox/30}  ",
			"**School** {spelldef/transmutation}; **Level** antipaladin 1, arcanist 1, bloodrager 1, hunter 1, inquisitor 1, magus 1, ranger 1, sorcerer 1, wizard 1  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S  ",
			"**Range** personal  ",
			"**Target** you  ",
			"**Duration** 1 hour/level (D)",
			"",
			"Upon casting this spell, a light or one-handed melee weapon in your hand melds with your flesh, accompanied by a disgusting sucking sound. The weapon disappears completely inside your arm, and thereafter for the duration of the spell, you can extend and retract the weapon as a move action.",
			"",
			"While extended, the weapon remains partially melded with your hand and arm, providing a +5 bonus to your CMD against disarm combat maneuvers. While the weapon is retracted, its shape adjusts to fit inside your arm, and you retain the use of your hand. Spotting the weapon on casual inspection is impossible, but anyone frisking you can attempt a DC 25 Perception check to notice a light weapon or a DC 20 Perception check to notice a one-handed weapon hidden inside your arm. If the weapon grants a bonus on Sleight of Hand checks to hide it (as does a dagger), the bonus is added to the DC to find the item. Anyone who sees you casting this spell doesn't need to succeed at a Perception check to know you have the hidden weapon.",
			"",
			"If you cast this spell a second time, you can hide another weapon inside your other arm. You can extend and retract both weapons as part of the same action."
		]
	},
	"hideous_laughter": {
		"name": "Hideous Laughter",
		"sources": [
			"PRPG Core Rulebook",
			"Mythic Adventures"
		],
		"description": [
			"## Hideous Laughter",
			"",
			"{SOURCE PRPG Core Rulebook/296}  ",
			"**School** {spelldef/enchantment} ({spelldef/compulsion}) [{spelldef/mind-affecting}]; **Level** arcanist 2, bard 1, medium 2, mesmerist 1, psychic 2, skald 1, sorcerer 2, wizard 2  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S, M (tiny fruit tarts and a feather)  ",
			"**Range** close (25 ft. + 5 ft./2 levels)  ",
			"**Target** one creature; see text  ",
			"**Duration** 1 round/level  ",
			"**Saving Throw** Will negates; **Spell Resistance** yes",
			"",
			"This spell afflicts the subject with uncontrollable laughter. It collapses into gales of manic laughter, falling prone. The subject can take no actions while laughing, but is not considered helpless. After the spell ends, it can act normally. On the creature's next turn, it may attempt a new saving throw to end the effect. This is a full round action that does not provoke attacks of opportunity. If this save is successful, the effect ends. If not, the creature continues laughing for the entire duration.",
			"",
			"A creature with an Intelligence score of 2 or lower is not affected. A creature whose type is different from the caster's receives a +4 bonus on its saving throw, because humor doesn't \"translate\" well.",
			"",
			"### Mythic Hideous Laughter",
			"",
			"{SOURCE Mythic Adventures/98}",
			"",
			"A creature of a type different than your own doesn't gain a bonus on its saving throws against this spell. The affected target laughs so hard it hurts, and takes 1d6 points of nonlethal damage each round it spends laughing.",
			"",
			"If the target fails its initial save, it must succeed at two follow-up saving throws (each a full-round action that doesn't provoke attacks of opportunity) to end the spell. Succeeding at only one save means the spell no longer deals damage, but the target is still unable to take actions.",
			"",
			"*Augmented:* If you expend two uses of mythic power, the target's laughter becomes contagious. When the target's allies are within 30 feet and can hear the laugh, they must successfully save against the spell or be sickened until the target stops laughing. The sickened effect ends if the ally moves more than 30 feet from the target or is unable to hear the target's laughter for an entire round."
		]
	},
	"hobble": {
		"name": "Hobble",
		"sources": [ "Villain Codex" ],
		"description": [
			"## Hobble",
			"",
			"{SOURCE Villain Codex/200}  ",
			"**School** {spelldef/transmutation}; **Level** arcanist 1, bard 1, bloodrager 1, hunter 1, inquisitor 1, magus 1, mesmerist 1, ranger 1, skald 1, sorcerer 1, wizard 1  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S, M (a drop of glue)  ",
			"**Range** close (25 ft. + 5 ft./2 levels)  ",
			"**Targets** one creature/level, no two of which can be more than 20 feet apart  ",
			"**Duration** 1 round/level  ",
			"**Saving Throw** Fortitude negates; **Spell Resistance** yes",
			"",
			"This spell disrupts the method a target uses for movement. Creatures under the effects of this spell move at half their base speed (rounded down to the nearest 5-foot increment) but can still take 5-foot steps as normal. Incorporeal creatures and creatures flying with perfect maneuverability are immune to the effects of this spell. Each round, a target receives another save to end the effect."
		]
	},
	"hobbling_bomb_admixture": {
		"name": "Hobbling Bomb Admixture",
		"sources": [ "Pathfinder #117: Assault on Longshadow" ],
		"description": [
			"## Hobbling Bomb Admixture",
			"",
			"{SOURCE Pathfinder #117: Assault on Longshadow/76}  ",
			"**School** {spelldef/transmutation}; **Level** alchemist 4, investigator 4 (Hadregash)  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S  ",
			"**Range** personal  ",
			"**Target** you  ",
			"**Duration** 1 round/level",
			"",
			"Upon drinking an extract created with this formula, you make a significant change to your magical reserve that modifies the nature of all bombs you create and throw during this extract's duration. This effect on your magical reserve has no effect on any discoveries that you use to modify your bombs, but you can have only one admixture effect (formula with the words \"bomb admixture\" in its title) active at a time. If you drink another bomb admixture, the effects of the former bomb admixture end and the new one becomes active.",
			"",
			"When you throw a bomb and hit a target directly, it affects up to three targets - the creature the bomb hit directly, and up to two other creatures that take damage from the splash damage (alchemist's choice). Each targeted creature must succeed at a Fortitude saving throw or have its speed reduced by 20 feet (minimum 0 feet)."
		]
	},
	"hold_animal": {
		"name": "Hold Animal",
		"sources": [ "PRPG Core Rulebook" ],
		"description": [
			"## Hold Animal",
			"",
			"{SOURCE PRPG Core Rulebook/296}  ",
			"**School** {spelldef/enchantment} ({spelldef/compulsion}) [{spelldef/mind-affecting}]; **Level** druid 2, hunter 2, mesmerist 2, psychic 2, ranger 2  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S  ",
			"**Range** medium (100 ft. + 10 ft./level)  ",
			"**Target** one animal  ",
			"**Duration** 1 round/level (D); see text  ",
			"**Saving Throw** Will negates; see text; **Spell Resistance** yes",
			"",
			"This spell functions like hold person, except that it affects an animal instead of a humanoid."
		]
	},
	"hold_monster": {
		"name": "Hold Monster",
		"sources": [ "PRPG Core Rulebook" ],
		"description": [
			"## Hold Monster",
			"",
			"{SOURCE PRPG Core Rulebook/296}  ",
			"**School** {spelldef/enchantment} ({spelldef/compulsion}) [{spelldef/mind-affecting}]; **Level** arcanist 5, bard 4, inquisitor 4, medium 4, mesmerist 4, occultist 4, psychic 5, skald 4, sorcerer 5, summoner 4, unchained summoner 5, witch 5, wizard 5  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S, M/DF (one hard metal bar or rod, which can be as small as a three-penny nail)  ",
			"**Range** medium (100 ft. + 10 ft./level)  ",
			"**Target** one living creature  ",
			"**Duration** 1 round/level (D); see text  ",
			"**Saving Throw** Will negates; see text; **Spell Resistance** yes",
			"",
			"This spell functions like hold person, except that it affects any living creature that fails its Will save.",
			"",
			"### Hold Monster, Mass",
			"",
			"{SOURCE PRPG Core Rulebook/296}  ",
			"**School** {spelldef/enchantment} ({spelldef/compulsion}) [{spelldef/mind-affecting}]; **Level** arcanist 9, psychic 9, sorcerer 9, witch 9, wizard 9  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S, M/DF (one hard metal bar or rod, which can be as small as a three-penny nail)  ",
			"**Range** medium (100 ft. + 10 ft./level)  ",
			"**Targets** one or more creatures, no two of which can be more than 30 ft. apart  ",
			"**Duration** 1 round/level (D); see text  ",
			"**Saving Throw** Will negates; see text; **Spell Resistance** yes",
			"",
			"This spell functions like hold person, except that it affects multiple creatures and holds any living creature that fails its Will save."
		]
	},
	"hold_monster_mass": {
		"name": "Hold Monster, Mass",
		"copyof": "hold_monster"
	},
	"mass_hold_monster": {
		"copyof": "hold_monster_mass"
	},
	"hold_person": {
		"name": "Hold Person",
		"sources": [
			"PRPG Core Rulebook",
			"The First World, Realm of the Fey"
		],
		"description": [
			"## Hold Person",
			"",
			"{SOURCE PRPG Core Rulebook/296}  ",
			"**School** {spelldef/enchantment} ({spelldef/compulsion}) [{spelldef/mind-affecting}]; **Level** antipaladin 2, arcanist 3, bard 2, bloodrager 3, cleric 2, inquisitor 2, medium 2, mesmerist 2, occultist 3, oracle 2, psychic 2, shaman 2, skald 2, sorcerer 3, warpriest 2, witch 2, wizard 3  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S, F/DF (a small, straight piece of iron)  ",
			"**Range** medium (100 ft. + 10 ft./level)  ",
			"**Target** one humanoid creature  ",
			"**Duration** 1 round/level (D); see text  ",
			"**Saving Throw** Will negates; see text; **Spell Resistance** yes",
			"",
			"The subject becomes paralyzed and freezes in place. It is aware and breathes normally but cannot take any actions, even speech. Each round on its turn, the subject may attempt a new saving throw to end the effect. This is a full-round action that does not provoke attacks of opportunity. A winged creature who is paralyzed cannot flap its wings and falls. A swimmer can't swim and may drown.",
			"",
			"### Hold Fey",
			"",
			"{SOURCE The First World, Realm of the Fey/12}  ",
			"**School** {spelldef/enchantment} ({spelldef/compulsion}) [{spelldef/mind-affecting}]; **Level** arcanist 3, bard 2, cleric 2, inquisitor 2, oracle 2, sorcerer 3, warpriest 2, witch 2, wizard 3  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S, F/DF (a small, straight piece of iron)  ",
			"**Range** medium (100 ft. + 10 ft./level)  ",
			"**Target** one fey creature  ",
			"**Duration** 1 round/level (D); see text  ",
			"**Saving Throw** Will negates; see text; **Spell Resistance** yes",
			"",
			"This spell functions as per hold person, except it affects a fey instead of a humanoid.",
			"",
			"### Hold Person, Mass",
			"",
			"{SOURCE PRPG Core Rulebook/296}  ",
			"**School** {spelldef/enchantment} ({spelldef/compulsion}) [{spelldef/mind-affecting}]; **Level** arcanist 7, mesmerist 6, psychic 7, sorcerer 7, witch 7, wizard 7  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S, F/DF (a small, straight piece of iron)  ",
			"**Range** medium (100 ft. + 10 ft./level)  ",
			"**Targets** one or more humanoid creatures, no two of which can be more than 30 ft. apart  ",
			"**Duration** 1 round/level (D); see text  ",
			"**Saving Throw** Will negates; see text; **Spell Resistance** yes",
			"",
			"This spell functions like hold person, except as noted above."
		]
	},
	"hold_person_mass": {
		"name": "Hold Person, Mass",
		"copyof": "hold_person"
	},
	"mass_hold_person": {
		"copyof": "hold_person_mass"
	},
	"hold_fey": {
		"name": "Hold Fey",
		"copyof": "hold_person"
	},
	"hold_portal": {
		"name": "Hold Portal",
		"sources": [
			"PRPG Core Rulebook",
			"Mythic Adventures"
		],
		"description": [
			"## Hold Portal",
			"",
			"{SOURCE PRPG Core Rulebook/297}  ",
			"**School** {spelldef/abjuration}; **Level** arcanist 1, occultist 1, psychic 1, sorcerer 1, wizard 1  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V  ",
			"**Range** medium (100 ft. + 10 ft./level)  ",
			"**Target** one portal, up to 20 sq. ft./level  ",
			"**Duration** 1 min./level (D)  ",
			"**Saving Throw** none; **Spell Resistance** no",
			"",
			"This spell magically holds shut a door, gate, window, or shutter of wood, metal, or stone. The magic affects the portal just as if it were securely closed and normally locked. A knock spell or a successful dispel magic spell can negate a hold portal spell.",
			"",
			"Add 5 to the normal DC for forcing open a portal affected by this spell.",
			"",
			"### Mythic Hold Portal",
			"",
			"{SOURCE Mythic Adventures/98}",
			"",
			"The target portal can be as large as 30 square feet per caster level. A creature attempting to force open the portal must first succeed at a Will save against the spell's DC. This is a mind-affecting effect. Failure means the creature can't open the door while the spell is in effect."
		]
	},
	"hollow_blades": {
		"name": "Hollow Blades",
		"sources": [ "Giant Hunter's Handbook" ],
		"description": [
			"## Hollow Blades",
			"",
			"{SOURCE Giant Hunter's Handbook/26}  ",
			"**School** {spelldef/transmutation}; **Level** arcanist 3, hunter 1, magus 2, ranger 1, shaman 3, sorcerer 3, witch 3, wizard 3  ",
			"**Casting Time** 1 round  ",
			"**Components** V, S  ",
			"**Range** medium (100 ft. + 10 ft./level)  ",
			"**Target** one creature  ",
			"**Duration** 1 round/level  ",
			"**Saving Throw** Fortitude negates; **Spell Resistance** yes",
			"",
			"All melee and natural attacks from the target deal damage as if the target were one size category smaller than it actually is. While the target is under the effects of this spell, weapons dropped by the target function normally for other creatures, while any melee weapons picked up by the target deal damage as if one size smaller. Ranged attacks and weapons are unaffected by this spell."
		]
	},
	"holy_aura": {
		"name": "Holy Aura",
		"sources": [ "PRPG Core Rulebook" ],
		"description": [
			"## Holy Aura",
			"",
			"{SOURCE PRPG Core Rulebook/297}  ",
			"**School** {spelldef/abjuration} [{spelldef/good}]; **Level** cleric 8, oracle 8  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S, F (a tiny reliquary worth 500 gp)  ",
			"**Range** 20 ft.  ",
			"**Targets** one creature/level in a 20-ft.-radius burst centered on you  ",
			"**Duration** 1 round/level (D)  ",
			"**Saving Throw** see text; **Spell Resistance** yes (harmless)",
			"",
			"A brilliant divine radiance surrounds the subjects, protecting them from attacks, granting them resistance to spells cast by evil creatures, and causing evil creatures to become blinded when they strike the subjects. This abjuration has four effects.",
			"",
			"First, each warded creature gains a +4 deflection bonus to AC and a +4 resistance bonus on saves. Unlike {spell/protection from evil}, this benefit applies against all attacks, not just against attacks by evil creatures.",
			"",
			"Second, each warded creature gains spell resistance 25 against evil spells and spells cast by evil creatures.",
			"",
			"Third, the abjuration protects the recipient from possession and mental influence, just as protection from evil does.",
			"",
			"Finally, if an evil creature succeeds on a melee attack against a creature warded by a holy aura, the offending attacker is blinded (Fortitude save negates, as blindness/deafness, but against holy aura's save DC)."
		]
	},
	"holy_ice": {
		"name": "Holy Ice",
		"sources": [ "Ultimate Magic" ],
		"description": [
			"## Holy Ice",
			"",
			"{SOURCE Ultimate Magic/223}  ",
			"**School** {spelldef/transmutation} [{spelldef/cold}, {spelldef/good}, {spelldef/water}]; **Level** cleric 5, oracle 5, warpriest 5  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S, M (a flask of holy water or 5 pounds of powdered silver worth 25 gp)  ",
			"**Range** medium (100 ft. + 10 ft./level)  ",
			"**Effect** wall of ice or flying ice javelins (see text)  ",
			"**Duration** 1 minute/level, instantaneous, or until expended (see text)  ",
			"**Saving Throw** Reflex negates or none (see text); **Spell Resistance** yes",
			"",
			"This spell creates a large mass of frozen holy water that can be used for one of two effects.",
			"",
			"*Holy Ice Wall:* This functions like wall of ice (hemisphere or plane). Any creature that takes damage from holy water takes 1 point of damage every time it touches or attacks the ice wall with melee attacks; extended contact with the wall (such as standing or walking on it) deals 1d6 points of damage. Even when the ice has been broken through, a sheet of frigid holy air remains. Any creature that steps through it (including the one who broke through the wall) takes 1d6 points of damage + 1 point per caster level (no save); half of this damage is cold damage, half is damage from holy water (creatures unharmed by holy water do not take the damage).",
			"",
			"*Holy Ice Javelins:* The spell creates a number of javelins of frozen holy water in your square equal to your caster level (maximum 15), which hurl themselves toward one or more targets that are no more than 10 feet away from each other. You must succeed on attack rolls (one per javelin) to hit the target with the javelin, using your base attack bonus + your Wisdom modifier. The javelins deal 1d6 damage each, plus 1 point of cold damage and 1 point of damage from holy water. The javelins are destroyed by this attack."
		]
	},
	"holy_ice_weapon": {
		"name": "Holy Ice Weapon",
		"sources": [ "Advanced Class Guide" ],
		"description": [
			"## Holy Ice Weapon",
			"",
			"{SOURCE Advanced Class Guide/185}  ",
			"**School** {spelldef/transmutation} [{spelldef/cold}, {spelldef/good}, {spelldef/water}]; **Level** cleric 2, inquisitor 2, oracle 2, warpriest 2  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S, M (a flask of holy water, or 5 pounds of powdered silver worth 25 gp)  ",
			"**Range** 0 ft.  ",
			"**Effect** one ice weapon  ",
			"**Duration** 1 minute/level (D)  ",
			"**Saving Throw** none; **Spell Resistance** no",
			"",
			"You create a masterwork weapon that has the qualities of ice and holy water. This weapon must be a simple weapon or your deity's favored weapon. The weapon deals normal damage for a weapon of that type, plus 1 point of cold damage per caster level (maximum 10). In addition, any creature struck by the weapon is also hit by holy water, dealing 1d4 points of damage if the creature is susceptible to holy water. If the weapon leaves your hands for more than 1 round, it melts and the spell ends.",
			"",
			"At caster level 6th, the weapon gains the returning weapon special ability when thrown, melting away after an attack and re-forming in your hand just before your next turn.",
			"",
			"### Unholy Ice Weapon",
			"",
			"{SOURCE Advanced Class Guide/198}  ",
			"**School** {spelldef/transmutation} [{spelldef/cold}, {spelldef/evil}, {spelldef/water}]; **Level** cleric 2, inquisitor 2, oracle 2, warpriest 2  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S, M (a flask of unholy water, or 5 pounds of powdered silver worth 25 gp)  ",
			"**Range** 0 ft.  ",
			"**Effect** one ice weapon  ",
			"**Duration** 1 minute/level (D)  ",
			"**Saving Throw** none; **Spell Resistance** no",
			"",
			"This spell functions as holy ice weapon, except the weapon is made of frozen unholy water, and instead deals additional damage to creatures that are susceptible to unholy water."
		]
	},
	"unholy_ice_weapon": {
		"name": "Unholy Ice Weapon",
		"copyof": "holy_ice_weapon"
	},
	"holy_javelin": {
		"name": "Holy Javelin",
		"sources": [ "Horror Adventures" ],
		"description": [
			"## Holy Javelin",
			"",
			"{SOURCE Horror Adventures/119}  ",
			"**School** {spelldef/conjuration} ({spelldef/creation}) [{spelldef/good}]; **Level** cleric 3, inquisitor 3, oracle 3, paladin 2, warpriest 3  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S, DF  ",
			"**Range** medium (100 ft. + 10 ft./level)  ",
			"**Effect** javelin of divine energy  ",
			"**Duration** 1 round + 1 round/4 levels  ",
			"**Saving Throw** none; **Spell Resistance** yes",
			"",
			"You create a shimmering javelin of holy energy to hurl at an enemy as a ranged touched attack. The javelin deals 1d6 points of damage to an evil creature on a successful attack; it dissipates harmlessly against creatures of any other alignment. Each time a creature starts its turn while impaled by the javelin, it takes another 1d6 points of damage. For every 4 caster levels you have, the javelin remains in the creature for an additional round (to a maximum of 5 rounds at 18th level). While the creature remains impaled, it takes a -2 penalty on attack rolls and skill checks. As a move action, the creature (or another adjacent creature) can attempt to pull the javelin out (causing it to immediately disappear) with a DC 12 Strength check.",
			"",
			"The holy javelin glows like a torch, and this light clearly indicates the impaled creature's location, even if it turns invisible. Since this light is not a light effect, just the glow of a conjured javelin, darkness spells always suppress it, even if they are lower level."
		]
	},
	"holy_shield": {
		"name": "Holy Shield",
		"sources": [ "Ultimate Magic" ],
		"description": [
			"## Holy Shield",
			"",
			"{SOURCE Ultimate Magic/223}  ",
			"**School** {spelldef/abjuration}; **Level** paladin 2  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S  ",
			"**Range** personal  ",
			"**Target** you  ",
			"**Duration** 10 minutes/level  ",
			"**Saving Throw** none; **Spell Resistance** no",
			"",
			"You gain the ability to magically project the defense of your shield to protect another creature at a distance. As a swift action, you designate one target within 30 feet. The target gains your shield's shield bonus and enhancement bonus to Armor Class until your next turn; you gain no benefit from the shield's shield bonus or enhancement bonus while using this spell and cannot use any of the shield's other properties or abilities (such as magical abilities, making a shield bash, or providing cover with a tower shield). As a swift action, you may move the protection to another target (including yourself); if you move the protection to yourself, you may use any of the shield's properties or abilities as normal. If the shielded creature exceeds the 30-foot range, your shield's protection automatically reverts to you. Any circumstance that would make you lose your shield bonus (such as an enemy breaking the shield, you dropping the shield, or you becoming helpless or unconscious) means the protected creature loses the shield's benefit."
		]
	},
	"holy_smite": {
		"name": "Holy Smite",
		"sources": [
			"PRPG Core Rulebook",
			"Mythic Adventures"
		],
		"description": [
			"## Holy Smite",
			"",
			"{SOURCE PRPG Core Rulebook/297}  ",
			"**School** {spelldef/evocation} [{spelldef/good}]; **Level** cleric 4, inquisitor 4, oracle 4, warpriest 4  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S  ",
			"**Range** medium (100 ft. + 10 ft./level)  ",
			"**Area** 20-ft.-radius burst  ",
			"**Duration** instantaneous (1 round); see text  ",
			"**Saving Throw** Will partial; see text; **Spell Resistance** yes",
			"",
			"You draw down holy power to smite your enemies. Only evil and neutral creatures are harmed by the spell; good creatures are unaffected.",
			"",
			"The spell deals 1d8 points of damage per two caster levels (maximum 5d8) to each evil creature in the area (or 1d6 points of damage per caster level, maximum 10d6, to an evil outsider) and causes it to become blinded for 1 round. A successful Will saving throw reduces damage to half and negates the blinded effect.",
			"",
			"The spell deals only half damage to creatures who are neither good nor evil, and they are not blinded. Such a creature can reduce that damage by half (down to one-quarter of the roll) with a successful Will save.",
			"",
			"### Mythic Holy Smite",
			"",
			"{SOURCE Mythic Adventures/98}",
			"",
			"The damage dealt to evil outsiders increases to 1d10 points of damage per caster level (maximum 10d10) and the damage dealt to other evil creatures increases to 1d12 points of damage per 2 caster levels (maximum 5d12). The duration that creatures in the area are blinded increases to 2 rounds. On a successful save, an evil creature is blinded for 1 round."
		]
	},
	"holy_sword": {
		"name": "Holy Sword",
		"sources": [ "PRPG Core Rulebook" ],
		"description": [
			"## Holy Sword",
			"",
			"{SOURCE PRPG Core Rulebook/297}  ",
			"**School** {spelldef/evocation} [{spelldef/good}]; **Level** paladin 4  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S  ",
			"**Range** touch  ",
			"**Target** melee weapon touched  ",
			"**Duration** 1 round/level  ",
			"**Saving Throw** none; **Spell Resistance** no",
			"",
			"This spell allows you to channel holy power into your sword, or any other melee weapon you choose. The weapon acts as a +5 holy weapon (+5 enhancement bonus on attack and damage rolls, extra 2d6 damage against evil opponents). It also emits a {spell/magic circle against evil} effect (as the spell). If the magic circle ends, the sword creates a new one on your turn as a free action. The spell is automatically canceled 1 round after the weapon leaves your hand. You cannot have more than one holy sword at a time.",
			"",
			"If this spell is cast on a magic weapon, the powers of the spell supercede any that the weapon normally has, rendering the normal enhancement bonus and powers of the weapon inoperative for the duration of the spell. This spell is not cumulative with bless weapon or any other spell that might modify the weapon in any way. This spell does not work on artifacts. A masterwork weapon's bonus to attack does not stack with an enhancement bonus to attack."
		]
	},
	"holy_whisper": {
		"name": "Holy Whisper",
		"sources": [ "Advanced Player's Guide" ],
		"description": [
			"## Holy Whisper",
			"",
			"{SOURCE Advanced Player's Guide/228}  ",
			"**School** {spelldef/evocation} [{spelldef/good}]; **Level** paladin 3  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S  ",
			"**Range** 30 ft.  ",
			"**Area** cone-shaped burst  ",
			"**Duration** instantaneous  ",
			"**Saving Throw** Fortitude negates, see text; **Spell Resistance** yes",
			"",
			"You whisper a single word in the primordial language of good that is anathema to the minions of evil and strengthens the resolve of good creatures. Evil creatures within the burst must make a Fortitude saving throw or become sickened for 1 round/level. Evil outsiders with the evil subtype, evil-aligned dragons, and undead in the burst also take 2d8 points of damage if they fail their saves. Good-aligned creatures in the burst gain a +2 sacred bonus on attack and damage rolls for 1 round."
		]
	},
	"holy_word": {
		"name": "Holy Word",
		"sources": [
			"PRPG Core Rulebook",
			"Mythic Adventures"
		],
		"description": [
			"## Holy Word",
			"",
			"{SOURCE PRPG Core Rulebook/297}  ",
			"**School** {spelldef/evocation} [{spelldef/good}, {spelldef/sonic}]; **Level** cleric 7, inquisitor 6, oracle 7  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V  ",
			"**Range** 40 ft.  ",
			"**Area** nongood creatures in a 40-ft.-radius spread centered on you  ",
			"**Duration** instantaneous  ",
			"**Saving Throw** Will partial; **Spell Resistance** yes",
			"",
			"Any nongood creature within the area of a holy word spell suffers the following ill effects.",
			"",
			"| HD | Effect |",
			"| --- | --- |",
			"| Equal to caster level | Deafened |",
			"| Up to caster level -1 | Blinded, deafened |",
			"| Up to caster level -5 | Paralyzed, blinded, deafened |",
			"| Up to caster level -10 | Killed, paralyzed, blinded, deafened |",
			"",
			"The effects are cumulative and concurrent. A successful Will save reduces or eliminates these effects. Creatures affected by multiple effects make only one save and apply the result to all the effects.",
			"",
			"*Deafened:* The creature is deafened for 1d4 rounds. Save negates.",
			"",
			"*Blinded:* The creature is blinded for 2d4 rounds. Save reduces the blinded effect to 1d4 rounds.",
			"",
			"*Paralyzed:* The creature is paralyzed and helpless for 1d10 minutes. Save reduces the paralyzed effect to 1 round.",
			"",
			"*Killed:* Living creatures die. Undead creatures are destroyed. Save negates. If the save is successful, the creature instead takes 3d6 points of damage + 1 point per caster level (maximum +25).",
			"",
			"Furthermore, if you are on your home plane when you cast this spell, nongood extraplanar creatures within the area are instantly banished back to their home planes. Creatures so banished cannot return for at least 24 hours. This effect takes place regardless of whether the creatures hear the holy word or not. The banishment effect allows a Will save (at a -4 penalty) to negate.",
			"",
			"Creatures whose HD exceed your caster level are unaffected by holy word.",
			"",
			"### Mythic Holy Word",
			"",
			"{SOURCE Mythic Adventures/98}",
			"",
			"When determining the spell's effect on non-mythic creatures, add your tier to your caster level. Nongood creatures that fail their saves also take a -4 penalty on attack rolls and saving throws, and their spell resistance decreases by 5 for as long as the spell's other effects last."
		]
	},
	"honeyed_tongue": {
		"name": "Honeyed Tongue",
		"sources": [ "Advanced Player's Guide" ],
		"description": [
			"## Honeyed Tongue",
			"",
			"{SOURCE Advanced Player's Guide/228}  ",
			"**School** {spelldef/transmutation}; **Level** bard 2, inquisitor 2, mesmerist 2, paladin 1, skald 2  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, M/DF (a drop of honey)  ",
			"**Range** personal  ",
			"**Target** you  ",
			"**Duration** 10 minutes/level",
			"",
			"This spell augments your diplomacies. While under the effects of spell, you roll two dice each time you make a Diplomacy check to change a creature's attitude, taking the highest roll. If this results in a roll low enough to reduce the creature's attitude by a step, that creature gets some clue that you are manipulating it with a spell. Alternatively you can cast this spell before making a Diplomacy check to gather information, gaining a +5 competence bonus on the check."
		]
	},
	"hoodwink": {
		"name": "Hoodwink",
		"sources": [ "Villain Codex" ],
		"description": [
			"## Hoodwink",
			"",
			"{SOURCE Villain Codex/212}  ",
			"**School** {spelldef/enchantment} ({spelldef/compulsion}) [{spelldef/mind-affecting}]; **Level** arcanist 2, bard 2, medium 2, mesmerist 2, occultist 2, psychic 2, skald 2, sorcerer 2, wizard 2  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S, M (small piece of black cloth)  ",
			"**Range** close (25 ft. + 5 ft./2 levels)  ",
			"**Target** up to one creature/level, no two of which can be more than 30 ft. apart  ",
			"**Duration** 1 hour/level (D)  ",
			"**Saving Throw** Will negates; **Spell Resistance** yes",
			"",
			"You befuddle the targets' senses, preventing the targets from clearly perceiving their surroundings. Instead, hoodwinked creatures see only the roughest shapes and details and hear only muffled noises. However, targets can clearly hear verbal communication from the spell's caster. This spell does not impart understanding of the caster's language if the creature can't already understand it. Other than to hear the caster speak, targets automatically fail Perception checks with DCs greater than 5, and they are too disoriented by the spell to accurately remember the path they took while under its effects.",
			"",
			"While under the effects of this spell, targets without the help of a guide move at half speed, and any attacks they make are treated as though the creature they are attacking had {rule/concealment}.",
			"",
			"Moving faster than half speed requires targets to succeed at a DC 10 Acrobatics check. Those that fail this check fall prone. If the target is attacked or physically harmed by any creature other than another target of hoodwink, the spell's effect ends immediately for that target only."
		]
	},
	"horn_of_pursuit": {
		"name": "Horn of Pursuit",
		"sources": [ "Ultimate Magic" ],
		"description": [
			"## Horn of Pursuit",
			"",
			"{SOURCE Ultimate Magic/223}  ",
			"**School** {spelldef/evocation} [{spelldef/sonic}]; **Level** bard 1, hunter 1, inquisitor 1, paladin 1, ranger 1, skald 1  ",
			"**Casting Time** 1 standard action  ",
			"**Components** S  ",
			"**Range** personal  ",
			"**Effect** 3 peals of a horn  ",
			"**Duration** 1 round  ",
			"**Saving Throw** none; **Spell Resistance** no",
			"",
			"You create the sound of a large hunting horn, blowing up to three notes as loud as a roaring dragon. These notes can be heard up to 2 miles away in typical outdoor conditions. You can make these sounds at any point during the spell's duration as a free action, and each sounding can be short or long, allowing you to send very simple coded messages."
		]
	},
	"horrid_wilting": {
		"name": "Horrid Wilting",
		"sources": [ "PRPG Core Rulebook" ],
		"description": [
			"## Horrid Wilting",
			"",
			"{SOURCE PRPG Core Rulebook/298}  ",
			"**School** {spelldef/necromancy}; **Level** arcanist 8, shaman 8, sorcerer 8, witch 8, wizard 8  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S, M/DF (a bit of sponge)  ",
			"**Range** long (400 ft. + 40 ft./level)  ",
			"**Targets** living creatures, no two of which can be more than 60 ft. apart  ",
			"**Duration** instantaneous  ",
			"**Saving Throw** Fortitude half; **Spell Resistance** yes",
			"",
			"This spell evaporates moisture from the body of each subject living creature, causing flesh to wither and crack and crumble to dust. This deals 1d6 points of damage per caster level (maximum 20d6). This spell is especially devastating to water elementals and plant creatures, which instead take 1d8 points of damage per caster level (maximum 20d8)."
		]
	},
	"horrific_doubles": {
		"name": "Horrific Doubles",
		"sources": [ "Horror Adventures" ],
		"description": [
			"## Horrific Doubles",
			"",
			"{SOURCE Horror Adventures/120}  ",
			"**School** {spelldef/illusion} ({spelldef/figment}); **Level** arcanist 4, bard 4, bloodrager 4, medium 3, mesmerist 3, psychic 3, sorcerer 4, wizard 4  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S  ",
			"**Range** personal  ",
			"**Target** you  ",
			"**Duration** 1 minute/level",
			"",
			"You create several illusory doubles of yourself, where you and each image all seem slightly off or wrong in appearance. Treat this spell as mirror image, except as noted.",
			"",
			"Each creature that can see the doubles must succeed at a Will save or become shaken for as long as it can see any of the doubles. A successful saving throw negates the shaken condition and renders the creature immune to the further effects of this spell (beyond the usual effects of mirror image). In addition, the first time a creature that failed its initial saving throw destroys one of the images, it must succeed at a Will save or its perception of the double shifts at the last second. The double takes on the face of the attacker, the face of a loved one, or some other equally disturbing image, causing the attacker to become frightened for 1 round and take 1d3 points of Wisdom damage from the traumatic shock. Both additional effects are mind-affecting fear effects, and spell resistance applies against them.",
			"",
			"If your campaign uses {rule/the |sanity/ system}, a creature takes 1d8 points of sanity damage instead of Wisdom damage."
		]
	},
	"horrifying_visage": {
		"name": "Horrifying Visage",
		"sources": [ "Haunted Heroes Handbook" ],
		"description": [
			"## Horrifying Visage",
			"",
			"{SOURCE Haunted Heroes Handbook/28}  ",
			"**School** {spelldef/necromancy} ({spelldef/haunted}) [{spelldef/emotion}, {spelldef/fear}, {spelldef/mind-affecting}]; **Level** arcanist 3, bard 3, cleric 3, inquisitor 3, magus 3, oracle 3, psychic 3, shaman 3, skald 3, sorcerer 3, spiritualist 3, warpriest 3, witch 3, wizard 3  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S, M (a live spider)  ",
			"**Range** close (25 ft. + 5 ft./2 levels)  ",
			"**Area** one 5-ft. cube/level (S)  ",
			"**Duration** 1 day/level (D)  ",
			"**Saving Throw** Will negates; **Spell Resistance** yes",
			"",
			"You channel residual feelings of terror into the minds of creatures within the area, causing those fears to manifest when confronted with a specific object. All creatures in the area must succeed at a Will save or acquire a phobia for the spell's duration. You choose one kind of creature, object, or image within the area of the spell when it is cast that triggers the phobia. The kind of creature, object, or image that triggers the phobia must be named specifically. A creature type or subtype is not specific enough. The phobia can be cured using traditional methods of treating insanity, and spells or effects that prevent possession or mind control suppress the phobia for their duration. Each time the phobia is triggered in an affected creature, the spell's haunt-like manifestation occurs during that round.",
			"",
			"### Haunt Statistics",
			"",
			"**Notice** Perception DC 25 (to hear a distant cry of fright, or see a horrified ghostly face appear over a victim's face)  ",
			"**hp** 2 hp/level; **Trigger** proximity; **Reset** none"
		]
	},
	"hostile_juxtaposition": {
		"name": "Hostile Juxtaposition",
		"sources": [ "Ultimate Combat" ],
		"description": [
			"## Hostile Juxtaposition",
			"",
			"{SOURCE Ultimate Combat/231}  ",
			"**School** {spelldef/conjuration} ({spelldef/teleportation}); **Level** arcanist 5, mesmerist 4, psychic 5, sorcerer 5, summoner 4, unchained summoner 5, witch 5, wizard 5  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S, M (a coin)  ",
			"**Range** close (25 ft. + 5 ft./2 levels)  ",
			"**Target** one creature of your size or smaller  ",
			"**Duration** 1 round/level or until discharged  ",
			"**Saving Throw** Will negates; **Spell Resistance** yes",
			"",
			"You create a dimensional link to the target creature. When attacked or the subject of a spell that deals damage to you, you can spend an immediate action to cause yourself and the target creature to teleport and switch places. The target then becomes the target of the triggering attack or spell instead of you. If you fail to teleport out of the area of an effect, that effect might still affect you. If the target creature cannot fit safely into the new space without squeezing, or you try to teleport the target into an occupied space or a space it could not normally stand within, the juxtaposition fails. Further, if the target is unconscious or dead when you attempt to switch places, the juxtaposition fails. Once you have used it to teleport once, this spell is discharged.",
			"",
			"### Hostile Juxtaposition, Greater",
			"",
			"{SOURCE Ultimate Combat/231}  ",
			"**School** {spelldef/conjuration} ({spelldef/teleportation}); **Level** arcanist 7, mesmerist 6, psychic 7, sorcerer 7, summoner 6, witch 7, wizard 7  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S, M (a coin)  ",
			"**Range** close (25 ft. + 5 ft./2 levels)  ",
			"**Targets** one creature/4 levels  ",
			"**Duration** 1 round/level or until discharged  ",
			"**Saving Throw** Will negates; **Spell Resistance** yes",
			"",
			"This spell functions like hostile juxtaposition, except you can target one creature for every four caster levels you have or you can target a single creature that is larger than you are. You can switch places with each target only once while the effect lasts. Once you have used it to teleport and switch places with each affected target, the spell is discharged."
		]
	},
	"hostile_juxtaposition_greater": {
		"name": "Hostile Juxtaposition, Greater",
		"copyof": "hostile_juxtaposition"
	},
	"greater_hostile_juxtaposition": {
		"copyof": "hostile_juxtaposition_greater"
	},
	"hostile_levitation": {
		"name": "Hostile Levitation",
		"sources": [ "Ultimate Combat" ],
		"description": [
			"## Hostile Levitation",
			"",
			"{SOURCE Ultimate Combat/231}  ",
			"**School** {spelldef/transmutation}; **Level** arcanist 3, bloodrager 3, medium 2, mesmerist 3, occultist 3, psychic 3, redmantisassassin 3, sorcerer 3, spiritualist 3, witch 3, wizard 3  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S, M (a leather loop studded with lodestones)  ",
			"**Range** close (25 ft. + 5 ft./2 levels)  ",
			"**Target** one creature  ",
			"**Duration** 1 round/level  ",
			"**Saving Throw** Will negates; **Spell Resistance** yes",
			"",
			"You levitate the target a few inches off the ground, removing solid footing and halving the target's speed. The target also takes a -4 penalty to CMD against bull rush, drag, and reposition attempts. A targeted creature that attacks with a melee or ranged weapon finds itself increasingly unstable; the first attack has a -1 penalty on attack rolls, the second -2, and so on, to a maximum penalty of -5. A full-round action spent stabilizing allows the creature to begin again at -1.",
			"",
			"This spell fails if cast on a flying creature."
		]
	},
	"howling_agony": {
		"name": "Howling Agony",
		"sources": [ "Ultimate Magic" ],
		"description": [
			"## Howling Agony",
			"",
			"{SOURCE Ultimate Magic/223}  ",
			"**School** {spelldef/necromancy} [{spelldef/death}, {spelldef/pain}]; **Level** arcanist 3, bloodrager 3, inquisitor 2, mesmerist 2, psychic 2, sorcerer 3, spiritualist 3, witch 3, wizard 3  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S, M (a needle and a dried eyeball)  ",
			"**Range** close (25 ft. + 5 ft./2 levels)  ",
			"**Target** one living creature/level, no two of which can be more than 30 ft. apart  ",
			"**Duration** 1 round/level  ",
			"**Saving Throw** Fortitude negates; **Spell Resistance** yes",
			"",
			"You send wracking pains through the targets' bodies. Because of the pain, affected creatures take a -2 penalty to AC, attacks, melee damage rolls, and Reflex saving throws, and must succeed at a concentration check (DC equal to the DC of this spell) to cast spells. However, if an affected creature spends a move action screaming as loudly as possible, it can act without any other penalties for the remainder of its turn. \"Screaming,\" for the purposes of this spell, includes any vocalization of pain or its telepathic equivalent; creatures that cannot scream (such as creatures without the natural ability to communicate or vocalize) suffer the full effect of the spell."
		]
	},
	"human_potential": {
		"name": "Human Potential",
		"sources": [ "Arcane Anthology" ],
		"description": [
			"## Human Potential",
			"",
			"{SOURCE Arcane Anthology/9}  ",
			"**School** {spelldef/transmutation}; **Level** alchemist 2, arcanist 2, bard 2, investigator 2, medium 2, psychic 2, skald 2, sorcerer 2, wizard 2  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S, M (a human hair)  ",
			"**Range** touch  ",
			"**Target** creature touched  ",
			"**Duration** 1 minute/level  ",
			"**Saving Throw** Will negates (harmless); **Spell Resistance** yes",
			"",
			"The target shares in humanity's great potential as encouraged by Aroden. The target chooses one ability score and gains a +2 enhancement bonus to that ability score. The bonus confers the usual benefit to skills and abilities based on the ability enhanced, but does not affect bonus spells or skill ranks.",
			"",
			"### Human Potential, Mass",
			"",
			"{SOURCE Arcane Anthology/9}  ",
			"**School** {spelldef/transmutation}; **Level** arcanist 6, bard 6, psychic 6, skald 6, sorcerer 6, summoner 6, wizard 6  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S, M (a human hair)  ",
			"**Range** close (25 ft. + 5 ft./2 levels)  ",
			"**Target** one creature/level, no two of which can be more than 30 ft. apart  ",
			"**Duration** 1 minute/level  ",
			"**Saving Throw** Will negates (harmless); **Spell Resistance** yes",
			"",
			"This spell functions like human potential, except it affects multiple creatures. Each target can choose a different ability score to be enhanced by this spell."
		]
	},
	"human_potential_mass": {
		"name": "Human Potential, Mass",
		"copyof": "human_potential"
	},
	"mass_human_potential": {
		"copyof": "human_potential_mass"
	},
	"hunger_for_flesh": {
		"name": "Hunger for Flesh",
		"sources": [ "Horror Adventures" ],
		"description": [
			"## Hunger for Flesh",
			"",
			"{SOURCE Horror Adventures/120}  ",
			"**School** {spelldef/necromancy} [{spelldef/evil}, {spelldef/mind-affecting}]; **Level** antipaladin 3, arcanist 4, cleric 4, oracle 4, psychic 4, shaman 4, sorcerer 4, spiritualist 4, warpriest 4, witch 4, wizard 4  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S, M/DF (a ghoul fang)  ",
			"**Range** close (25 ft. + 5 ft./2 levels)  ",
			"**Target** one humanoid, magical beast, or monstrous humanoid  ",
			"**Duration** 1 round/level  ",
			"**Saving Throw** Will negates; **Spell Resistance** yes",
			"",
			"Your target's belly distends and its front teeth grow longer and sharper. The creature ravenously craves the flesh of its own kind, gaining the staggered condition as hunger pangs rack its altered body. The target gains a bite attack as a primary natural attack that deals damage appropriate for its size (1d6 if Medium, 1d4 if Small). There's a 25% chance on each of the creature's turns that it can't overcome its hunger. If so, it must move directly toward the nearest corporeal creature of its type and subtype (if applicable) and make a bite attack against it. If the target lacks enough actions to attack on that turn, it moves as close to the creature as it can, but on its next turn, if the percentile dice indicate it overcomes its hunger, the target is not forced to pursue or attack further.",
			"",
			"On any round after the target deals damage to another creature of its own type and subtype (if applicable) with its bite attack, the target loses the staggered condition. If it doesn't continue dealing bite damage to applicable creatures, the target regains the staggered condition at the beginning of its next turn.",
			"",
			"### Hunger for Flesh, Mass",
			"",
			"{SOURCE Horror Adventures/121}  ",
			"**School** {spelldef/necromancy} [{spelldef/evil}, {spelldef/mind-affecting}]; **Level** arcanist 7, cleric 7, oracle 7, psychic 7, shaman 7, sorcerer 7, spiritualist 6, witch 7, wizard 7  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S, M/DF (a ghoul fang)  ",
			"**Range** close (25 ft. + 5 ft./2 levels)  ",
			"**Target** one humanoid, magical beast, or monstrous humanoid/level, no two of which can be more than 30 feet apart  ",
			"**Duration** 1 round/level",
			"",
			"This spell functions like hunger for flesh, except that it affects multiple targets. When forced to feed by the spell, affected creatures attack creatures not affected by this spell if there are any such appropriate creatures nearby, but otherwise they attack other affected creatures."
		]
	},
	"hunger_for_flesh_mass": {
		"name": "Hunger for Flesh, Mass",
		"copyof": "hunger_for_flesh"
	},
	"mass_hunger_for_flesh": {
		"copyof": "hunger_for_flesh_mass"
	},
	"hungry_darkness": {
		"name": "Hungry Darkness",
		"sources": [ "Inner Sea Magic" ],
		"description": [
			"## Hungry Darkness",
			"",
			"{SOURCE Inner Sea Magic/56}  ",
			"**School** {spelldef/evocation} [{spelldef/darkness}, {spelldef/force}]; **Level** arcanist 7, sorcerer 7, wizard 7  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S, M (a bat's tooth)  ",
			"**Range** close (25 ft. + 5 ft./2 levels)  ",
			"**Area** 60-ft.-radius spread  ",
			"**Duration** 1 round/level (D)  ",
			"**Saving Throw** none; **Spell Resistance** yes (see text)",
			"",
			"This spell creates an area of intense blackness, as deeper darkness, but filled with unseen chewing teeth and ravenous maws. Any creatures beginning its turn within the hungry darkness is gnawed and slashed by these unseen fangs of force, dealing 3d6 points of force damage and 2 points of Constitution damage per round. Once a creature leaves the cloud, it continues to take 1d6 points of bleed damage each round until it receives magical healing or enters an area of bright light. Spell resistance can prevent damage from the hungry darkness but not against the darkness it creates."
		]
	},
	"hungry_earth": {
		"name": "Hungry Earth",
		"sources": [ "Monster Codex" ],
		"description": [
			"## Hungry Earth",
			"",
			"{SOURCE Monster Codex/81}  ",
			"**School** {spelldef/transmutation}; **Level** arcanist 5, druid 5, hunter 5, sorcerer 5, witch 5, wizard 5  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S  ",
			"**Range** medium (100 ft. + 10 ft./level)  ",
			"**Area** 20-foot-radius spread  ",
			"**Duration** 1 round/level  ",
			"**Saving Throw** none; **Spell Resistance** no",
			"",
			"The ground attempts to pull creatures beneath its surface as if hungry for the flesh of mortals.",
			"",
			"Immediately, and at the beginning of each of your turns, every creature touching the ground within the area of the spell is the target of a grapple combat maneuver. Creatures that enter the area of effect are also automatically attacked. The ground does not provoke attacks of opportunity. The earth's CMB is equal to 5 + your caster level for the purpose of this combat maneuver check. Attempt the combat maneuver check only once each round and apply the result to all creatures in the area of effect.",
			"",
			"Each time the ground succeeds at a combat maneuver check to grapple a foe, it drags the creature farther down, eventually forcing the creature below its surface. With the first successful check, the target gains the grappled condition. Grappled opponents can't move without first breaking the grapple (doing so requires a successful DC 20 combat maneuver or Escape Artist check). The ground receives a +5 bonus on combat maneuver checks to grapple opponents it is already grappling. After the second successful grapple combat maneuver check, the grappled creature is pulled to the ground and becomes prone. On the third successful grapple combat maneuver check, the creature is fully buried and must hold its breath or begin suffocating.",
			"",
			"A buried creature can't attempt to escape unless the effect ends or it breaks the grapple. The DC to escape the grapple increases to 25 for a creature that has been pulled beneath the earth."
		]
	},
	"hunters_blessing": {
		"name": "Hunter's Blessing",
		"sources": [ "Inner Sea Gods" ],
		"description": [
			"## Hunter's Blessing",
			"",
			"{SOURCE Inner Sea Gods/235}  ",
			"**School** {spelldef/transmutation}; **Level** cleric 5, druid 5, hunter 5, inquisitor 5, oracle 5, shaman 5, warpriest 5 (Erastil)  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S, DF  ",
			"**Range** close (25 ft. + 5 ft./2 levels)  ",
			"**Target** one creature/level, no two of which can be more than 30 ft. apart  ",
			"**Duration** 1 hour/level  ",
			"**Saving Throw** Will negates (harmless); **Spell Resistance** yes (harmless)",
			"",
			"When casting this spell, you designate a type or type and subtype of creature (using the {class/ranger}'s favored enemy categories) and a type of terrain (using the list of ranger's favored terrain categories). Targets of the spell gain a +2 sacred bonus on Bluff, Perception, Sense Motive, and Survival checks attempted against creatures of the selected type, and a +2 sacred bonus on attack rolls and damage rolls made against creatures of that type. Furthermore, they gain a +2 sacred bonus on initiative checks, Perception, Stealth, and Survival checks while they are in the type of terrain you designate. Lastly, when tracking the designated creature type in the chosen terrain, the targets can follow the tracks of such creatures untrained, even if the DC for the task is 11 or higher."
		]
	},
	"hunters_eye": {
		"name": "Hunter's Eye",
		"sources": [ "Advanced Player's Guide" ],
		"description": [
			"## Hunter's Eye",
			"",
			"{SOURCE Advanced Player's Guide/228}  ",
			"**School** {spelldef/divination}; **Level** hunter 2, inquisitor 3, ranger 2  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S, DF  ",
			"**Range** medium (100 ft. + 10 ft./level)  ",
			"**Target** one creature  ",
			"**Duration** 1 minute/level  ",
			"**Saving Throw** none; **Spell Resistance** yes",
			"",
			"Sharpening your perceptive abilities and tuning them against obfuscating effects, hunter's eye greatly enhances your senses against the target creature. You gain the ability to perceive the target when it is invisible or ethereal as though using the see invisibility spell, and receive a +20 competence bonus on Perception checks to locate the target. You ignore concealment provided by fog or mist, {spell/blur}, {spell/displacement}, {spell/invisibility}, and similar effects affecting the target, but not concealment provided by darkness. This spell provides no benefits to your allies, and no benefits against creatures other than the target."
		]
	},
	"hunters_friend": {
		"name": "Hunter's Friend",
		"sources": [ "Animal Archive" ],
		"description": [
			"## Hunter's Friend",
			"",
			"{SOURCE Animal Archive/24}  ",
			"**School** {spelldef/transmutation}; **Level** druid 3, hunter 2, ranger 2  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S, DF  ",
			"**Range** touch  ",
			"**Target** your animal companion  ",
			"**Duration** 1 hour/level (D)  ",
			"**Saving Throw** Will negates (harmless); **Spell Resistance** no",
			"",
			"Your animal companion works in perfect harmony with your mastery of nature. You share one of the following class abilities with your companion for every 4 caster levels you possess: camouflage, favored enemy, favored terrain, hide in plain sight, resist nature's lure, swift tracker, trackless step, venom immunity, and woodland stride. You must have the ability in question to share it with your companion, and it functions for your companion just as it functions for you, save that each favored enemy or favored terrain you share counts as a separate class ability for the purpose of this spell.",
			"",
			"At the GM's discretion, you may instead share an ability granted by an archetype that substitutes for one of the above abilities, such as the arctic endurance, arctic native, icewalking, and snowcaster abilities of an arctic druid."
		]
	},
	"hunters_howl": {
		"name": "Hunter's Howl",
		"sources": [ "Advanced Player's Guide" ],
		"description": [
			"## Hunter's Howl",
			"",
			"{SOURCE Advanced Player's Guide/228}  ",
			"**School** {spelldef/necromancy} [{spelldef/emotion}, {spelldef/fear}, {spelldef/mind-affecting}]; **Level** hunter 1, ranger 1  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S  ",
			"**Range** 20 ft.  ",
			"**Area** 20-ft.-radius burst  ",
			"**Duration** 1 round/level  ",
			"**Saving Throw** Will negates; **Spell Resistance** no",
			"",
			"With a single primal howl, you strike fear in your opponents. Until the end of the spell's duration, you treat those affected by it as if they were your favored enemy, gaining a +2 bonus on weapon attack and damage rolls against them, and a +2 bonus on Bluff, Knowledge, Perception, Sense Motive, and Survival checks against them. If an affected creature is already one of your favored enemies, it is shaken instead. This is a mind-affecting fear effect."
		]
	},
	"hunters_lore": {
		"name": "Hunter's Lore",
		"sources": [ "Inner Sea Magic" ],
		"description": [
			"## Hunter's Lore",
			"",
			"{SOURCE Inner Sea Magic/56}  ",
			"**School** {spelldef/divination}; **Level** hunter 2, inquisitor 2, ranger 2  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S, M (a scrap of paper torn from a book about monsters)  ",
			"**Range** personal  ",
			"**Target** you  ",
			"**Duration** 1 minute/level",
			"",
			"Inquisitors and rangers alike learned long ago that knowledge of an enemy grants power over that enemy. This spell was created so that almost any enemy could have its vulnerabilities known and exploited.",
			"",
			"For the duration of this spell you may spend a full-round action to take 20 on any Knowledge skill checks made to identify a foe's weaknesses, provided the foe in question is within line of sight and provided that you have at least one rank in that particular Knowledge skill. This spell allows you to make untrained Knowledge checks to determine a monster's weaknesses as if you had ranks in that skill, but you cannot take 20 on these checks."
		]
	},
	"huntmasters_spear": {
		"name": "Huntmaster's Spear",
		"sources": [ "Monster Hunter's Handbook" ],
		"description": [
			"## Huntmaster's Spear",
			"",
			"{SOURCE Monster Hunter's Handbook/30}  ",
			"**School** {spelldef/transmutation}; **Level** antipaladin 1, bloodrager 2, druid 2, hunter 1, inquisitor 2, magus 2, occultist 2, paladin 1, ranger 1, shaman 2  ",
			"**Casting Time** 10 minutes  ",
			"**Components** V, S, M/DF (see text)  ",
			"**Range** touch  ",
			"**Target** nonmagical spear touched  ",
			"**Duration** 24 hours or until discharged  ",
			"**Saving Throw** Will negates (harmless, object); **Spell Resistance** yes (harmless, object)",
			"",
			"Choose one creature type (and subtype, if applicable) from the ranger's favored enemy list. When you cast this spell, the targeted spear hums with destructive energy and functions as a +1 spear against creatures of the selected type.",
			"",
			"You can discharge this spell in order to make an especially powerful attack with the spear. The spear's critical range becomes 18-20 and its critical multiplier becomes &times;3. If you make this attack as part of a charge action, you gain an enhancement bonus of +30 feet to your base speed while performing the charge. If you throw the spear as part of this attack, its range increment increases to 80 feet. If you cast this spell on a masterwork spear, it also gains the bane special ability against the selected creature type and automatically bypasses any damage reduction (except DR/-) regardless of the creature's type. After resolving the attack, the spear is completely destroyed in a burst of energy.",
			"",
			"Any creature other than you treats the spear as a normal weapon of its type. You can have only one huntmaster's spear in effect at a time. If you cast the spell again, any previous instance of the spell immediately ends. If you expend a monster trophy of the type selected as an optional material component for this spell, you reduce the casting time to 1 round."
		]
	},
	"hurricane_blast": {
		"name": "Hurricane Blast",
		"sources": [ "Pathfinder #24: The Final Wish" ],
		"description": [
			"## Hurricane Blast",
			"",
			"{SOURCE Pathfinder #24: The Final Wish/60}  ",
			"**School** {spelldef/evocation} [{spelldef/air}]; **Level** arcanist 4, druid 3, hunter 3, sorcerer 4, wizard 4  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S  ",
			"**Range** personal  ",
			"**Target** you  ",
			"**Area** 5-ft.-radius burst/2 levels (maximum 25-ft.-radius burst)  ",
			"**Duration** 1 round  ",
			"**Saving Throw** Reflex negates; **Spell Resistance** no",
			"",
			"This spell creates a severe blast of air (approximately 50 mph) that originates from you, affecting all creatures in the burst.",
			"",
			"A Tiny or smaller creature on the ground is knocked down and rolled 1d4x10 feet, taking 1d4 points of nonlethal damage per 10 feet. If flying, a Tiny or smaller creature is blown back 2d6x10 feet and takes 2d6 points of nonlethal damage due to battering and buffeting.",
			"",
			"Small creatures are knocked prone by the force of the wind, or if flying are blown back 1d6x10 feet.",
			"",
			"Medium creatures are unable to move forward against the force of the wind, or if flying are blown back 1d6x5 feet.",
			"",
			"Large or larger creatures may move normally within a hurricane blast effect.",
			"",
			"Hurricane blast can't move a creature beyond the limit of its range. Any creature, regardless of size, takes a -4 penalty on ranged attacks and Listen checks in the area of a hurricane blast. The force of the gust automatically extinguishes candles, torches, and similar unprotected flames. It causes protected flames, such as those of lanterns, to dance wildly and has a 50% chance to extinguish those lights.",
			"",
			"In addition to the effects noted, a hurricane blast can do anything that a sudden blast of wind would be expected to do. It can create a stinging spray of sand or dust, fan a large fire, overturn delicate awnings or hangings, and blow gases or vapors to the edge of its range."
		]
	},
	"hydraulic_push": {
		"name": "Hydraulic Push",
		"sources": [
			"Advanced Player's Guide",
			"Mythic Adventures"
		],
		"description": [
			"## Hydraulic Push",
			"",
			"{SOURCE Advanced Player's Guide/228}  ",
			"**School** {spelldef/evocation} [{spelldef/water}]; **Level** arcanist 1, bloodrager 1, druid 1, hunter 1, magus 1, shaman 1, sorcerer 1, wizard 1  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S  ",
			"**Range** close (25 ft. + 5 ft./2 levels)  ",
			"**Target** one creature or object  ",
			"**Duration** instantaneous  ",
			"**Saving Throw** none; **Spell Resistance** yes",
			"",
			"You call forth a quick blast of water that knocks over and soaks one creature or square. You can use this blast of water to make a bull rush against any one creature or object. Your CMB for this bull rush is equal to your caster level plus your Intelligence, Wisdom, or Charisma modifier, whichever is highest. This bull rush does not provoke an attack of opportunity. Hydraulic push extinguishes any normal fires on a creature, object, or in a single 5-foot square which it is targeted against. Magical fires are unaffected.",
			"",
			"### Mythic Hydraulic Push",
			"",
			"{SOURCE Mythic Adventures/98}",
			"",
			"The water is boiling hot or freezing cold, dealing 1d6 points of fire or cold damage per 2 caster levels. Add your tier to your CMB for the spell."
		]
	},
	"hydraulic_torrent": {
		"name": "Hydraulic Torrent",
		"sources": [
			"Advanced Player's Guide",
			"Mythic Adventures"
		],
		"description": [
			"## Hydraulic Torrent",
			"",
			"{SOURCE Advanced Player's Guide/229}  ",
			"**School** {spelldef/evocation} [{spelldef/water}]; **Level** arcanist 3, bloodrager 3, druid 3, hunter 3, magus 3, sorcerer 3, wizard 3  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S  ",
			"**Range** 60 ft.  ",
			"**Area** 60-ft. line  ",
			"**Duration** instantaneous  ",
			"**Saving Throw** none; **Spell Resistance** yes",
			"",
			"You call forth a powerful stream of water that batters all creatures and obstacles in its path until it strikes something it cannot push past. Against creatures and moveable objects this stream acts as a bull rush. You can bull rush creatures of any size, not just those one size larger than your own. Make a combat maneuver check and apply its results to each creature within the area. Your CMB for this bull rush is equal to your caster level plus your Intelligence, Wisdom, or Charisma modifier, whichever is highest. This bull rush does not provoke an attack of opportunity.",
			"",
			"Against immovable objects this stream instead allows you to make a Strength check to destroy the target. When attempting to break an object, the stream has an effective Strength equal to your caster level plus the ability score modifier as above. The Break DC depends on the object you're trying to break-see Breaking Items.",
			"",
			"Hydraulic torrent extinguishes any normal fires it encounters along its path. Magical fires are unaffected.",
			"",
			"### Mythic Hydraulic Torrent",
			"",
			"{SOURCE Mythic Adventures/98}",
			"",
			"The water is boiling hot or freezing cold, dealing 1d6 points of fire or cold damage per 2 caster levels. Add your tier to your CMB for the spell and on the Strength check to destroy immovable targets.",
			"",
			"*Augmented (3rd):* If you expend two uses of mythic power, the spell can extinguish magical fires as if using a targeted dispel magic. Freezing cold water hardens into ice on the ground, lasting as long as prevailing conditions allow. Boiling hot water turns into steam, creating an area of concealing mist (equivalent to obscuring mist) that fills the affected squares and all squares adjacent to the line of the spell."
		]
	},
	"hydrophobia": {
		"name": "Hydrophobia",
		"sources": [ "Magical Marketplace" ],
		"description": [
			"## Hydrophobia",
			"",
			"{SOURCE Magical Marketplace/8}  ",
			"**School** {spelldef/necromancy} [{spelldef/emotion}, {spelldef/fear}, {spelldef/mind-affecting}]; **Level** arcanist 3, bard 2, cleric 3, druid 3, hunter 3, oracle 3, skald 2, sorcerer 3, warpriest 3, witch 3, wizard 3  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S  ",
			"**Range** close (25 ft. + 5 ft./2 levels)  ",
			"**Area** 30-ft.-radius burst  ",
			"**Duration** 1 round/level  ",
			"**Saving Throw** Will negates; **Spell Resistance** yes",
			"",
			"Targets in the area must succeed at a Will save or become deathly afraid of drowning. If the target is swimming or otherwise submerged in water, it must spend all of its efforts attempting to escape from the water. As long as an affected target remains in water, it takes 1d6 points of nonlethal damage each round as it thrashes about and swallows water. Even out of water, targets cannot imbibe potions or willingly interact with any fluids for the duration of this spell."
		]
	},
	"hymn_of_peace": {
		"name": "Hymn of Peace",
		"sources": [ "Champions of Purity" ],
		"description": [
			"## Hymn of Peace",
			"",
			"{SOURCE Champions of Purity/29}  ",
			"**School** {spelldef/abjuration} [{spelldef/good}]; **Level** bard 6, cleric 7, oracle 7, skald 6  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S  ",
			"**Range** 40 ft.  ",
			"**Area** 40-ft.-radius burst centered on you  ",
			"**Duration** 1 round/level (D)  ",
			"**Saving Throw** Will negates; **Spell Resistance** yes",
			"",
			"Each time a subject of this spell attempts to attack another creature or object, or otherwise perform an aggressive or damaging action toward a creature or object, it must attempt a Will save. If the save succeeds, the subject can attack normally. If the save fails, the subject cannot follow through with the attack and loses that part of its action. Creatures not taking violent actions are unaffected by this spell."
		]
	},
	"hypercognition": {
		"name": "Hypercognition",
		"sources": [ "Occult Adventures" ],
		"description": [
			"## Hypercognition",
			"",
			"{SOURCE Occult Adventures/172}  ",
			"**School** {spelldef/divination}; **Level** alchemist 3, arcanist 4, bard 3, investigator 3, medium 2, psychic 2, skald 3, sorcerer 4, wizard 4  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V  ",
			"**Range** personal  ",
			"**Target** you  ",
			"**Duration** see text",
			"",
			"You rapidly catalog and collate all available data on a person, place, thing, or event, calling to mind scraps of memory and assembling clues in a logical and systematic order. Immediately after casting the spell, you can begin spending the necessary time to perform an Intelligence check, a Linguistics check to detect a forgery or decipher a hidden message, or a Knowledge check. If the check requires at least 3 rounds, you can perform it five times as quickly (minimum 1 round). If the check required fewer than 3 rounds, you can perform it instantly. Either way, you gain an insight bonus on the check equal to your caster level (maximum bonus +10), but this bonus can't raise your result above what you could have achieved on a natural 20."
		]
	},
	"hypnotic_pattern": {
		"name": "Hypnotic Pattern",
		"sources": [ "PRPG Core Rulebook" ],
		"description": [
			"## Hypnotic Pattern",
			"",
			"{SOURCE PRPG Core Rulebook/298}  ",
			"**School** {spelldef/illusion} ({spelldef/pattern}) [{spelldef/mind-affecting}]; **Level** arcanist 2, bard 2, mesmerist 2, psychic 2, redmantisassassin 2, skald 2, sorcerer 2, wizard 2  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V (bard only), S, M (a stick of incense or a crystal rod); see text  ",
			"**Range** medium (100 ft. + 10 ft./level)  ",
			"**Effect** colorful lights in a 10-ft.-radius spread  ",
			"**Duration** concentration + 2 rounds  ",
			"**Saving Throw** Will negates; **Spell Resistance** yes",
			"",
			"A twisting pattern of subtle, shifting colors weaves through the air, fascinating creatures within it. Roll 2d4 and add your caster level (maximum 10) to determine the total number of HD of creatures affected. Creatures with the fewest HD are affected first; and, among creatures with equal HD, those who are closest to the spell's point of origin are affected first. HD that are not sufficient to affect a creature are wasted. Affected creatures become fascinated by the pattern of colors. Sightless creatures are not affected.",
			"",
			"A wizard or sorcerer need not utter a sound to cast this spell, but a bard must perform as a verbal component."
		]
	},
	"hypnotism": {
		"name": "Hypnotism",
		"sources": [
			"PRPG Core Rulebook",
			"Blood of the Beast"
		],
		"description": [
			"## Hypnotism",
			"",
			"{SOURCE PRPG Core Rulebook/298}  ",
			"**School** {spelldef/enchantment} ({spelldef/compulsion}) [{spelldef/mind-affecting}]; **Level** arcanist 1, bard 1, mesmerist 1, occultist 1, psychic 1, skald 1, sorcerer 1, witch 1, wizard 1  ",
			"**Casting Time** 1 round  ",
			"**Components** V, S  ",
			"**Range** close (25 ft. + 5 ft./2 levels)  ",
			"**Area** several living creatures, no two of which may be more than 30 ft. apart  ",
			"**Duration** 2d4 rounds (D)  ",
			"**Saving Throw** Will negates; **Spell Resistance** yes",
			"",
			"Your gestures and droning incantation fascinate nearby creatures, causing them to stop and stare blankly at you. In addition, you can use their rapt attention to make your suggestions and requests seem more plausible. Roll 2d4 to see how many total HD of creatures you affect. Creatures with fewer HD are affected before creatures with more HD. Only creatures that can see or hear you are affected, but they do not need to understand you to be fascinated.",
			"",
			"If you use this spell in combat, each target gains a +2 bonus on its saving throw. If the spell affects only a single creature not in combat at the time, the saving throw has a penalty of -2.",
			"",
			"While the subject is fascinated by this spell, it reacts as though it were two steps more friendly in attitude. This allows you to make a single request of the affected creature (provided you can communicate with it). The request must be brief and reasonable. Even after the spell ends, the creature retains its new attitude toward you, but only with respect to that particular request.",
			"",
			"A creature that fails its saving throw does not remember that you enspelled it.",
			"",
			"### Hypnotism, Greater",
			"",
			"{SOURCE Blood of the Beast/19}  ",
			"**School** {spelldef/enchantment} ({spelldef/compulsion}) [{spelldef/mind-affecting}]; **Level** arcanist 4, bard 4, mesmerist 4, occultist 4, psychic 4, skald 4, sorcerer 4, witch 4, wizard 4 (Nagaji)  ",
			"**Casting Time** 1 round  ",
			"**Components** V, S  ",
			"**Range** close (25 ft. + 5 ft./2 levels)  ",
			"**Duration** 2d4 rounds (D)",
			"",
			"This functions as hypnotism, except it affects 2 Hit Die of creatures per caster level you have. You can make up to five requests (instead of a single request) to each creature affected by the spell, and the requests can be as long and as complicated as you desire (though they still must be reasonable)."
		]
	},
	"hypnotism_greater": {
		"name": "Hypnotism, Greater",
		"copyof": "hypnotism"
	},
	"greater_hypnotism": {
		"copyof": "hypnotism_greater"
	},
	"ice_armor": {
		"name": "Ice Armor",
		"sources": [
			"Inner Sea Gods",
			"Pathfinder #38: Racing to Ruin"
		],
		"description": [
			"## Ice Armor",
			"",
			"{SOURCE Inner Sea Gods/236;Pathfinder #38: Racing to Ruin/71}  ",
			"**School** {spelldef/transmutation} [{spelldef/cold}, {spelldef/water}]; **Level** bloodrager 1, cleric 1, druid 1, hunter 1, oracle 1, warpriest 1 (Gozreh)  ",
			"**Casting Time** 1 minute  ",
			"**Components** V, S, F (5 gallons of water)  ",
			"**Range** 0 ft.; see text  ",
			"**Effect** a suit of armor made of ice  ",
			"**Duration** 1 hour/level or until destroyed  ",
			"**Saving Throw** none; **Spell Resistance** no",
			"",
			"You create a suit of armor made of ice. While cold to the touch, it does not harm the wearer, especially if worn over normal clothing (though it can hasten the effects of exposure in cold environments). It offers the same protection as a breastplate, except it has hardness 0 and 30 hit points. If the intended wearer is immersed in water when you cast this spell, you may form the armor around the wearer (who may be you); otherwise the wearer must don the armor normally. Attacks against the wearer that create heat or fire degrade the armor, reducing its armor bonus by 1 for every 5 points of fire damage the wearer takes; when the armor's bonus to AC reaches 0, the armor is destroyed and the spell ends. Because the ice is slightly buoyant, the wearer gains a +2 circumstance bonus on Swim checks, except when swimming downward. Druids can wear ice armor without penalty."
		]
	},
	"ice_body": {
		"name": "Ice Body",
		"sources": [ "Ultimate Magic" ],
		"description": [
			"## Ice Body",
			"",
			"{SOURCE Ultimate Magic/224}  ",
			"**School** {spelldef/transmutation} [{spelldef/cold}]; **Level** arcanist 7, shaman 7, sorcerer 7, witch 7, wizard 7  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S  ",
			"**Range** personal  ",
			"**Target** you  ",
			"**Duration** 1 minute/level (D)",
			"",
			"Your form transmutes into living ice, granting you several abilities. You gain the cold subtype and damage reduction 5/magic. You are immune to ability score damage, blindness, critical hits, deafness, disease, drowning, electricity, poison, stunning, and all spells or attacks that affect your physiology or respiration, because you have no physiology or respiration while this spell is in effect. You cannot drink (and thus can't use potions) or play wind instruments.",
			"",
			"Your unarmed attack deals damage equal to a club sized for you (1d4 for Small characters or 1d6 for Medium characters) plus 1 point of cold damage, and you are considered armed when making unarmed attacks. You may burrow through nonmagical ice or snow at your base speed as easily as a fish swims through water. You can move through magical ice and snow if you succeed on a caster level check (1d20 + caster level) against a DC of 11 + the caster level of the effect; you automatically succeed on caster level checks against effects that you created. Your passage through snow and ice in this fashion leaves behind no tunnel or hole."
		]
	},
	"ice_crystal_teleport": {
		"name": "Ice Crystal Teleport",
		"sources": [ "Ultimate Magic" ],
		"description": [
			"## Ice Crystal Teleport",
			"",
			"{SOURCE Ultimate Magic/224}  ",
			"**School** {spelldef/conjuration} ({spelldef/teleportation}) [{spelldef/cold}]; **Level** arcanist 6, sorcerer 6, summoner 5, unchained summoner 6, witch 6, wizard 6  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V  ",
			"**Range** long (400 ft. + 40 ft./level)  ",
			"**Target** one creature  ",
			"**Duration** 1d4 rounds and instantaneous  ",
			"**Saving Throw** Will negates; **Spell Resistance** yes",
			"",
			"This spell functions as teleport, except you use it to teleport yourself or one other creature to a safe location you specify (the target can bring along objects as long as their weight doesn't exceed the target's heavy load). You can only send the target to a location with which you are very familiar. The target is first trapped in ice (hardness 0, 3 hit points per inch of thickness, 1 inch thick per caster level) for 1d4 rounds, during which time it is paralyzed, aware but unable to take any physical actions, and begins to fade away as the teleportation aspect takes effect. At the end of the 1d4 rounds, the target teleports to the specified location, and the ice's hit points drop to 0 and it quickly melts away. If the ice is destroyed before the target teleports, the spell ends and the teleport doesn't occur."
		]
	},
	"ice_slick": {
		"name": "Ice Slick",
		"sources": [ "Monster Codex" ],
		"description": [
			"## Ice Slick",
			"",
			"{SOURCE Monster Codex/69}  ",
			"**School** {spelldef/evocation} [{spelldef/cold}]; **Level** arcanist 2, druid 2, hunter 2, magus 2, ranger 2, sorcerer 2, witch 2, wizard 2  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S  ",
			"**Range** close (25 ft. + 5 ft./2 levels)  ",
			"**Area** 5-ft.-radius burst  ",
			"**Duration** instantaneous (see text)",
			"",
			"You create a blast of intense cold, coating all solid surfaces in the area with a thin coating of ice. Any creature in the area when the spell is cast takes 1d6 points of cold damage + 1 point per caster level (maximum +10) and falls prone; creatures that succeed at a Reflex save take half damage and don't fall prone. Spell resistance applies to this initial effect.",
			"",
			"A creature can walk within or through the area of ice at half its normal speed with a successful DC 10 Acrobatics check. Failure by 4 or less means the creature can't move that round (and must succeed at a Reflex save or fall); failure by 5 or more means it falls (see the {skill/Acrobatics/ skill} for details). Creatures that do not move on their turn do not need to attempt this check.",
			"",
			"A 5-foot square of ice has hardness 0 and 3 hit points. The ice is an instantaneous effect, but persists as nonmagical ice. Under temperate conditions, the ice lasts 1 minute per level. In tropical environments, it might last only half as long. In cold environments where ice and snow persist without melting, it could last indefinitely."
		]
	},
	"ice_spears": {
		"name": "Ice Spears",
		"sources": [
			"Pathfinder #67: The Snows of Summer",
			"Inner Sea Magic"
		],
		"description": [
			"## Ice Spears",
			"",
			"{SOURCE Pathfinder #67: The Snows of Summer/72;Inner Sea Magic/57}  ",
			"**School** {spelldef/conjuration} [{spelldef/cold}]; **Level** arcanist 3, druid 3, hunter 3, sorcerer 3, witch 3, wizard 3  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S, M (a small stalagmite-shaped crystal)  ",
			"**Range** close (25 ft. + 5 ft./2 levels)  ",
			"**Effect** 1 ice spear/4 levels  ",
			"**Duration** instantaneous  ",
			"**Saving Throw** Reflex half and see below; **Spell Resistance** no",
			"",
			"Favored by the spellcasters of Irrisen, this potent spell can disrupt spellcasters, topple enemies, and break even seemingly unstoppable charges.",
			"",
			"One or more giant spears of ice lance up out of the ground. Each stalagmite-like icicle affects a 5-foot square and tapers to a height of 10 feet. You may cause a number of ice spears equal to one spear for every 4 caster levels you possess to burst from the ground. A creature that occupies a square from which a spear extends (or that is within 10 feet of the ground below) takes 2d6 points of piercing damage and 2d6 points of cold damage per square-creatures that take up more than 1 square can be hit by multiple spears if your caster level is high enough. The explosive growth can also trip foes. When the spears erupt from the ground, they attempt a combat maneuver check to trip any targets that take damage from the spears, with a total bonus equal to your caster level plus your Intelligence, Wisdom, or Charisma modifier, whichever is highest. Each additional ice spear beyond the first that strikes a single foe grants a +10 bonus on this combat maneuver check. If the check is successful, the ice spears knock the foe prone. A successful Reflex save halves the damage and prevents the trip attempt.",
			"",
			"If you cast this spell upon an area covered with ice or snow, such as a glacier, frozen lake, or snow-covered field, the spears strike with additional force. Saves against the effect take a -2 penalty, and the spell effect gains a +4 bonus on the combat maneuver check to trip foes.",
			"",
			"Ice spears created by this spell remain after they do their damage. They melt as normal depending on the surrounding environment. They no longer damage foes in their square, but can provide cover. An ice spear has hardness 5 and 30 hit points."
		]
	},
	"ice_storm": {
		"name": "Ice Storm",
		"sources": [
			"PRPG Core Rulebook",
			"Mythic Adventures"
		],
		"description": [
			"## Ice Storm",
			"",
			"{SOURCE PRPG Core Rulebook/298}  ",
			"**School** {spelldef/evocation} [{spelldef/cold}]; **Level** arcanist 4, bloodrager 4, druid 4, hunter 4, magus 4, occultist 4, shaman 4, sorcerer 4, witch 4, wizard 4  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S, M/DF (dust and water)  ",
			"**Range** long (400 ft. + 40 ft./level)  ",
			"**Area** cylinder (20-ft. radius, 40 ft. high)  ",
			"**Duration** 1 round/level (D)  ",
			"**Saving Throw** none; **Spell Resistance** yes",
			"",
			"Great magical hailstones pound down upon casting this spell, dealing 3d6 points of bludgeoning damage and 2d6 points of cold damage to every creature in the area. This damage only occurs once, when the spell is cast. For the remaining duration of the spell, heavy snow and sleet rains down in the area. Creatures inside this area take a -4 penalty on Perception skill checks and the entire area is treated as difficult terrain. At the end of the duration, the snow and hail disappear, leaving no after-effects (other than the damage dealt).",
			"",
			"### Mythic Ice Storm",
			"",
			"{SOURCE Mythic Adventures/98}",
			"",
			"The bludgeoning damage increases to 4d8 points of damage and the cold damage increases to 3d6 points of damage. The ground in the area is covered in ice and hailstones, acting as though a grease spell were cast on it. Dealing 5 or more points of fire damage to a square melts the ice and hail, negating the grease effect.",
			"",
			"*Augmented (6th):* If you expend two uses of mythic power, one creature in the area is paralyzed (as if by hold person) and gains vulnerability to fire as long as it's paralyzed."
		]
	},
	"icicle_dagger": {
		"name": "Icicle Dagger",
		"sources": [ "Ultimate Magic" ],
		"description": [
			"## Icicle Dagger",
			"",
			"{SOURCE Ultimate Magic/224}  ",
			"**School** {spelldef/conjuration} ({spelldef/creation}) [{spelldef/cold}]; **Level** arcanist 1, bloodrager 1, occultist 1, sorcerer 1, summoner 1, unchained summoner 1, witch 1, wizard 1  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S  ",
			"**Range** 0 ft.  ",
			"**Effect** one icicle  ",
			"**Duration** 1 minute/level  ",
			"**Saving Throw** none; **Spell Resistance** no",
			"",
			"You create a masterwork dagger out of ice. The dagger deals 1 point of cold damage in addition to normal dagger damage. If the dagger leaves your hand for more than 1 round, it melts and the spell ends. At 6th level, the dagger functions as a +1 frost dagger. At 11th level, it gains the returning property when thrown, melting away and reforming in your hand just before your next turn."
		]
	},
	"icy_prison": {
		"name": "Icy Prison",
		"sources": [ "Ultimate Magic" ],
		"description": [
			"## Icy Prison",
			"",
			"{SOURCE Ultimate Magic/224}  ",
			"**School** {spelldef/evocation} [{spelldef/cold}]; **Level** arcanist 5, sorcerer 5, wizard 5  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S  ",
			"**Range** medium (100 ft. + 10 ft./level)  ",
			"**Target** one creature  ",
			"**Duration** 1 minute/level; see text  ",
			"**Saving Throw** Reflex partial; **Spell Resistance** yes",
			"",
			"You trap the target in solid ice 1 inch thick per caster level. If the creature fails its save, it is helpless, but can still breathe (the ice blocks line of effect to the target). If the target makes its save, it gains the entangled condition but can otherwise act normally. Whether or not the target saves, it takes 1 point of cold damage per caster level each round it is helpless or entangled in the ice. The ice has hardness 0 and 3 hit points per inch of thickness; if broken, the creature is freed. A creature can break the ice as a full-round action with a successful Strength check (DC 15 + your caster level).",
			"",
			"### Icy Prison, Mass",
			"",
			"{SOURCE Ultimate Magic/224}  ",
			"**School** {spelldef/evocation} [{spelldef/cold}]; **Level** arcanist 9, sorcerer 9, wizard 9  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S  ",
			"**Range** medium (100 ft. + 10 ft./level)  ",
			"**Targets** one creature/level, no two of which can be more than 30 ft. apart  ",
			"**Duration** 1 minute/level; see text  ",
			"**Saving Throw** Reflex partial; **Spell Resistance** yes",
			"",
			"This spell functions as icy prison, except as noted above."
		]
	},
	"icy_prison_mass": {
		"name": "Icy Prison, Mass",
		"copyof": "icy_prison"
	},
	"mass_icy_prison": {
		"copyof": "icy_prison_mass"
	},
	"id_insinuation_1": {
		"name": "Id Insinuation I",
		"sources": [ "Occult Adventures" ],
		"description": [
			"## Id Insinuation I",
			"",
			"{SOURCE Occult Adventures/173}  ",
			"**School** {spelldef/enchantment} ({spelldef/compulsion}) [{spelldef/mind-affecting}]; **Level** psychic 2  ",
			"**Casting Time** 1 standard action  ",
			"**Components** S  ",
			"**Range** close (25 ft. + 5 ft./2 levels)  ",
			"**Target** one creature  ",
			"**Duration** concentration + 1 round  ",
			"**Saving Throw** Will negates; **Spell Resistance** yes",
			"",
			"By invading the mind of a creature with your psychic presence, you can isolate parts of its mind, preventing the target from functioning in a coherent manner. The target is confused as long as you concentrate on it plus 1 additional round. A successful Will save negates this effect.",
			"",
			"### Id Insinuation II",
			"",
			"{SOURCE Occult Adventures/173}  ",
			"**School** {spelldef/enchantment} ({spelldef/compulsion}) [{spelldef/mind-affecting}]; **Level** psychic 3  ",
			"**Casting Time** 1 standard action  ",
			"**Components** S  ",
			"**Range** close (25 ft. + 5 ft./2 levels)  ",
			"**Targets** two creatures  ",
			"**Duration** concentration + 1 round  ",
			"**Saving Throw** Will negates; **Spell Resistance** yes",
			"",
			"This functions as id insinuation I, except as noted above. In addition, on the first round of the effect, the targets of this spell must roll twice to determine the result of their confused condition. You select which roll is used. This spell can be undercast.",
			"",
			"### Id Insinuation III",
			"",
			"{SOURCE Occult Adventures/173}  ",
			"**School** {spelldef/enchantment} ({spelldef/compulsion}) [{spelldef/mind-affecting}]; **Level** psychic 4  ",
			"**Casting Time** 1 standard action  ",
			"**Components** S  ",
			"**Range** close (25 ft. + 5 ft./2 levels)  ",
			"**Targets** three creatures  ",
			"**Duration** concentration + 1 round  ",
			"**Saving Throw** Will negates; **Spell Resistance** yes",
			"",
			"This functions as id insinuation I, except as noted above. In addition, on the first 2 rounds of the effect, the targets of this spell must roll twice to determine the result of their confused conditions. You select which roll is used. This spell can be undercast.",
			"",
			"### Id Insinuation IV",
			"",
			"{SOURCE Occult Adventures/173}  ",
			"**School** {spelldef/enchantment} ({spelldef/compulsion}) [{spelldef/mind-affecting}]; **Level** psychic 5  ",
			"**Casting Time** 1 standard action  ",
			"**Components** S  ",
			"**Range** close (25 ft. + 5 ft./2 levels)  ",
			"**Targets** four creatures  ",
			"**Duration** concentration + 1 round  ",
			"**Saving Throw** Will negates; **Spell Resistance** yes",
			"",
			"This functions as id insinuation I, except as noted above. In addition, on the first round of the effect, you can select the result of each creature's confused condition without having to roll, but this doesn't allow you to make any decisions about how that result is applied. On the following rounds of the effect, the targets of this spell must roll twice to determine their confused effect. You select which roll is used. This spell can be undercast."
		]
	},
	"id_insinuation_i": {
		"copyof": "id_insinuation_1"
	},
	"id_insinuation_2": {
		"name": "Id Insinuation II",
		"copyof": "id_insinuation_1"
	},
	"id_insinuation_ii": {
		"copyof": "id_insinuation_2"
	},
	"id_insinuation_3": {
		"name": "Id Insinuation III",
		"copyof": "id_insinuation_1"
	},
	"id_insinuation_iii": {
		"copyof": "id_insinuation_3"
	},
	"id_insinuation_4": {
		"name": "Id Insinuation IV",
		"copyof": "id_insinuation_1"
	},
	"id_insinuation_iv": {
		"copyof": "id_insinuation_4"
	}
}
