{
	"not_found": {
		"name": "Unknown",
		"sources": [],
		"description": [
			"## Error",
			"",
			"Unable to find the requested spell."
		]
	},
	"abadars_truthtelling": {
		"name": "Abadar's Truthtelling",
		"sources": [
			"Inner Sea Gods",
			"Pathfinder #8: Seven Days to the Grave",
			"Gods and Magic"
		],
		"description": [
			"## Abadar's Truthtelling",
			"",
			"{SOURCE Inner Sea Gods/228;Pathfinder #8: Seven Days to the Grave/71;Gods and Magic/5}  ",
			"**School** {spelldef/enchantment} ({spelldef/compulsion}) [{spelldef/mind-affecting}]; **Level** cleric 1, inquisitor 1, oracle 1, paladin 1, warpriest 1 (Abadar)  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S, DF  ",
			"**Range** touch  ",
			"**Target** creature touched  ",
			"**Duration** 1 min./level  ",
			"**Saving Throw** Will negates; **Spell Resistance** yes",
			"",
			"This spell functions identically to the spell zone of truth, except as noted above. The target momentarily takes on the semblance of a being of perfect order, like an archon or inevitable, so that all who can see the target know it is affected by the spell. This divine guise flickers over the target for only an instant and does not allow it to pass as a member of a different race."
		]
	},
	"abeyance": {
		"name": "Abeyance",
		"sources": [ "Pathfinder #82: Secrets of the Sphinx" ],
		"description": [
			"## Abeyance",
			"",
			"{SOURCE Pathfinder #82: Secrets of the Sphinx/74}  ",
			"**School** {spelldef/abjuration}; **Level** cleric 2, inquisitor 2, oracle 2, paladin 2, warpriest 2  ",
			"**Casting Time** 1 minute  ",
			"**Components** V, S, M (a flask of holy water worth 25 gp), DF  ",
			"**Range** touch  ",
			"**Target** creature touched  ",
			"**Duration** 24 hours  ",
			"**Saving Throw** Will negates (harmless); **Spell Resistance** yes (harmless)",
			"",
			"Abeyance suppresses the effects of a single curse on a creature. It does not restore any damage or drain that might have been caused by the curse. Abeyance cannot suppress curses that cannot be removed by remove curse, but it can suppress curses such as lycanthropy that require remove curse along with additional measures. An individual curse can be suppressed only once by abeyance, even if cast by a different caster.",
			"",
			"Abeyance does not allow a creature to divest itself of cursed objects, though it can suppress a curse contracted from an object."
		]
	},
	"abjuring_step": {
		"name": "Abjuring Step",
		"sources": [ "Ultimate Combat" ],
		"description": [
			"## Abjuring Step",
			"",
			"{SOURCE Ultimate Combat/221}  ",
			"**School** {spelldef/abjuration} [{spelldef/force}]; **Level** alchemist 1, arcanist 1, bard 1, investigator 1, magus 1, occultist 1, psychic 1, skald 1, sorcerer 1, wizard 1  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S, M (a rabbit's foot)  ",
			"**Range** personal  ",
			"**Target** you  ",
			"**Duration** 1 round/level or until discharged",
			"",
			"This spell creates a subtle and complicated force effect that is most effective when used by a still or slow-moving spellcaster or formula user. While you are subject to this spell, you can take two 5-foot steps each round and still cast spells and use spell-like abilities without provoking attacks of opportunity. This spell automatically discharges as soon as you make an attack, cast a harmful spell against another creature, or move more than 5 feet with a single move action. If the action that discharges the spell also provokes attacks of opportunity, that action still provokes attacks of opportunity as normal."
		]
	},
	"ablative_barrier": {
		"name": "Ablative Barrier",
		"sources": [
			"Ultimate Combat",
			"Mythic Adventures"
		],
		"description": [
			"## Ablative Barrier",
			"",
			"{SOURCE Ultimate Combat/221}  ",
			"**School** {spelldef/conjuration} ({spelldef/creation}) [{spelldef/force}]; **Level** alchemist 2, arcanist 3, bloodrager 2, investigator 2, magus 2, occultist 2, psychic 3, sorcerer 3, summoner 2, unchained summoner 3, wizard 3  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S, M (a piece of metal cut from a shield)  ",
			"**Range** touch  ",
			"**Target** creature touched  ",
			"**Duration** 1 hour/level or until discharged  ",
			"**Saving Throw** Will negates (harmless); **Spell Resistance** no",
			"",
			"Invisible layers of solid force surround and protect the target, granting that target a +2 armor bonus to AC. Additionally, the first 5 points of lethal damage the target takes from each attack are converted into nonlethal damage. Against attacks that already deal nonlethal damage, the target gains DR 5/-. Once this spell has converted 5 points of damage to nonlethal damage per caster level (maximum 50 points), the spell is discharged.",
			"",
			"### Mythic Ablative Barrier",
			"",
			"{SOURCE Mythic Adventures/84}",
			"",
			"Add half your tier to the spell's armor bonus. Add half your tier to the amount of lethal damage from each attack that is converted to nonlethal damage and to the DR against nonlethal damage. Add half your tier to your caster level when determining how much damage the spell converts before it's discharged."
		]
	},
	"ablative_sphere": {
		"name": "Ablative Sphere",
		"sources": [ "Humans of Golarion" ],
		"description": [
			"## Ablative Sphere",
			"",
			"{SOURCE Humans of Golarion/28}  ",
			"**School** {spelldef/abjuration}; **Level** arcanist 3, sorcerer 3, wizard 3  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S, M (a crystalline sphere worth 10 gp)  ",
			"**Range** personal  ",
			"**Target** you  ",
			"**Duration** 1 minute/level (D)",
			"",
			"The Garundi tenaciously protect their homes, and through the years they have perfected magic to aid them in their defense. An immobile, crystalline, weblike globe surrounds you.",
			"",
			"When the ablative sphere winks into existence, it provides you with improved cover. The barrier does not impede a spell's line of sight or effect.",
			"",
			"The sphere is 1 inch thick per caster level, has hardness 5, and 3 hit points per inch of thickness. When an ablative sphere loses hit points, the level of cover it provides is reduced. When the ablative sphere has lost one-third of its hit points, it provides cover instead of improved cover. Once it has lost two-thirds of its hit points, it provides only partial cover. Finally, when the ablative sphere's hit points reach 0, the globe is destroyed. When an attack reduces an ablative sphere's hit points to 0, you take any remaining damage."
		]
	},
	"aboleths_lung": {
		"name": "Aboleth's Lung",
		"sources": [ "Advanced Race Guide" ],
		"description": [
			"## Aboleth's Lung",
			"",
			"{SOURCE Advanced Race Guide/189}  ",
			"**School** {spelldef/transmutation}; **Level** arcanist 2, cleric 2, druid 2, hunter 2, oracle 2, redmantisassassin 2, sorcerer 2, warpriest 2, witch 2, wizard 2 (gillman)  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S, M/DF (piece of seaweed)  ",
			"**Range** touch  ",
			"**Target** living creatures touched  ",
			"**Duration** 1 hour/level; see text  ",
			"**Saving Throw** Will negates; **Spell Resistance** yes",
			"",
			"The targets are able to breathe water, freely. However, they can no longer breathe air. Divide the duration evenly among all the creatures you touch. This spell has no effect on creatures that can already breathe water."
		]
	},
	"absolution": {
		"name": "Absolution",
		"sources": [ "Ultimate Intrigue" ],
		"description": [
			"## Absolution",
			"",
			"{SOURCE Ultimate Intrigue/203}  ",
			"**School** {spelldef/abjuration}; **Level** cleric 4, oracle 4, paladin 4, warpriest 4  ",
			"**Casting Time** 1 round  ",
			"**Components** V, S, M (a vial of holy water), DF  ",
			"**Range** touch  ",
			"**Target** living creature touched  ",
			"**Duration** instantaneous  ",
			"**Saving Throw** none; **Spell Resistance** no",
			"",
			"You purge impure thoughts from the target's mind and fill him with exultant relief at the forgiveness of his sins. Absolution ends all charm or compulsion effects affecting the target (including harmless compulsions, such as heroism) as per break enchantment. If the target was forced to perform any actions contrary to his alignment, monk vows, paladin oath, or similar code of conduct by that charm or compulsion effect, that action doesn't cause him to lose access to class abilities, including divine spellcasting.",
			"",
			"Unlike an atonement spell, absolution can't reverse alignment change or the effects of willing transgressions, induce a creature to change its alignment, or restore class abilities lost because of misdeeds performed in the past. Absolution automatically works if the caster and the target share the same alignment or the same patron deity. If they don't, but their alignments are within one step of each other, absolution has a 5% chance of success per caster level. If neither of these is true, the spell automatically fails.",
			"",
			"If using the honor subsystem, casting absolution also eliminates the honor loss for events and actions committed by the target while he was affected by a charm or compulsion effect that the spell ended."
		]
	},
	"absorb_rune_1": {
		"name": "Absorb Rune I",
		"sources": [ "Adventurer's Guide" ],
		"description": [
			"## Absorb Rune I",
			"",
			"{SOURCE Adventurer's Guide/60}  ",
			"**School** {spelldef/abjuration}; **Level** arcanist 4, bard 4, cleric 4, magus 4, occultist 4, oracle 4, skald 4, sorcerer 4, warpriest 4, wizard 4  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S, M (a white silk glove worth 25 gp)  ",
			"**Range** touch  ",
			"**Target** one spell effect  ",
			"**Duration** instantaneous plus 1 minute/level (see text)  ",
			"**Saving Throw** Will negates (harmless); **Spell Resistance** yes (harmless)",
			"",
			"This spell allows you to lay your hand upon a magical glyph, symbol, or other magical spell effect (referred to in this spell description as a \"rune\") and attempt to absorb the essence of its effect. To absorb a rune, you must be aware of the rune's existence (but need not know the details of what it actually does) and then succeed at a caster level check (DC = 10 + the caster level of the spell affect being absorbed) as you touch the rune in question. If you fail this caster level check, the magical rune is not triggered unless you fail the roll by 5 or more.",
			"",
			"If you succeed at the caster level check, the rune is removed from the surface it was originally placed upon and duplicated on the cloth of a silk glove worn on your hand. The rune remains located on the glove's palm in an inert state for up to 1 minute per caster level. As a standard action taken at any time during that duration, you can transfer the rune to another surface similar to the one it was originally placed upon, at which point the rune's function either returns to normal or dissipates harmlessly as if successfully dispelled (your choice). If the spell's duration expires before you place the rune on a new surface, the absorbed rune dissipates harmlessly.",
			"",
			"Absorb rune I affects only runes whose effects are equivalent to a spell of 3rd level or lower. An attempt to use absorb rune I on a more powerful effect automatically triggers the rune when you touch it.",
			"",
			"### Absorb Rune II",
			"",
			"{SOURCE Adventurer's Guide/60}  ",
			"**School** {spelldef/abjuration}; **Level** arcanist 6, bard 6, cleric 6, magus 6, occultist 6, oracle 6, skald 6, sorcerer 6, warpriest 6, wizard 6  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S, M (a white silk glove worth 25 gp)  ",
			"**Range** touch  ",
			"**Target** one spell effect  ",
			"**Duration** instantaneous plus 1 minute/level (see text)  ",
			"**Saving Throw** Will negates (harmless); **Spell Resistance** yes (harmless)",
			"",
			"This spell functions like absorb rune I, but it can affect runes equivalent to a spell of 5th level or lower.",
			"",
			"### Absorb Rune III",
			"",
			"{SOURCE Adventurer's Guide/60}  ",
			"**School** {spelldef/abjuration}; **Level** arcanist 9, cleric 9, oracle 9, sorcerer 9, wizard 9  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S, M (a white silk glove worth 25 gp)  ",
			"**Range** touch  ",
			"**Target** one spell effect  ",
			"**Duration** instantaneous plus 1 minute/level (see text)  ",
			"**Saving Throw** Will negates (harmless); **Spell Resistance** yes (harmless)",
			"",
			"This spell functions like absorb rune I, but it can affect runes equivalent to a spell of 8th level or lower."
		]
	},
	"absorb_rune_i": {
		"copyof": "absorb_rune_1"
	},
	"absorb_rune_2": {
		"name": "Absorb Rune II",
		"copyof": "absorb_rune_1"
	},
	"absorb_rune_ii": {
		"copyof": "absorb_rune_2"
	},
	"absorb_rune_3": {
		"name": "Absorb Rune III",
		"copyof": "absorb_rune_1"
	},
	"absorb_rune_iii": {
		"copyof": "absorb_rune_3"
	},
	"absorb_toxicity": {
		"name": "Absorb Toxicity",
		"sources": [ "Ultimate Combat" ],
		"description": [
			"## Absorb Toxicity",
			"",
			"{SOURCE Ultimate Combat/221}  ",
			"**School** {spelldef/necromancy}; **Level** alchemist 3, arcanist 5, druid 4, hunter 4, investigator 3, psychic 5, sorcerer 5, witch 4, wizard 5  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S, M (a thorn from a poisonous plant)  ",
			"**Range** personal  ",
			"**Target** you  ",
			"**Duration** 10 minutes/level or until discharged  ",
			"**Saving Throw** see text; **Spell Resistance** no",
			"",
			"You absorb the toxicity of your surroundings, becoming toxic as a result. While under the effect of this spell, you are immune to diseases and poisons with which you come into contact. When you are exposed to a disease or poison, you can choose to absorb it. Doing so ends the immunity due to this spell to any disease and poison other than the one you absorbed. You remain immune to the new affliction until this spell ends. Casting absorb toxicity on yourself a second time does not allow you to absorb a second toxin, but instead resets the duration of the effect to its full 10 minutes/level.",
			"",
			"While you have a disease or poison absorbed, you can use a melee touch attack to transfer that affliction to another creature. A missed attack does not discharge the spell, and you can try to transfer the affliction again in subsequent rounds. If you hit, this spell is discharged, and your target must make a saving throw against the transferred affliction (DC equal to this spell's save DC or the affliction's save DC, whichever is higher) or suffer its effect or initial effect immediately. The target then continues to suffer from the affliction's normal effects.",
			"",
			"If the spell's duration expires before you have transferred the affliction, you are exposed to any absorbed poison or disease as if you had transferred it to yourself, but you gain a +2 bonus on saves against that particular instance of the poison or disease."
		]
	},
	"absorbing_barrier": {
		"name": "Absorbing Barrier",
		"sources": [ "People of the Wastes" ],
		"description": [
			"## Absorbing Barrier",
			"",
			"{SOURCE People of the Wastes/28}  ",
			"**School** {spelldef/abjuration}; **Level** alchemist 4, arcanist 4, investigator 4, sorcerer 4, summoner 4, unchained summoner 4, wizard 4  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S, F (a jagged scrap of metal)  ",
			"**Range** medium (100 ft. + 10 ft./level)  ",
			"**Area** 40-ft.-radius sphere; see text (S)  ",
			"**Duration** 1 hour/level or until discharged  ",
			"**Saving Throw** none (harmless); **Spell Resistance** no (harmless)",
			"",
			"You ward all creatures and objects in the area from ranged weapons. The spell's area of effect is often a sphere, although you can shape it to be smaller than the maximum area or to exclude certain adjacent areas or objects (for example, if you are warding a specific structure, or if you are roughly warding the front lines of a battlefield). This spell's area is also up to 40 feet in height, so flying creatures benefit as long as they are in this area of effect.",
			"",
			"Creatures and objects in the warded area gain damage reduction 20/magic against ranged weapons. Once the spell has prevented a total of 20 points of damage per caster level (maximum 200 points) to creatures and objects in the area, it is discharged."
		]
	},
	"absorbing_inhalation": {
		"name": "Absorbing Inhalation",
		"sources": [ "Advanced Race Guide" ],
		"description": [
			"## Absorbing Inhalation",
			"",
			"{SOURCE Advanced Race Guide/160}  ",
			"**School** {spelldef/transmutation} [{spelldef/air}]; **Level** alchemist 4, arcanist 4, bloodrager 4, druid 4, hunter 4, investigator 4, redmantisassassin 4, sahirafiyun 4, sorcerer 4, wizard 4 (sylph)  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S  ",
			"**Range** close (25 ft. + 5 ft./2 levels)  ",
			"**Target** one cloud-like effect, up to one 10-ft. cube/level  ",
			"**Duration** 1 round/level; see text  ",
			"**Saving Throw** see text; **Spell Resistance** no",
			"",
			"You grant your lungs inhuman strength and capacity, allowing you to harmlessly and completely inhale one gas, fog, smoke, mist, or similar cloud-like effect. If the targeted cloud is a magical effect, you must succeed at a caster level check (DC 11 + the effect's caster level) to inhale it. Inhaling the cloud removes it from the area, leaving normal air in its place. If the cloud is too large for you to affect with a single casting of this spell, you may instead inhale a portion of the cloud, but you must inhale the portion of the cloud closest to you. This spell has no effect on gaseous creatures. It can only affect an instantaneous-duration cloud (such as a breath weapon) if you ready an action to cast the spell in response.",
			"",
			"While inhaled, the cloud does not harm you. You may keep the cloud harmlessly contained within you for up to 1 round per level, but you must hold your breath to do so (even if you do not normally have to breathe). If the cloud has a duration, the time the cloud is contained within you counts toward that duration. As a standard action, you may release the stored cloud as a breath weapon, filling a 60-foot cone (or the cloud's original area, if smaller than a 60-foot cone). Any creature in the breath's area is subject to its normal effects, making saving throws and spell resistance checks as appropriate against the cloud's original DC. The exhaled cloud resumes its duration, if any. Exhaling the stored cloud ends this spell. If you do not exhale the cloud before this spell's duration expires, you suffer the cloud's effects and automatically fail any saving throw to resist it."
		]
	},
	"absorbing_touch": {
		"name": "Absorbing Touch",
		"sources": [ "Advanced Player's Guide" ],
		"description": [
			"## Absorbing Touch",
			"",
			"{SOURCE Advanced Player's Guide/200}  ",
			"**School** {spelldef/transmutation}; **Level** alchemist 3, investigator 3  ",
			"**Casting Time** 1 standard action  ",
			"**Components** S  ",
			"**Range** touch  ",
			"**Target** object touched  ",
			"**Duration** 1 day/level (D)  ",
			"**Saving Throw** Fortitude negates (object); **Spell Resistance** no",
			"",
			"You absorb the next object your hand touches into your body. If you are already holding an object, you can attempt to absorb it; otherwise, you may touch an object as a standard action separate from casting the spell. You can absorb any nonmagical, nonliving object weighing no more than 1 pound per caster level. A container and its contents count as a single object. Objects in the possession of another creature receive a Fortitude saving throw to prevent absorption. You may continue to attempt to absorb objects until one is absorbed.",
			"",
			"An absorbed object melds with your hand and cannot be targeted, but the object's weight still counts against your carrying capacity. If you dismiss the spell, the item appears in the hand that absorbed it, or falls to the ground if that hand is full. Multiple castings let you absorb additional items, but you can only store a single item per hand."
		]
	},
	"abstemiousness": {
		"name": "Abstemiousness",
		"sources": [
			"Inner Sea Gods",
			"Faiths of Balance"
		],
		"description": [
			"## Abstemiousness",
			"",
			"{SOURCE Inner Sea Gods/228;Faiths of Balance/29}  ",
			"**School** {spelldef/transmutation}; **Level** bard 1, cleric 1, druid 1, hunter 1, oracle 1, skald 1, warpriest 1, witch 1 (Irori)  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V  ",
			"**Range** touch  ",
			"**Target** a handful of berries, grains, nuts, or rice  ",
			"**Duration** 1 hour  ",
			"**Saving Throw** Fortitude negates (harmless); **Spell Resistance** yes (harmless)",
			"",
			"Sometimes Irori smiles on his worshipers, granting them a reprieve from physical hunger. This spell magically enhances a handful of simple food, imbuing it with enough nutrition to satisfy a Medium or smaller creature for a full day. The spell does not create food, and thus will not alone prevent someone from starving, but it can extend even limited reserves for lengthy periods."
		]
	},
	"absurdity": {
		"name": "Absurdity",
		"sources": [ "Horror Adventures" ],
		"description": [
			"## Absurdity",
			"",
			"{SOURCE Horror Adventures/108}  ",
			"**School** {spelldef/illusion} ({spelldef/phantasm}) [{spelldef/emotion}, {spelldef/mind-affecting}]; **Level** bard 2, medium 2, mesmerist 2, psychic 2, skald 2, spiritualist 2  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S  ",
			"**Range** medium (100 ft. + 10 ft./level)  ",
			"**Target** up to one creature/level, no two of which can be more than 30 ft. apart  ",
			"**Duration** 1 minute/level (D)  ",
			"**Saving Throw** Will negates; **Spell Resistance** no",
			"",
			"Your targets perceive intimidation and threats as laughably absurd. A character attempting to intimidate your targets is instead perceived as having exaggerated facial features or babbling and awkward speech. Effects that impose fear conditions become objects of ridicule, with the targets making fun of the source of the object as it attempts to scare them.",
			"",
			"Absurdity protects your targets from gaining lesser fear conditions (spooked, shaken, and scared), granting them immunity to spooked and a 50% chance to negate shaken or scared conditions instead of gaining them from any effect, including uses of the Intimidate skill to demoralize. Any other effect related to a spell or ability that generates fear (such as dying from a phantasmal killer) affects them normally, and effects that ignore immunity to fear also ignore absurdity.",
			"",
			"However, target creatures also have serious difficulty noticing potential threats; they take a -10 penalty on Sense Motive checks to avoid surprise or to notice that a creature is actively threatening or malicious and a -2 penalty on initiative checks. The spell doesn't prevent spells or effects that provide early warning or a form of danger sense (like anticipate peril or find traps) from alerting the affected character to danger."
		]
	},
	"abundant_ammunition": {
		"name": "Abundant Ammunition",
		"sources": [ "Ultimate Combat" ],
		"description": [
			"## Abundant Ammunition",
			"",
			"{SOURCE Ultimate Combat/222}  ",
			"**School** {spelldef/conjuration} ({spelldef/summoning}); **Level** arcanist 1, bard 1, cleric 1, hunter 1, oracle 1, psychic 1, ranger 1, skald 1, sorcerer 1, warpriest 1, wizard 1  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S, M/DF (a single piece of ammunition)  ",
			"**Range** touch  ",
			"**Target** one container touched  ",
			"**Duration** 1 minute/level  ",
			"**Saving Throw** none; **Spell Resistance** no",
			"",
			"When cast on a container such as a quiver or a pouch that contains nonmagical ammunition or shuriken (including masterwork ammunition or shuriken, but not special materials, achemical attributes, or nonmagical treatments on the ammunition), at the start of each round this spell replaces any ammunition taken from the container the round before. The ammunition taken from the container the round before vanishes. If, after casting this spell, you cast a spell that enhances projectiles, such as align weapon or greater magic weapon, on the same container, all projectiles this spell conjures are affected by that spell."
		]
	},
	"abyssal_vermin": {
		"name": "Abyssal Vermin",
		"sources": [ "Pathfinder #78: City of Locusts" ],
		"description": [
			"## Abyssal Vermin",
			"",
			"{SOURCE Pathfinder #78: City of Locusts/75}  ",
			"**School** {spelldef/transmutation}; **Level** antipaladin 2, arcanist 4, cleric 4, oracle 4, redmantisassassin 4, sorcerer 4, warpriest 4, witch 4, wizard 4 (Deskari)  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S  ",
			"**Range** close (25 ft. + 5 ft./2 levels)  ",
			"**Target** one vermin or vermin swarm  ",
			"**Duration** 1 minute/level  ",
			"**Saving Throw** Fortitude negates (see text); **Spell Resistance** yes",
			"",
			"You infuse the target with power from the Abyss, granting it the fiendish creature simple template. The swarm gains DR 5/good if it has at least 5 Hit Dice, or DR 10/good it if has at least 11 HD. It gains cold resistance 5 and fire resistance 5 if it has at least 5 HD, or cold resistance 10 and fire resistance 10 if it has at least 11 HD. It gains spell resistance equal to its CR + 6. Once per day, it can smite good (as a swift action against a good opponent, the vermin adds its Charisma bonus to its attack rolls and its HD to its damage rolls until the opponent is dead). If the targeted vermin is under your command, it automatically fails its saving throw against this spell. This spell has no effect on vermin that already have the fiendish creature simple template."
		]
	},
	"accelerate_poison": {
		"name": "Accelerate Poison",
		"sources": [ "Advanced Player's Guide" ],
		"description": [
			"## Accelerate Poison",
			"",
			"{SOURCE Advanced Player's Guide/201}  ",
			"**School** {spelldef/transmutation} [{spelldef/poison}]; **Level** arcanist 2, druid 2, hunter 2, occultist 2, ranger 2, redmantisassassin 2, sorcerer 2, wizard 2  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S, M (a thorn)  ",
			"**Range** touch  ",
			"**Target** creature touched  ",
			"**Duration** instantaneous  ",
			"**Saving Throw** Fortitude negates; **Spell Resistance** yes",
			"",
			"You hasten the onset of poison in the target. If the poison normally has an onset time, its effects begin immediately. If the poison has no onset time, its frequency is doubled, requiring two saving throws and inflicting damage twice per round or minute, though its duration is halved. Accelerate poison does not change the cure condition for the poison. If the target is affected by more than one poison, you may choose which is affected if you administered the poison; otherwise, randomly determine which poison is affected."
		]
	},
	"accept_affliction": {
		"name": "Accept Affliction",
		"sources": [ "Champions of Purity" ],
		"description": [
			"## Accept Affliction",
			"",
			"{SOURCE Champions of Purity/28}  ",
			"**School** {spelldef/conjuration} ({spelldef/healing}) [{spelldef/good}]; **Level** bard 3, cleric 3, druid 3, hunter 3, oracle 3, paladin 3, skald 3, warpriest 3, witch 3  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S, M/DF (dove's heart)  ",
			"**Range** touch  ",
			"**Target** creature touched  ",
			"**Duration** instantaneous  ",
			"**Saving Throw** Fortitude negates (harmless); **Spell Resistance** yes (harmless)",
			"",
			"The caster can transfer the effects of afflictions such as curses, diseases, and poisons from the target creature to himself. This spell can also transfer the blinded, deafened, fatigued, nauseated, shaken, and sickened conditions. All aspects of the transferred afflictions (save DCs, remaining duration, removal conditions, and so on) remain the same, but affect the caster instead of the original target. After transferring the affliction or condition, the caster is free to cure it in any way he can."
		]
	},
	"accursed_glare": {
		"name": "Accursed Glare",
		"sources": [ "Blood of the Moon" ],
		"description": [
			"## Accursed Glare",
			"",
			"{SOURCE Blood of the Moon/9}  ",
			"**School** {spelldef/necromancy} [{spelldef/curse}]; **Level** antipaladin 3, arcanist 3, sorcerer 3, witch 3, wizard 3 (werebat)  ",
			"**Casting Time** 1 round  ",
			"**Components** V, S  ",
			"**Range** close (25 ft. + 5 ft./2 levels)  ",
			"**Target** one creature  ",
			"**Duration** 1 day/level  ",
			"**Saving Throw** Will negates; **Spell Resistance** yes",
			"",
			"You channel a fell curse through your glare. If the target fails its saving throw, it begins to obsessively secondguess its actions and attract bad luck. Whenever the target attempts an attack roll or saving throw while the curse lasts, it must roll twice and take the lower result. While you cast this spell, an ally within range of the subject can attempt an Intimidate check as a move action (DC = save DC of this spell); on a success, the ally adds its own glare to yours, granting you a +2 bonus on your caster level check to overcome spell resistance (if any). Multiple allies can attempt Intimidate checks; this bonus stacks."
		]
	},
	"acid_arrow": {
		"name": "Acid Arrow",
		"sources": [ "PRPG Core Rulebook" ],
		"description": [
			"## Acid Arrow",
			"",
			"{SOURCE PRPG Core Rulebook/239}  ",
			"**School** {spelldef/conjuration} ({spelldef/creation}) [{spelldef/acid}]; **Level** arcanist 2, bloodrager 2, magus 2, sorcerer 2, wizard 2  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S, M (rhubarb leaf and an adder's stomach), F (a dart)  ",
			"**Range** long (400 ft. + 40 ft./level)  ",
			"**Effect** one arrow of acid  ",
			"**Duration** 1 round + 1 round per three levels  ",
			"**Saving Throw** none; **Spell Resistance** no",
			"",
			"An arrow of acid springs from your hand and speeds to its target. You must succeed on a ranged touch attack to hit your target. The arrow deals 2d4 points of acid damage with no splash damage. For every three caster levels you possess, the acid, unless neutralized, lasts for another round (to a maximum of 6 additional rounds at 18th level), dealing another 2d4 points of damage in each round."
		]
	},
	"acid_fog": {
		"name": "Acid Fog",
		"sources": [ "PRPG Core Rulebook" ],
		"description": [
			"## Acid Fog",
			"",
			"{SOURCE PRPG Core Rulebook/239}  ",
			"**School** {spelldef/conjuration} ({spelldef/creation}) [{spelldef/acid}]; **Level** arcanist 6, magus 6, sorcerer 6, unchained summoner 6, wizard 6  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S, M (powdered peas and an animal hoof)  ",
			"**Range** medium (100 ft. + 10 ft./level)  ",
			"**Effect** fog spreads in 20-ft. radius, 20 ft. high  ",
			"**Duration** 1 round/level  ",
			"**Saving Throw** none; **Spell Resistance** no",
			"",
			"Acid fog creates a billowing mass of misty vapors like the solid fog spell. In addition to slowing down creatures and obscuring sight, this spell's vapors are highly acidic. Each round on your turn, starting when you cast the spell, the fog deals 2d6 points of acid damage to each creature and object within it."
		]
	},
	"acid_maw": {
		"name": "Acid Maw",
		"sources": [ "Advanced Class Origins" ],
		"description": [
			"## Acid Maw",
			"",
			"{SOURCE Advanced Class Origins/30}  ",
			"**School** {spelldef/transmutation} [{spelldef/acid}]; **Level** druid 1, hunter 1, ranger 1  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S, DF  ",
			"**Range** close (25 ft. + 5 ft./2 levels)  ",
			"**Target** your animal companion  ",
			"**Duration** 1 minute/level  ",
			"**Saving Throw** Will negates (harmless); **Spell Resistance** yes",
			"",
			"Your animal companion's bite attack deals an additional 1d4 points of acid damage, and the acid deals another 1d4 points of acid damage to the target on the next round. The acid continues to deal damage for 1 additional round per 4 caster levels (to a maximum of 6 total rounds at caster level 20th). This ongoing acid damage doesn't stack from multiple attacks, but the duration resets if a newer bite would cause the ongoing damage to last longer than the duration remaining from a previous one. The acid does not harm the animal companion."
		]
	},
	"acid_splash": {
		"name": "Acid Splash",
		"sources": [ "PRPG Core Rulebook" ],
		"description": [
			"## Acid Splash",
			"",
			"{SOURCE PRPG Core Rulebook/239}  ",
			"**School** {spelldef/conjuration} ({spelldef/creation}) [{spelldef/acid}]; **Level** arcanist 0, inquisitor 0, magus 0, sorcerer 0, summoner 0, unchained summoner 0, wizard 0  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S  ",
			"**Range** close (25 ft. + 5 ft./2 levels)  ",
			"**Effect** one missile of acid  ",
			"**Duration** instantaneous  ",
			"**Saving Throw** none; **Spell Resistance** no",
			"",
			"You fire a small orb of acid at the target. You must succeed on a ranged touch attack to hit your target. The orb deals 1d3 points of acid damage. This acid disappears after 1 round."
		]
	},
	"acidic_spray": {
		"name": "Acidic Spray",
		"sources": [ "Ultimate Magic" ],
		"description": [
			"## Acidic Spray",
			"",
			"{SOURCE Ultimate Magic/204}  ",
			"**School** {spelldef/conjuration} ({spelldef/creation}) [{spelldef/acid}]; **Level** arcanist 5, magus 5, sorcerer 5, wizard 5  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S, M (a vial of acid worth 10 gp)  ",
			"**Range** 60 ft.  ",
			"**Effect** 60-ft. line  ",
			"**Duration** instantaneous  ",
			"**Saving Throw** Reflex partial (see text); **Spell Resistance** yes",
			"",
			"A spray of acid erupts from your outstretched hand, dealing 1d6 points of acid damage per caster level (maximum 15d6) to each creature within its area (Reflex half). This acid continues to burn for 1 round, dealing 1d6 points of acid damage per two caster levels (maximum 7d6) to any creature that failed its saving throw against the spell (a second Reflex save on the creature's turn negates this additional damage)."
		]
	},
	"acute_senses": {
		"name": "Acute Senses",
		"sources": [ "Ultimate Magic" ],
		"description": [
			"## Acute Senses",
			"",
			"{SOURCE Ultimate Magic/205}  ",
			"**School** {spelldef/transmutation}; **Level** alchemist 2, bard 2, hunter 2, inquisitor 2, investigator 2, psychic 2, ranger 2, skald 2  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S, M (a glass lens)  ",
			"**Range** touch  ",
			"**Target** creature touched  ",
			"**Duration** 1 minute/level  ",
			"**Saving Throw** Will negates (harmless); **Spell Resistance** yes",
			"",
			"The target gains a +10 enhancement bonus on Perception checks. The bonus increases to +20 at caster level 8th, and +30 (the maximum) at caster level 16th."
		]
	},
	"adhesive_blood": {
		"name": "Adhesive Blood",
		"sources": [ "Advanced Class Guide" ],
		"description": [
			"## Adhesive Blood",
			"",
			"{SOURCE Advanced Class Guide/172}  ",
			"**School** {spelldef/transmutation}; **Level** alchemist 2, arcanist 2, bloodrager 2, investigator 2, psychic 2, redmantisassassin 2, sorcerer 2, witch 2, wizard 2  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S  ",
			"**Range** personal  ",
			"**Target** you  ",
			"**Duration** 1 minute/level  ",
			"**Saving Throw** Reflex negates (see text); **Spell Resistance** no",
			"",
			"Your blood thickens to becomes a glue-like substance upon contact with air. A piercing or slashing weapon that deals hit point damage to you is stuck fast unless the wielder succeeds at a Reflex save. A creature can pry off a stuck weapon on its turn as a standard action with a successful Strength check against the spell's DC. Strong alcohol or universal solvent dissolves the adhesive. The glue breaks down 5 rounds after you die, or when the duration ends. This glue has no effect while underwater or in environments that lack air."
		]
	},
	"adhesive_spittle": {
		"name": "Adhesive Spittle",
		"sources": [ "Advanced Class Guide" ],
		"description": [
			"## Adhesive Spittle",
			"",
			"{SOURCE Advanced Class Guide/172}  ",
			"**School** {spelldef/conjuration} ({spelldef/creation}); **Level** alchemist 1, arcanist 1, investigator 1, psychic 1, sorcerer 1, witch 1, wizard 1  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S  ",
			"**Range** 15 ft.  ",
			"**Target** one creature  ",
			"**Duration** 1 round/level or until discharged (see text)  ",
			"**Saving Throw** Reflex partial; **Spell Resistance** no",
			"",
			"Once during this spell's duration, you can spit a viscous liquid as a standard action. This liquid functions as a tanglefoot bag, except you do not have to make a successful attack roll to hit your target. The DCs to counteract this adhesive (to avoid being stuck to the floor, to fly, to break the adhesive, or to cast a spell) use the spell's DC rather than a tanglefoot bag's normal DCs. The adhesive persists for 2d4 rounds after you spit it."
		]
	},
	"adjustable_disguise": {
		"name": "Adjustable Disguise",
		"sources": [ "Advanced Class Guide" ],
		"description": [
			"## Adjustable Disguise",
			"",
			"{SOURCE Advanced Class Guide/172}  ",
			"**School** {spelldef/illusion} ({spelldef/glamer}); **Level** alchemist 3, antipaladin 3, arcanist 3, bard 3, inquisitor 3, investigator 3, medium 3, mesmerist 3, occultist 3, psychic 3, redmantisassassin 3, skald 3, sorcerer 3, witch 3, wizard 3  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S  ",
			"**Range** personal  ",
			"**Target** you  ",
			"**Duration** 10 minutes/level (D)",
			"",
			"This spell functions as disguise self, except as a swift action you can alter the disguise (within the limitations of disguise self). For example, you could make yourself look like a young human city guard, then an old elven wizard of the opposite gender, then a halfling thief, and so on. You can change the disguise a number of times equal to your caster level."
		]
	},
	"adjustable_polymorph": {
		"name": "Adjustable Polymorph",
		"sources": [ "Advanced Class Guide" ],
		"description": [
			"## Adjustable Polymorph",
			"",
			"{SOURCE Advanced Class Guide/172}  ",
			"**School** {spelldef/transmutation} ({spelldef/polymorph}); **Level** alchemist 4, arcanist 4, bard 4, investigator 4, magus 4, medium 4, psychic 4, redmantisassassin 4, shaman 4, skald 4, sorcerer 4, summoner 4, unchained summoner 4, witch 4, wizard 4  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S, M (a small piece of doppelganger flesh)  ",
			"**Range** personal  ",
			"**Target** you  ",
			"**Duration** 1 minute/level (D)",
			"",
			"This spell functions as alter self, except you can as a swift action alter the disguise (within the limitations of alter self). For example, you could transform yourself into a halfling, then a lizardfolk, then an elf, and so on. You can change your form a number of times equal to your caster level."
		]
	},
	"admonishing_ray": {
		"name": "Admonishing Ray",
		"sources": [ "Taldor, Echoes of Glory" ],
		"description": [
			"## Admonishing Ray",
			"",
			"{SOURCE Taldor, Echoes of Glory/24}  ",
			"**School** {spelldef/evocation} [{spelldef/force}]; **Level** arcanist 2, cleric 2, oracle 2, sorcerer 2, warpriest 2, wizard 2  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S  ",
			"**Range** close (25 ft. + 5 ft./2 levels)  ",
			"**Effect** one or more rays  ",
			"**Duration** instantaneous  ",
			"**Saving Throw** none; **Spell Resistance** yes",
			"",
			"You blast your enemies with rays of nonlethal force. You may fire one ray, plus one additional ray for every four levels you possess beyond 3rd (to a maximum of three rays at 11th level). Each ray requires a ranged touch attack to hit and deals 4d6 points of nonlethal damage. This is a force effect. The rays may be fired at the same or different targets, but all rays must be fired simultaneously and aimed at targets within 30 feet of each other. The rays hit about as hard as a punch from a strong adult human, and can knock away unattended objects weighing up to 10 pounds if that amount of force could normally do so."
		]
	},
	"adoration": {
		"name": "Adoration",
		"sources": [ "Ultimate Combat" ],
		"description": [
			"## Adoration",
			"",
			"{SOURCE Ultimate Combat/222}  ",
			"**School** {spelldef/enchantment} [{spelldef/emotion}, {spelldef/mind-affecting}]; **Level** arcanist 2, bard 1, mesmerist 1, psychic 2, skald 1, sorcerer 2, witch 2, wizard 2  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S  ",
			"**Range** close (25 ft. + 5 ft./2 levels)  ",
			"**Target** one creature  ",
			"**Duration** 1 minute/level  ",
			"**Saving Throw** Will negates (harmless); **Spell Resistance** yes",
			"",
			"The target of this spell is the subject of adoration by those whom it tries to affect with Diplomacy or during performance combat. If the target is out of combat, it receives a +2 morale bonus on all Diplomacy checks it makes to influence creatures. If the creature is engaged in {rule/performance combat}, the target gains a +2 morale bonus on all performance combat checks."
		]
	},
	"adroit_retrieval": {
		"name": "Adroit Retrieval",
		"sources": [ "Black Markets" ],
		"description": [
			"## Adroit Retrieval",
			"",
			"{SOURCE Black Markets/30}  ",
			"**School** {spelldef/transmutation}; **Level** arcanist 3, sorcerer 3, wizard 3  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S  ",
			"**Range** touch  ",
			"**Target** creature touched  ",
			"**Duration** 1 minute/level  ",
			"**Saving Throw** Will negates (harmless); **Spell Resistance** yes (harmless)",
			"",
			"You instill the target with the ability to withdraw small items from her pockets or packs with supernatural swiftness. When the target retrieves an item stored on itself, it can retrieve the item either as a move action without provoking attacks of opportunity, or as a swift action that provokes attacks of opportunity. This effect functions only when the target attempts to retrieve a stored item that weighs less than 1 pound per caster level (maximum 15 pounds)."
		]
	},
	"advanced_scurvy": {
		"name": "Advanced Scurvy",
		"sources": [ "Pathfinder #55: The Wormwood Mutiny" ],
		"description": [
			"## Advanced Scurvy",
			"",
			"{SOURCE Pathfinder #55: The Wormwood Mutiny/73}  ",
			"**School** {spelldef/necromancy} [{spelldef/disease}, {spelldef/evil}]; **Level** cleric 1, druid 1, hunter 1, oracle 1, warpriest 1 (Besmara)  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S  ",
			"**Range** touch  ",
			"**Target** living creature touched  ",
			"**Duration** instantaneous  ",
			"**Saving Throw** Fortitude negates; **Spell Resistance** yes",
			"",
			"The subject contracts an advanced form of scurvy. He becomes constantly fatigued, suffers from bone pain (-1 penalty on Strengthand Dexterity-based checks), wounds easily (add +1 point of damage to any bleed effects affecting the target), experiences loose teeth, and is slow to heal (natural healing occurs at half the normal rate). Scurvy can be treated magically or can be overcome with proper nutrition; eating the right foods ends the fatigue and bone pain within 1-2 days and provides a full cure 2d6 days after that."
		]
	},
	"aerial_tracks": {
		"name": "Aerial Tracks",
		"sources": [ "Ultimate Intrigue" ],
		"description": [
			"## Aerial Tracks",
			"",
			"{SOURCE Ultimate Intrigue/203}  ",
			"**School** {spelldef/divination} [{spelldef/air}]; **Level** druid 4, hunter 3, inquisitor 4, ranger 3, shaman 4  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S  ",
			"**Range** medium (100 ft. + 10 ft./level)  ",
			"**Area** circle centered on you, with a radius of 100 feet + 10 feet per level  ",
			"**Duration** 1 hour/level  ",
			"**Saving Throw** none; **Spell Resistance** no",
			"",
			"You cause the air in the area to ripple where creatures have flown through it up to 1 day ago per caster level. These aerial ripples are tinged by glowing wisps, providing enough illumination to follow the tracks without penalties due to poor lighting. The area moves with you, allowing you to follow the tracks through the air over long distances provided you can fly or follow the route along the ground within range to read the aerial tracks. Other creatures can also follow the trail as long as they move with you. The base DC of Survival checks to track creatures through the air with this spell is the same as tracking creatures across soft ground."
		]
	},
	"age_resistance_lesser": {
		"name": "Age Resistance, Lesser",
		"sources": [ "Ultimate Magic" ],
		"description": [
			"## Age Resistance, Lesser",
			"",
			"{SOURCE Ultimate Magic/205}  ",
			"**School** {spelldef/transmutation}; **Level** alchemist 3, arcanist 4, druid 4, hunter 4, investigator 3, occultist 3, psychic 4, redmantisassassin 4, sorcerer 4, witch 4, wizard 4  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S  ",
			"**Range** personal  ",
			"**Target** you  ",
			"**Duration** 24 hours",
			"",
			"You ignore the physical detriments of being middle-aged. This spell does not cause you to look younger, nor does it prevent you from dying of old age, but as long as the spell is in effect, you ignore the -1 penalties to Strength, Dexterity, and Constitution that accrue once you become middle-aged. You retain the age-related bonuses to Intelligence, Wisdom, and Charisma while under the effects of this spell. Additional penalties that you accrue upon becoming old or venerable apply in full.",
			"",
			"### Age Resistance",
			"",
			"{SOURCE Ultimate Magic/205}  ",
			"**School** {spelldef/transmutation}; **Level** alchemist 4, arcanist 6, druid 6, hunter 6, investigator 4, occultist 4, psychic 6, sorcerer 6, witch 6, wizard 6  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S  ",
			"**Range** personal  ",
			"**Target** you  ",
			"**Duration** 24 hours",
			"",
			"This spell functions as lesser age resistance, except you ignore the Strength, Dexterity, and Constitution penalties gained at middle and old age.",
			"",
			"### Age Resistance, Greater",
			"",
			"{SOURCE Ultimate Magic/205}  ",
			"**School** {spelldef/transmutation}; **Level** alchemist 5, arcanist 7, druid 7, investigator 5, occultist 5, psychic 7, sorcerer 7, witch 7, wizard 7  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S  ",
			"**Range** personal  ",
			"**Target** you  ",
			"**Duration** 24 hours",
			"",
			"This spell functions as lesser age resistance, except you ignore all Strength, Dexterity, and Constitution penalties gained from middle age, old age, and venerable age."
		]
	},
	"lesser_age_resistance": {
		"copyof": "age_resistance_lesser"
	},
	"age_resistance": {
		"name": "Age Resistance",
		"copyof": "lesser_age_resistance"
	},
	"age_resistance_greater": {
		"name": "Age Resistance, Greater",
		"copyof": "lesser_age_resistance"
	},
	"greater_age_resistance": {
		"copyof": "age_resistance_greater"
	},
	"aggravate_affliction": {
		"name": "Aggravate Affliction",
		"sources": [ "Pathfinder #82: Secrets of the Sphinx" ],
		"description": [
			"## Aggravate Affliction",
			"",
			"{SOURCE Pathfinder #82: Secrets of the Sphinx/75}  ",
			"**School** {spelldef/necromancy}; **Level** arcanist 4, cleric 3, druid 3, hunter 3, oracle 3, sorcerer 4, warpriest 3, witch 3, wizard 4  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S  ",
			"**Range** close (25 ft. + 5 ft./2 levels)  ",
			"**Target** one creature  ",
			"**Duration** instantaneous  ",
			"**Saving Throw** see text; **Spell Resistance** yes",
			"",
			"All recurring afflictions (those with a frequency, including curses, diseases, and poison) possessed by the targeted creature immediately trigger, requiring an immediate saving throw (as described in the affliction) to avoid suffering their effects. A successful saving throw does not count toward ending the affliction, and this extra save does not change the timing of the next save against the affliction. Afflictions without a frequency are unaffected by this spell."
		]
	},
	"aggressive_thundercloud": {
		"name": "Aggressive Thundercloud",
		"sources": [ "Advanced Class Guide" ],
		"description": [
			"## Aggressive Thundercloud",
			"",
			"{SOURCE Advanced Class Guide/172}  ",
			"**School** {spelldef/evocation} [{spelldef/electricity}]; **Level** arcanist 2, druid 2, hunter 2, magus 2, sorcerer 2, witch 2, wizard 2  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S, M/DF (a piece of a tree struck by lightning)  ",
			"**Range** medium (100 ft. + 10 ft./level)  ",
			"**Effect** 5-ft.-diameter sphere  ",
			"**Duration** 1 round/level  ",
			"**Saving Throw** Reflex negates; **Spell Resistance** yes",
			"",
			"A crackling, spherical storm cloud flies in whichever direction you point and deals electricity damage to those it strikes. It has a fly speed of 20 feet with perfect maneuverability. If it enters a space that contains a creature, the storm stops moving for the round and deals 3d6 points of electricity damage to that creature, though a successful Reflex save negates that damage. It provides concealment (20% miss chance) to anything within it, and its flickering light illuminates the same area a candle would.",
			"",
			"The sphere moves as long as you actively direct it (as a move action for you); otherwise, it stays at rest and crackles with lightning. It can be moved by wind effects and counts as a Small creature for the purpose of determining how winds affect it. The sphere has no physical substance and cannot exert any force on corporeal creatures or objects. It disperses if it exceeds the spell's range.",
			"",
			"### Aggressive Thundercloud, Greater",
			"",
			"{SOURCE Advanced Class Guide/172}  ",
			"**School** {spelldef/evocation} [{spelldef/electricity}, {spelldef/sonic}]; **Level** arcanist 4, druid 4, hunter 4, magus 4, sorcerer 4, witch 4, wizard 4  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S, M/DF (a piece of a tree struck by lightning)  ",
			"**Range** medium (100 ft. + 10 ft./level)  ",
			"**Effect** 5-ft.-diameter sphere  ",
			"**Duration** 1 round/level  ",
			"**Saving Throw** Reflex negates and Fortitude negates (see text); **Spell Resistance** yes",
			"",
			"This spell functions as aggressive thundercloud, except it deals 6d6 points of electricity damage to any creature it strikes. The first creature damaged by the cloud is also stunned for 1 round (Fortitude negates); this is a sonic effect."
		]
	},
	"aggressive_thundercloud_greater": {
		"name": "Aggressive Thundercloud, Greater",
		"copyof": "aggressive_thundercloud"
	},
	"greater_aggressive_thundercloud": {
		"copyof": "aggressive_thundercloud_greater"
	},
	"agonize": {
		"name": "Agonize",
		"sources": [
			"Ultimate Magic",
			"Book of the Damned - Volume 1: Princes of Darkness"
		],
		"description": [
			"## Agonize",
			"",
			"{SOURCE Ultimate Magic/205;Book of the Damned - Volume 1: Princes of Darkness/46}  ",
			"**School** {spelldef/evocation} [{spelldef/evil}, {spelldef/pain}]; **Level** arcanist 4, cleric 3, occultist 3, oracle 3, psychic 4, sorcerer 4, summoner 3, unchained summoner 4, warpriest 3, wizard 4  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S  ",
			"**Range** close (25 ft. + 5 ft./2 levels)  ",
			"**Target** one conjured outsider or elemental (see text)  ",
			"**Duration** 1 round  ",
			"**Saving Throw** Fortitude negates; **Spell Resistance** yes",
			"",
			"You afflict a creature you have conjured via planar ally (or a similar spell) with bolts of vicious energy. These foul energies inflict terrible pain upon the conjured creature, torturing it to make it more pliant to your will. The targeted creature must make a Fortitude save or take a -1 penalty for every 2 levels you possess (maximum -10) on all saves and checks made against you for the next hour. In addition, creatures that demand payment for their services reduce the payment by 20% for every 4 levels you possess (maximum 60% reduction). However, beings tortured by this spell quickly come to resent you, making them more likely to try to pervert your orders to malicious ends or try to seek retribution after their release. This spell has no effect on creatures that are immune to nonlethal damage."
		]
	},
	"agonizing_rebuke": {
		"name": "Agonizing Rebuke",
		"sources": [ "Advanced Race Guide" ],
		"description": [
			"## Agonizing Rebuke",
			"",
			"{SOURCE Advanced Race Guide/126}  ",
			"**School** {spelldef/illusion} ({spelldef/phantasm}) [{spelldef/emotion}, {spelldef/mind-affecting}, {spelldef/pain}]; **Level** antipaladin 2, cleric 3, inquisitor 3, mesmerist 3, oracle 3, psychic 3, warpriest 3, witch 3 (hobgoblin)  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S  ",
			"**Range** close (25 ft. + 5 ft./2 levels)  ",
			"**Target** one living creature  ",
			"**Duration** 1 round/level  ",
			"**Saving Throw** Will negates; **Spell Resistance** yes",
			"",
			"With a word and a gesture, you instill such apprehension about attacking you in your target that doing so causes it mental distress and pain. Each time the target makes an attack against you, targets you with a harmful spell, or otherwise takes and action that would harm you, it takes 2d6 points of nonlethal damage."
		]
	},
	"aid": {
		"name": "Aid",
		"sources": [ "PRPG Core Rulebook" ],
		"description": [
			"## Aid",
			"",
			"{SOURCE PRPG Core Rulebook/239}  ",
			"**School** {spelldef/enchantment} ({spelldef/compulsion}) [{spelldef/mind-affecting}]; **Level** adept 2, alchemist 2, cleric 2, inquisitor 2, investigator 2, medium 2, oracle 2, shaman 2, spiritualist 2, warpriest 2  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S, DF  ",
			"**Range** touch  ",
			"**Target** living creature touched  ",
			"**Duration** 1 min./level  ",
			"**Saving Throw** none; **Spell Resistance** yes (harmless)",
			"",
			"Aid grants the target a +1 morale bonus on attack rolls and saves against fear effects, plus temporary hit points equal to 1d8 + caster level (to a maximum of 1d8+10 temporary hit points at caster level 10th)."
		]
	},
	"air_breathing": {
		"name": "Air Breathing",
		"sources": [ "Monster Codex" ],
		"description": [
			"## Air Breathing",
			"",
			"{SOURCE Monster Codex/189}  ",
			"**School** {spelldef/transmutation}; **Level** alchemist 3, arcanist 3, bloodrager 3, cleric 3, druid 3, hunter 3, investigator 3, magus 3, oracle 3, psychic 3, shaman 3, sorcerer 3, summoner 3, unchained summoner 3, warpriest 3, wizard 3  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S, M/DF (flower or piece of grass)  ",
			"**Range** touch  ",
			"**Target** living aquatic creatures touched  ",
			"**Duration** 2 hours/level; see text  ",
			"**Saving Throw** Will negates (harmless); **Spell Resistance** yes (harmless)",
			"",
			"The transmuted creatures can breathe air freely. Divide the duration evenly among all the creatures you touch. The spell doesn't make creatures unable to breathe water."
		]
	},
	"air_bubble": {
		"name": "Air Bubble",
		"sources": [ "Ultimate Combat" ],
		"description": [
			"## Air Bubble",
			"",
			"{SOURCE Ultimate Combat/222}  ",
			"**School** {spelldef/conjuration} ({spelldef/creation}); **Level** arcanist 1, cleric 1, druid 1, hunter 1, oracle 1, psychic 1, ranger 1, sorcerer 1, warpriest 1, witch 1, wizard 1  ",
			"**Casting Time** 1 standard action  ",
			"**Components** S, M/DF (a small bladder filled with air)  ",
			"**Range** touch  ",
			"**Target** one creature or one object no larger than a Large two-handed weapon  ",
			"**Duration** 1 minute/level  ",
			"**Saving Throw** Will negates (harmless); **Spell Resistance** yes (harmless)",
			"",
			"Air bubble creates a small pocket of breathable air that surrounds the touched creature's head or the touched object. The air bubble allows the creature touched to breathe underwater or in similar airless environments, or protects the object touched from water damage.",
			"",
			"A firearm within an air bubble can be loaded - assuming the black powder comes from a powder horn, a cartridge, or some other airtight protective device - and fired. When shooting such a firearm underwater, the shot still takes the standard -2 penalty on attack rolls for every 5 feet of water the bullet passes through, in addition to normal penalties due to range. If a firearm within the air bubble explodes, the explosion occurs normally."
		]
	},
	"air_geyser": {
		"name": "Air Geyser",
		"sources": [ "Advanced Class Guide" ],
		"description": [
			"## Air Geyser",
			"",
			"{SOURCE Advanced Class Guide/173}  ",
			"**School** {spelldef/evocation} [{spelldef/air}]; **Level** arcanist 3, bloodrager 3, druid 3, hunter 3, magus 3, shaman 4, sorcerer 3, witch 3, wizard 3  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S  ",
			"**Range** close (25 ft. + 5 ft./2 levels)  ",
			"**Target** one creature or object up to Large size  ",
			"**Duration** instantaneous  ",
			"**Saving Throw** Reflex partial (see text); **Spell Resistance** yes",
			"",
			"You create a powerful blast of air capable of flinging an opponent upward. If the target fails its Reflex save, the force of the air deals 2d6 points of bludgeoning damage and hurls the target upward a number of feet equal to 5 &times; your caster level. If a solid object (such as a ceiling) is encountered, the target strikes the object in the same manner as it would during a normal fall. After this blast of air ceases, the target falls down (unless it was flying), taking falling damage as normal. A successful save means the target takes half damage from the air blast but is not moved by it."
		]
	},
	"air_of_authority": {
		"name": "Air of Authority",
		"sources": [ "Inner Sea Races" ],
		"description": [
			"## Air of Authority",
			"",
			"{SOURCE Inner Sea Races/218}  ",
			"**School** {spelldef/illusion} ({spelldef/glamer}); **Level** bard 3, skald 3 (Taldan)  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S  ",
			"**Range** personal  ",
			"**Target** you  ",
			"**Duration** 1 minute/level (D)",
			"",
			"You gain an unmistakable air of authority, which clouds creatures' minds and causes them to believe that you are their direct superior. Each creature with whom you attempt to leverage your newfound authority receives a Will save to disbelieve the illusion. Otherwise, it treats you as it would its direct superior. Creatures with different direct superiors see you in different ways, which can potentially lead to conflicts that allow additional saving throws (for instance, if a cook sees you as the head chef, he might be quite perplexed to see the vizier treating you as if you were the king)."
		]
	},
	"air_step": {
		"name": "Air Step",
		"sources": [ "Advanced Class Guide" ],
		"description": [
			"## Air Step",
			"",
			"{SOURCE Advanced Class Guide/173}  ",
			"**School** {spelldef/transmutation} [{spelldef/air}]; **Level** alchemist 2, arcanist 2, bard 2, cleric 2, druid 2, hunter 2, investigator 2, occultist 2, oracle 2, ranger 2, redmantisassassin 2, skald 2, sorcerer 2, warpriest 2, witch 2, wizard 2  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S, M (a goose feather)  ",
			"**Range** personal  ",
			"**Target** you  ",
			"**Duration** 1 minute/level",
			"",
			"This spell functions as air walk, except you can rise no higher than 1 foot off the ground, you cannot pass over liquid, and the air you walk on is less stable than solid ground. When walking on air, you ignore difficult terrain that is less than 1 foot high, you do not trigger effects based on weight (such as a pressure plate), and any creature trying to track you through areas you crossed with this spell takes a -10 penalty on its Perception or Survival check to do so. However, because of the instability of the air you walk on, your speed is reduced by 10 feet (to a minimum of 5 feet) and you take a -4 penalty on Acrobatics, Climb, and Ride checks.",
			"",
			"If you have 1 rank in Fly, your speed is not reduced when using this spell, and you can cross over liquid at half speed. If you have 5 ranks in Fly, you can cross liquid at full speed and do not take the penalties to your skill checks."
		]
	},
	"air_walk": {
		"name": "Air Walk",
		"sources": [
			"PRPG Core Rulebook",
			"Ultimate Combat"
		],
		"description": [
			"## Air Walk",
			"",
			"{SOURCE PRPG Core Rulebook/239}  ",
			"**School** {spelldef/transmutation} [{spelldef/air}]; **Level** alchemist 4, cleric 4, druid 4, hunter 4, investigator 4, occultist 4, oracle 4, warpriest 4  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S, DF  ",
			"**Range** touch  ",
			"**Target** creature (Gargantuan or smaller) touched  ",
			"**Duration** 10 min./level  ",
			"**Saving Throw** none; **Spell Resistance** yes (harmless)",
			"",
			"The subject can tread on air as if walking on solid ground. Moving upward is similar to walking up a hill. The maximum upward or downward angle possible is 45 degrees, at a rate equal to half the air walker's normal speed.",
			"",
			"A strong wind (21+ miles per hour) can push the subject along or hold it back. At the end of a creature's turn each round, the wind blows the air walker 5 feet for each 5 miles per hour of wind speed. The creature may be subject to additional penalties in exceptionally strong or turbulent winds, such as loss of control over movement or physical damage from being buffeted about.",
			"",
			"Should the spell duration expire while the subject is still aloft, the magic fails slowly. The subject floats downward 60 feet per round for 1d6 rounds. If it reaches the ground in that amount of time, it lands safely. If not, it falls the rest of the distance, taking 1d6 points of damage per 10 feet of fall. Since dispelling a spell effectively ends it, the subject also descends in this way if the air walk spell is dispelled, but not if it is negated by an antimagic field.",
			"",
			"You can cast air walk on a specially trained mount so it can be ridden through the air. You can train a mount to move with the aid of air walk (counts as a trick; see Handle Animal skill) with 1 week of work and a DC 25 Handle Animal check.",
			"",
			"### Air Walk, Communal",
			"",
			"{SOURCE Ultimate Combat/222}  ",
			"**School** {spelldef/transmutation} [{spelldef/air}]; **Level** alchemist 5, cleric 5, druid 5, hunter 5, investigator 5, occultist 5, oracle 5, warpriest 5  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S, DF  ",
			"**Range** touch  ",
			"**Targets** creatures touched  ",
			"**Duration** 10 min./level  ",
			"**Saving Throw** none; **Spell Resistance** yes (harmless)",
			"",
			"This spell functions like air walk, except divide the duration in 10-minute intervals among the creatures touched."
		]
	},
	"air_walk_communal": {
		"name": "Air Walk, Communal",
		"copyof": "air_walk"
	},
	"communal_air_walk": {
		"copyof": "air_walk_communal"
	},
	"akashic_communion": {
		"name": "Akashic Communion",
		"sources": [ "Magic Tactics Toolbox" ],
		"description": [
			"## Akashic Communion",
			"",
			"{SOURCE Magic Tactics Toolbox/16}  ",
			"**School** {spelldef/divination}; **Level** arcanist 4, bard 3, medium 3, mesmerist 4, occultist 3, psychic 3, shaman 3, skald 3, sorcerer 4, spiritualist 4, witch 3, wizard 4  ",
			"**Casting Time** 10 minutes  ",
			"**Components** V, S, M/DF (a square of reflective silver worth 100 gp)  ",
			"**Range** personal  ",
			"**Effect** see text  ",
			"**Duration** 1 minute/level",
			"",
			"You attempt to obtain a glimpse of some specific event from the Akashic Record, the extraplanar repository of all experiences that have ever occurred. This allows you to attempt one Knowledge skill check of your choice per 3 caster levels you have, each with a +10 insight bonus. You are treated as trained in any Knowledge skills used for these checks, and can use this spell to reroll a Knowledge skill check you have already failed. The GM rolls these Knowledge checks in secret, as the Akashic Record is incredibly remote, and impressions gleaned from the distant repository are sometimes skewed when received. On a natural 1, the resulting answer is wildly inaccurate.",
			"",
			"This spell provides experiential guidance based on your ability to understand the flashes of insight gleaned from the Akashic Record, rather than the perfect knowledge available to those who travel to the extraplanar repository of knowledge. If you lag, discuss the answers, or go off to do anything else, the spell ends. Once you have used this spell to gain information on a specific topic or event, you cannot use it for Knowledge checks regarding that topic or event again until you have gained a caster level."
		]
	},
	"akashic_form": {
		"name": "Akashic Form",
		"sources": [ "Occult Adventures" ],
		"description": [
			"## Akashic Form",
			"",
			"{SOURCE Occult Adventures/156}  ",
			"**School** {spelldef/necromancy}; **Level** psychic 9  ",
			"**Casting Time** 1 hour  ",
			"**Components** V, S  ",
			"**Range** personal  ",
			"**Target** you  ",
			"**Duration** 24 hours  ",
			"**Saving Throw** no; **Spell Resistance** no",
			"",
			"You create a perfect record of your physical body in the {rule/Akashic Record} at the time the spell is cast. This record includes your current hit point total, physical ability scores (Strength, Dexterity, and Constitution), and any conditional modifiers or conditions such as ability damage to physical ability scores, disease, negative levels, and poison. If at any point within the duration of the spell you are reduced to fewer than 0 hit points or are slain by a death effect that is not mind-affecting, you can immediately let your current physical body die and assume the record of your physical body on your next turn. When this happens, your corpse disappears, and you can either resume the place of your dead body (already wearing any clothing still attached to the corpse) or appear in any place you've been within 500 feet of where your corpse lies (but without any of your gear).",
			"",
			"You still retain your original mind, and therefore don't regain any spells. You are still under any mental influences and energy drain effects you were under when you recalled the record of your physical body, but don't retain any physical effects such as bleed damage or poison (unless you suffered from these conditions at the time the spell was cast). Spells affecting you when you store a record of yourself abide by their normal durations. For example, if you were affected by cat's grace when you created the record and you restore your body 1 hour later, you won't be under that effect anymore since its duration has already expired. This spell doesn't allow you to avoid dying of old age. Casting this spell again replaces any previous version you cast; you can't store more than one copy of yourself in the Akashic Record."
		]
	},
	"alarm": {
		"name": "Alarm",
		"sources": [
			"PRPG Core Rulebook",
			"Villain Codex",
			"Ultimate Intrigue"
		],
		"description": [
			"## Alarm",
			"",
			"{SOURCE PRPG Core Rulebook/240}  ",
			"**School** {spelldef/abjuration}; **Level** arcanist 1, bard 1, hunter 1, inquisitor 1, occultist 1, psychic 1, ranger 1, skald 1, sorcerer 1, spiritualist 1, summoner 1, unchained summoner 1, wizard 1  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S, F/DF (a tiny bell and a piece of very fine silver wire)  ",
			"**Range** close (25 ft. + 5 ft./2 levels)  ",
			"**Area** 20-ft.-radius emanation centered on a point in space  ",
			"**Duration** 2 hours/level  ",
			"**Saving Throw** none; **Spell Resistance** no",
			"",
			"Alarm creates a subtle ward on an area you select. Once the spell effect is in place, it thereafter sounds a mental or audible alarm each time a creature of Tiny or larger size enters the warded area or touches it. A creature that speaks the password (determined by you at the time of casting) does not set off the alarm. You decide at the time of casting whether the alarm will be mental or audible in nature.",
			"",
			"*Mental Alarm:* A mental alarm alerts you (and only you) so long as you remain within 1 mile of the warded area. You note a single mental \"ping\" that awakens you from normal sleep but does not otherwise disturb concentration. A silence spell has no effect on a mental alarm.",
			"",
			"*Audible Alarm:* An audible alarm produces the sound of a hand bell, and anyone within 60 feet of the warded area can hear it clearly. Reduce the distance by 10 feet for each interposing closed door and by 20 feet for each substantial interposing wall.",
			"",
			"In quiet conditions, the ringing can be heard faintly as far as 180 feet away. The sound lasts for 1 round. Creatures within a silence spell cannot hear the ringing.",
			"",
			"Ethereal or astral creatures do not trigger the alarm.",
			"",
			"Alarm can be made permanent with a {spell/permanency} spell.",
			"",
			"### Escape Alarm",
			"",
			"{SOURCE Villain Codex/45}  ",
			"**School** {spelldef/abjuration}; **Level** arcanist 2, bard 2, hunter 2, inquisitor 2, occultist 2, psychic 2, ranger 2, skald 2, sorcerer 2, spiritualist 2, summoner 2, unchained summoner 2, wizard 2  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S, F (a short segment of chain)  ",
			"**Range** medium (100 ft. + 10 ft./level)  ",
			"**Area** ten 10-foot cubes/level  ",
			"**Duration** 24 hours  ",
			"**Saving Throw** none; **Spell Resistance** no",
			"",
			"You place a ward on an area that notifies you when a creature exits it. This functions as alarm, except as noted. It alerts you when a creature leaves, rather than enters, the area, and you can't select a password to bypass its effects. Instead, when you place an escape alarm, you can attune up to one additional creature per caster level to the spell. You are automatically attuned to your own escape alarm and don't count against the limit. Attuned creatures can enter and exit the spell's area without triggering the alarm. If you select a mental alarm rather than an audible one, all attuned creatures receive the mental alert when someone exits the warded area.",
			"",
			"### Selective Alarm",
			"",
			"{SOURCE Ultimate Intrigue/224}  ",
			"**School** {spelldef/abjuration}; **Level** arcanist 3, bard 3, hunter 2, inquisitor 3, occultist 3, psychic 3, ranger 2, skald 3, sorcerer 3, spiritualist 3, summoner 3, unchained summoner 3, wizard 3  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S, F/DF (a slender iron rod 1 foot in length)  ",
			"**Range** close (25 ft. + 5 ft./2 levels)  ",
			"**Area** up to 20-ft.-radius emanation centered on a point in space  ",
			"**Duration** 2 hours/level (D)  ",
			"**Saving Throw** none; **Spell Resistance** no",
			"",
			"This spell functions as alarm, except that you can tweak the spell to be more discerning in what types of creatures or objects trigger the alarm. Instead of being triggered whenever a creature of Tiny size or larger enters the warded area, you can set whatever triggering conditions you wish, as long as they are based on observable phenomenon. For example, you could cause the selective alarm to trigger when creatures of a certain race (such as orcs, bugbears, or kobolds) enter the area, or whenever a group of four or more creatures enters the area together, or when a metal object is brought into the area. You can't choose triggering conditions that rely on unobservable information, such as having it triggered when creatures of a certain alignment enter the area, nor could you have the alarm be triggered by \"something worth more than 5,000 gp\" entering the area, or even \"a weapon\" entering the area, because an item's value and classification as a weapon is subjective, and might vary from one person to the next."
		]
	},
	"escape_alarm": {
		"name": "Escape Alarm",
		"copyof": "alarm"
	},
	"selective_alarm": {
		"name": "Selective Alarm",
		"copyof": "alarm"
	},
	"alaznists_jinx": {
		"name": "Alaznist's Jinx",
		"sources": [ "Magic Tactics Toolbox" ],
		"description": [
			"## Alaznist's Jinx",
			"",
			"{SOURCE Magic Tactics Toolbox/21}  ",
			"**School** {spelldef/evocation} [{spelldef/curse}]; **Level** antipaladin 4, arcanist 6, bard 4, cleric 6, inquisitor 5, occultist 5, oracle 6, psychic 6, shaman 5, skald 4, sorcerer 6, warpriest 6, witch 5, wizard 6  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S  ",
			"**Range** touch  ",
			"**Target** creature touched  ",
			"**Duration** permanent  ",
			"**Saving Throw** Will negates; **Spell Resistance** yes",
			"",
			"You inflict a curse similar to the spell burn spellblight on a creature. Each time a spellcaster who is afflicted with this curse casts a spell or uses a spell-like ability, her skin seems to burn as though she were on fire. With a successful concentration check (DC = 15 + double the spell level of the spell cast or spell-like ability used), the spellcaster can ignore the pain of the effect, but if she fails, she loses the spell or spell slot and is staggered for a round.",
			"",
			"Unlike with the spell burn spellblight, the burning sensation is a tangible effect, visible during the act of spellcasting as an incorporeal, violet flame surrounding the caster."
		]
	},
	"alchemical_allocation": {
		"name": "Alchemical Allocation",
		"sources": [ "Advanced Player's Guide" ],
		"description": [
			"## Alchemical Allocation",
			"",
			"{SOURCE Advanced Player's Guide/201}  ",
			"**School** {spelldef/transmutation}; **Level** alchemist 2, investigator 2  ",
			"**Casting Time** 1 standard action  ",
			"**Components** S  ",
			"**Range** personal  ",
			"**Target** you  ",
			"**Duration** 1 round",
			"",
			"This extract causes a pale aura to emanate from your mouth. If you consume a potion or elixir on the round following the consumption of this extract, you can spit it back into its container as a free action. You gain all the benefits of the potion or elixir, but it is not consumed. You can only gain the benefits of one potion or elixir in this way per use of this extract."
		]
	},
	"alchemical_tinkering": {
		"name": "Alchemical Tinkering",
		"sources": [ "Advanced Race Guide" ],
		"description": [
			"## Alchemical Tinkering",
			"",
			"{SOURCE Advanced Race Guide/155}  ",
			"**School** {spelldef/transmutation}; **Level** arcanist 1, cleric 2, oracle 2, redmantisassassin 1, sorcerer 1, warpriest 2, witch 1, wizard 1 (ratfolk)  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S  ",
			"**Range** touch  ",
			"**Target** firearm or alchemical item touched  ",
			"**Duration** 1 minute/level  ",
			"**Saving Throw** Fortitude negates (object); **Spell Resistance** yes",
			"",
			"You transform one alchemical item or firearm into another alchemical item or firearm of the same or lesser cost. Magic items are unaffected by this spell. At the end of the spell's duration, alchemical items used while transformed are destroyed and do not return to a usable state and firearms transformed revert back to their original type."
		]
	},
	"aldori_alacrity": {
		"name": "Aldori Alacrity",
		"sources": [ "Adventurer's Guide" ],
		"description": [
			"## Aldori Alacrity",
			"",
			"{SOURCE Adventurer's Guide/27}  ",
			"**School** {spelldef/transmutation}; **Level** alchemist 2, bard 2, investigator 2, magus 2, skald 2  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S, M (ginger root shavings)  ",
			"**Range** personal  ",
			"**Target** you  ",
			"**Duration** 1 minute/level",
			"",
			"This spell's energy quickens your steps, allowing fancy footwork. You gain a +10 foot enhancement bonus to your speed and a dodge bonus to your AC. These bonuses do not stack with those granted by haste or similar effects. While under the effects of Aldori alacrity, you can take 5-foot steps in difficult terrain."
		]
	},
	"align_weapon": {
		"name": "Align Weapon",
		"sources": [
			"PRPG Core Rulebook",
			"Advanced Class Guide"
		],
		"description": [
			"## Align Weapon",
			"",
			"{SOURCE PRPG Core Rulebook/240}  ",
			"**School** {spelldef/transmutation} [see text]; **Level** cleric 2, inquisitor 2, oracle 2, warpriest 2  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S, DF  ",
			"**Range** touch  ",
			"**Target** weapon touched or 50 projectiles (all of which must be together at the time of casting)  ",
			"**Duration** 1 min./level  ",
			"**Saving Throw** Will negates (harmless, object); **Spell Resistance** yes (harmless, object)",
			"",
			"Align weapon makes a weapon chaotic, evil, good, or lawful, as you choose. A weapon that is aligned can bypass the damage reduction of certain creatures. This spell has no effect on a weapon that already has an alignment.",
			"",
			"You can't cast this spell on a natural weapon, such as an unarmed strike. When you make a weapon chaotic, evil, good, or lawful, align weapon is a chaotic, evil, good, or lawful spell, respectively.",
			"",
			"### Align Weapon, Communal",
			"",
			"{SOURCE Advanced Class Guide/173}  ",
			"**School** {spelldef/transmutation} [see text]; **Level** cleric 3, inquisitor 3, oracle 3, warpriest 3  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S, DF  ",
			"**Range** touch  ",
			"**Target** weapons or projectiles touched  ",
			"**Duration** 1 minute/level  ",
			"**Saving Throw** Will negates (harmless, object); **Spell Resistance** yes (harmless, object)",
			"",
			"This spell functions as align weapon, except you divide the duration in 1-minute increments between any number of touched weapons. Every group of up to 50 projectiles (which must be together at the time of casting) counts as one weapon for the purpose of dividing the spell's duration."
		]
	},
	"align_weapon_communal": {
		"name": "Align Weapon, Communal",
		"copyof": "align_weapon"
	},
	"communal_align_weapon": {
		"copyof": "align_weapon_communal"
	},
	"allegro": {
		"name": "Allegro",
		"sources": [ "Ultimate Magic" ],
		"description": [
			"## Allegro",
			"",
			"{SOURCE Ultimate Magic/205}  ",
			"**School** {spelldef/transmutation}; **Level** bard 2, skald 2  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V  ",
			"**Range** personal  ",
			"**Target** you  ",
			"**Duration** 1 round/level (D) or until discharged",
			"",
			"This spell allows you to act more swiftly while maintaining a bardic performance. You must already be maintaining a bardic performance before you can cast allegro. You gain the benefits of the spell haste for as long as you maintain that bardic performance. If you cease maintaining the bardic performance or it is interrupted, this spell's duration ends. As an immediate action while you are maintaining a bardic performance, you can dismiss allegro to reroll a Reflex save or Dexterity-based skill check-you must choose to reroll before the result of the original roll is known. You must take the result of the reroll, even if it's worse than the original roll. Allegro dispels and is dispelled by slow."
		]
	},
	"alleviate_addiction": {
		"name": "Alleviate Addiction",
		"sources": [ "Black Markets" ],
		"description": [
			"## Alleviate Addiction",
			"",
			"{SOURCE Black Markets/19}  ",
			"**School** {spelldef/conjuration} ({spelldef/healing}); **Level** alchemist 1, cleric 1, druid 1, hunter 1, investigator 1, oracle 1, paladin 1, ranger 1, sahirafiyun 1, shaman 1, warpriest 1, witch 1  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S, DF  ",
			"**Range** touch  ",
			"**Target** creature touched  ",
			"**Duration** 1 hour/level  ",
			"**Saving Throw** Fortitude negates (harmless); **Spell Resistance** yes (harmless)",
			"",
			"The subject ignores the effects of addictions. The subject can naturally recover from damage dealt by the drug if she is under the effects of this spell for the entire duration of her rest."
		]
	},
	"alleviate_corruption": {
		"name": "Alleviate Corruption",
		"sources": [ "Horror Adventures" ],
		"description": [
			"## Alleviate Corruption",
			"",
			"{SOURCE Horror Adventures/108}  ",
			"**School** {spelldef/abjuration}; **Level** cleric 6, occultist 6, psychic 6, shaman 6, spiritualist 6, warpriest 6, witch 6  ",
			"**Casting Time** 1 minute  ",
			"**Components** V, S, M (rare herbs, incense, and jewels worth 500 gp/the target's character level or HD)  ",
			"**Range** touch  ",
			"**Target** one creature other than yourself  ",
			"**Duration** instantaneous  ",
			"**Saving Throw** Will negates (harmless); **Spell Resistance** yes (harmless)",
			"",
			"You combat the rising {rule/corruption} in another creature or advance the long-term process of exorcising it entirely. This spell has two purposes, and you choose which application to use at the time of casting.",
			"",
			"*Combat Corruption:* Each time a creature fails a saving throw to prevent its corruption from progressing (as described in that corruption's Progression section), it advances to the next corruption stage-at stage 3, it loses the battle against its corruption. Using this spell can lower the target's corruption stage by 1. This has no effect if the target isn't at progression stage of 1 or higher.",
			"",
			"*Remove Corruption:* You can remove 1 manifestation level from the target creature, as well as the most recently acquired manifestation and its corresponding gift and stain. Doing this also reduces the power of gifts and stains that vary based upon manifestation level. This application of alleviate corruption doesn't reduce the target's corruption stage. If the target creature loses all manifestation levels, it is cured of the corruption.",
			"",
			"Either application of the spell requires a caster level check. The DC is equal to 10 + double the target's manifestation level + 3 times the target's corruption stage (effectively 0, 3, or 6, since stage 3 removes the character from player control).",
			"",
			"Tampering with corruptions is dangerous, as their nature is contagious. If you fail this caster level check by 5 or more, you contract the corruption and gain a manifestation (the rules for the useful and vile corruption variants still apply). A roll of natural 1 on the caster level check is an automatic failure. If you already have the same corruption, you must instead attempt an immediate saving throw against it. Casting alleviate corruption on yourself automatically fails, as does casting it on a target who has fully succumbed to a corruption (failed three saving throws against it). A creature can be the beneficiary of this spell only once per week, whether it succeeds or not."
		]
	},
	"allfood": {
		"name": "Allfood",
		"sources": [ "Advanced Player's Guide" ],
		"description": [
			"## Allfood",
			"",
			"{SOURCE Advanced Player's Guide/201}  ",
			"**School** {spelldef/transmutation}; **Level** hunter 2, ranger 2  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S, M (a pinch of salt and pepper)  ",
			"**Range** touch  ",
			"**Target** object touched, weighing up to 5 lbs./level  ",
			"**Duration** instantaneous  ",
			"**Saving Throw** Will negates (object); **Spell Resistance** yes (object)",
			"",
			"You can transform one object, weighing up to 5 lbs. per caster level, into an edible substance that any living creature can chew, swallow, and safely digest. This allfood always has a bland taste and slightly gooey consistency when chewed regardless of its original nature. One pound of allfood provides enough sustenance to support a Medium creature for an entire day.",
			"",
			"Objects of similar nature in close proximity, such as a pile of rocks, count as a single object for the purpose of this spell. You cannot use this spell to transform objects with magical or other exceptional qualities. An object's hardness is considered to be 0 for the purposes of eating it, but it retains its normal hardness for all other situations, and becomes no more vulnerable to sunder attacks, break attempts, or any other action typically directed against objects. Objects such as hot coals or a burning torch continue to produce energy even after you transform them into allfood and if a creature attempts to eat such an object, it takes damage accordingly."
		]
	},
	"allied_cloak": {
		"name": "Allied Cloak",
		"sources": [ "Adventurer's Armory 2" ],
		"description": [
			"## Allied Cloak",
			"",
			"{SOURCE Adventurer's Armory 2/21}  ",
			"**School** {spelldef/abjuration}; **Level** arcanist 3, bard 3, bloodrager 3, magus 3, occultist 2, skald 3, sorcerer 3, summoner 3, unchained summoner 3, wizard 3  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S, F (cloak or outer garment)  ",
			"**Range** personal  ",
			"**Target** you  ",
			"**Duration** 1 round/level",
			"",
			"You cause a cloak, shawl, poncho, or other outer garment you are wearing to animate to aid and defend you. The cloak provides a +2 shield bonus to your AC. In addition, once each round during your turn, you can take a free action to direct your cloak to use the aid another action to assist your skill check, attack roll, or AC. The cloak has an attack bonus or a total skill bonus equal to your caster level plus your key spellcasting ability score modifier (Charisma for bards, Intelligence for wizards, and so on). If another creature dons the cloak during the duration, the cloak provides its protection and aid to the wearer, but it still uses the same bonus on the aid another actions as if you were the wearer. The cloak cannot take any other type of action."
		]
	},
	"alluring_light": {
		"name": "Alluring Light",
		"sources": [ "Pathfinder #134: It Came from Hollow Mountain" ],
		"description": [
			"## Alluring Light",
			"",
			"{SOURCE Pathfinder #134: It Came from Hollow Mountain/72}  ",
			"**School** {spelldef/enchantment} ({spelldef/compulsion}); **Level** bard 1, skald 1, witch 1  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S  ",
			"**Range** 30 ft.  ",
			"**Area** 30-ft.-radius emanation centered on you  ",
			"**Duration** instantaneous  ",
			"**Saving Throw** Will negates (see text); **Spell Resistance** yes",
			"",
			"You glow with a soft radiance that calls out to all who see it. Each enemy that fails its save is drawn to you and must use its move action to approach you at the beginning of each of its turns for 1 round per caster level. An affected target must move toward you in the most direct path it can, though it can step around obstacles or other creatures. This spell can't force a creature to walk into an area that might obviously harm or kill it (such as into a pit, over a patch of floor studded with {eq-misc/caltrops}, or through a {spell/wall of fire}). An affected creature that loses sight of you is not compelled to move toward you, although if it later regains vision of you while still affected by this spell, it must again move toward you. Any hostile action against an affected creature (such an attack of opportunity due to its movement) cancels the spell's effect against that creature. Your initial flash of light also increases the light level within the spell's area by one step, up to normal light (darkness becomes dim light, and dim light becomes normal light) for 1 round per caster level."
		]
	},
	"alluring_spores": {
		"name": "Alluring Spores",
		"sources": [ "Legacy of the First World" ],
		"description": [
			"## Alluring Spores",
			"",
			"{SOURCE Legacy of the First World/17}  ",
			"**School** {spelldef/conjuration} ({spelldef/creation}); **Level** druid 2, hunter 2, shaman 2, witch 2  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S, M/DF (a clump of pollen)  ",
			"**Range** medium (100 ft. + 10 ft./level)  ",
			"**Area** 20-ft.-radius spread  ",
			"**Duration** 1 minute/level  ",
			"**Saving Throw** Fortitude negates; **Spell Resistance** yes",
			"",
			"This spell creates a burst of spores that weaken the mind. Creatures within the area must succeed at a Fortitude save or take a -1 penalty on saving throws against your enchantment spells or effects for the duration of this spell. This penalty increases to -2 for any creature that is (or could be) sexually attracted to you."
		]
	},
	"ally_across_time": {
		"name": "Ally Across Time",
		"sources": [ "Legacy of the First World" ],
		"description": [
			"## Ally Across Time",
			"",
			"{SOURCE Legacy of the First World/30}  ",
			"**School** {spelldef/conjuration} ({spelldef/summoning}); **Level** arcanist 2, bard 2, cleric 2, hunter 1, inquisitor 2, medium 1, oracle 2, psychic 2, ranger 1, skald 2, sorcerer 2, warpriest 2, wizard 2  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S  ",
			"**Range** close (25 ft. + 5 ft./2 levels)  ",
			"**Effect** one 5-ft. cube of temporal possibility/2 levels  ",
			"**Duration** 1 round/level  ",
			"**Saving Throw** none; **Spell Resistance** no",
			"",
			"You create one or more 5-foot cubes of temporal possibility where your timeline overlaps with those of your parallel existences. As a free action, you can summon a duplicate of yourself (not including any animal companions, familiars, intelligent items, or other creatures) from an alternate timeline in one of the cubes you can see, which lasts until the end of your turn. This duplicate has your statistics (though its hit points equal your caster level), threatens all squares adjacent to it, and has any teamwork feats you have. Although the duplicate appears with all of the equipment you currently carry, it cannot use any of its equipment and all its equipment disappears when the duplicate does. This duplicate cannot voluntarily move from the space in which it's summoned. During its brief existence, a duplicate can use the aid another action once to assist you, but it cannot take any other type of action. Once a duplicate disappears, the cube of temporal possibility it occupied dissipates.",
			"",
			"You can summon only one duplicate before the spell ends. For every 4 caster levels you have beyond 3rd, you can summon an additional duplicate before the spell ends, though you cannot have more than one duplicate in existence at once.",
			"",
			"### Army Across Time",
			"",
			"{SOURCE Legacy of the First World/30}  ",
			"**School** {spelldef/conjuration} ({spelldef/summoning}); **Level** arcanist 5, bard 4, cleric 5, hunter 3, inquisitor 4, medium 3, oracle 5, psychic 5, ranger 3, skald 4, sorcerer 5, warpriest 5, wizard 5  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S  ",
			"**Range** close (25 ft. + 5 ft./2 levels)  ",
			"**Effect** five 5-ft. cubes of temporal possibility plus one additional cube/level  ",
			"**Duration** 1 round/level  ",
			"**Saving Throw** none; **Spell Resistance** no",
			"",
			"This spell functions as ally across time as noted above with two exceptions. First, you can summon one duplicate per caster level before the spell ends. Second, you can have up to one duplicate in existence at a time for every 3 caster levels you have."
		]
	},
	"army_across_time": {
		"name": "Army Across Time",
		"copyof": "ally_across_time"
	},
	"alpha_instinct": {
		"name": "Alpha Instinct",
		"sources": [ "Ultimate Wilderness" ],
		"description": [
			"## Alpha Instinct",
			"",
			"{SOURCE Ultimate Wilderness/227}  ",
			"**School** {spelldef/enchantment} ({spelldef/charm}) [{spelldef/mind-affecting}]; **Level** bard 3, druid 2, hunter 2, medium 2, mesmerist 2, ranger 2, shaman 2, skald 2  ",
			"**Casting Time** 10 minutes  ",
			"**Components** V, S, M (a bit of musk from an alpha wolf or another socially dominant animal)  ",
			"**Range** personal  ",
			"**Target** you  ",
			"**Duration** 1 hour/level (D)",
			"",
			"Animals perceive you as a social superior. The starting attitude of animals you interact with improves by one step, and you gain a +2 morale bonus on Handle Animal checks. Helpful animals provide simple assistance (such as using the aid another action on skill checks they understand) as long as the spell lasts, but they flee from attacks and do not support you in combat. At one point during the spell's duration, you can issue a nonverbal command to helpful animals within 60 feet to forage for you; the animal or animals immediately head out into the wilderness to do just that. After 1 hour, the animals return to the location where you issued the command to make you an offering of edible food sufficient for one meal for you and a number of others equal to your caster level."
		]
	},
	"alter_musical_instrument": {
		"name": "Alter Musical Instrument",
		"sources": [ "Advanced Class Guide" ],
		"description": [
			"## Alter Musical Instrument",
			"",
			"{SOURCE Advanced Class Guide/173}  ",
			"**School** {spelldef/illusion} ({spelldef/figment}); **Level** arcanist 1, bard 1, occultist 1, redmantisassassin 1, skald 1, sorcerer 1, witch 1, wizard 1  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S, F (an instrument)  ",
			"**Range** close (25 ft. + 5 ft./2 levels)  ",
			"**Target** one musical instrument  ",
			"**Duration** 1 hour/level (D)  ",
			"**Saving Throw** Fortitude negates (object); **Spell Resistance** yes (object)",
			"",
			"You alter an instrument so it sounds like a different kind of instrument you are familiar with. The change could be minor (such as making a lute sound like a guitar) or major (making a keyboard sound like drums). All other aspects of the instrument - such as volume, pitch, and how it is played - are unchanged. For example, a piccolo made to sound like an organ is no louder than a normal piccolo, can produce only high notes in the piccolo range, and is a wind instrument."
		]
	},
	"alter_river": {
		"name": "Alter River",
		"sources": [ "People of the River" ],
		"description": [
			"## Alter River",
			"",
			"{SOURCE People of the River/26}  ",
			"**School** {spelldef/transmutation} [{spelldef/water}]; **Level** arcanist 5, cleric 4, druid 4, hunter 4, oracle 4, sorcerer 5, warpriest 4, wizard 5  ",
			"**Casting Time** 1 standard action  ",
			"**Components** S, V, M (silt from a dry riverbed)  ",
			"**Range** medium (100 ft. + 10 ft./level)  ",
			"**Target** area of river up to 5 ft. wide/2 levels and 10 ft. long/level  ",
			"**Duration** 1 minute/level (D)  ",
			"**Saving Throw** none; **Spell Resistance** no",
			"",
			"You alter the flow of water in a natural freshwater channel such as a river, stream, or waterfall. The first version of this spell alters the speed of a river's flow. The second diverts the course of the targeted river.",
			"",
			"*Alter Current:* The river's current increases or decreases in speed by up to 1 mile per hour per 2 caster levels you possess. A typical placid river travels at a rate of up to 2 mph (no effect on local movement); a swift river travels 2-4 mph, moving creatures and objects 10 to 40 feet downstream per round; and an area of river rapids travels 7-10 mph, moving creatures and objects 60 to 90 feet downstream per round. Altering the speed of the current alters the difficulty of swimming in the water accordingly.",
			"",
			"*Divert River:* The river diverts its course in a direction of your choosing. The river flows in the general direction indicated, but otherwise conforms to the shape of the local terrain. This spell cannot cause a river to flow uphill, though the river surges over its natural banks and inundates terrain lower than its average depth. Creatures in the path of the redirected river are in danger of being swept away; if directed properly, this spell causes a flood. See {rule/Aquatic Terrain} for more details.",
			"",
			"Alter river can be made permanent with a {spell/permanency} spell. Clever application of spells such as {spell/move earth} can be combined with this spell to likewise make the river's new course permanent."
		]
	},
	"alter_self": {
		"name": "Alter Self",
		"sources": [ "PRPG Core Rulebook" ],
		"description": [
			"## Alter Self",
			"",
			"{SOURCE PRPG Core Rulebook/240}  ",
			"**School** {spelldef/transmutation} ({spelldef/polymorph}); **Level** alchemist 2, arcanist 2, bard 2, investigator 2, magus 2, medium 2, mesmerist 2, psychic 2, redmantisassassin 2, shaman 2, skald 2, sorcerer 2, summoner 2, unchained summoner 2, witch 2, wizard 2  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S, M (a piece of the creature whose form you plan to assume)  ",
			"**Range** personal  ",
			"**Target** you  ",
			"**Duration** 1 min./level (D)",
			"",
			"When you cast this spell, you can assume the form of any Small or Medium creature of the humanoid type. If the form you assume has any of the following abilities, you gain the listed ability: darkvision 60 feet, low-light vision, scent, and swim 30 feet.",
			"",
			"*Small creature:* If the form you take is that of a Small humanoid, you gain a +2 size bonus to your Dexterity.",
			"",
			"*Medium creature:* If the form you take is that of a Medium humanoid, you gain a +2 size bonus to your Strength."
		]
	},
	"alter_summoned_monster": {
		"name": "Alter Summoned Monster",
		"sources": [ "Monster Summoner's Handbook" ],
		"description": [
			"## Alter Summoned Monster",
			"",
			"{SOURCE Monster Summoner's Handbook/22}  ",
			"**School** {spelldef/conjuration} ({spelldef/summoning}); **Level** antipaladin 2, arcanist 2, bard 2, cleric 2, druid 2, hunter 2, oracle 2, ranger 2, skald 2, sorcerer 2, summoner 2, warpriest 2, witch 2, wizard 2  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S  ",
			"**Range** close (25 ft. + 5 ft./2 levels)  ",
			"**Target** one summoned creature  ",
			"**Duration** instantaneous  ",
			"**Saving Throw** Will negates; **Spell Resistance** yes",
			"",
			"You swap a creature summoned by a conjuration (summoning) spell for a creature you could summon with a {spell/summon monster>_1} or {spell/summon nature's ally>_1} spell. The new creature must be an option from a spell of the same level or lower as the spell that summoned the target. The new creature cannot be summoned into an environment that cannot support it. The target can attempt a Will saving throw to negate this effect, but if the target is under your control, it receives no saving throw. Alter summoned monster does not alter the duration of the spell that summoned the target, nor does it affect any additional creatures summoned by the same spell as the target. The new creature has the same conditions and amount of damage as the target creature, and remains affected by all curses, diseases, poisons, and penalties that affected the target, but no other spells or effects carry over. Alter summoned monster is a spell of the same alignment type or types as the creature for which you exchange the target. An eidolon can't be targeted by this spell."
		]
	},
	"alter_winds": {
		"name": "Alter Winds",
		"sources": [ "Advanced Player's Guide" ],
		"description": [
			"## Alter Winds",
			"",
			"{SOURCE Advanced Player's Guide/201}  ",
			"**School** {spelldef/transmutation} [{spelldef/air}]; **Level** arcanist 1, druid 1, hunter 1, occultist 1, redmantisassassin 1, sorcerer 1, spiritualist 1, wizard 1  ",
			"**Casting Time** 1 minute  ",
			"**Components** V, S  ",
			"**Range** touch  ",
			"**Area** immobile 10-ft.-radius emanation  ",
			"**Duration** 1 hour/level  ",
			"**Saving Throw** Will negates; **Spell Resistance** yes",
			"",
			"You subtly enhance or diminish the effects of natural winds within the spell's area, which is an immobile emanation around a point touched by you as the spell is cast. Within the area, natural (but not magical) wind effects are either increased or decreased by one step in intensity. The maximum wind force you can affect with this spell is based on your caster level, as shown on the table below. Alter winds has no effect on magical wind effects.",
			"",
			"| Caster Level | Wind Force |",
			"| --- | --- |",
			"| 1st-3rd | Light |",
			"| 4th-9th | Moderate |",
			"| 10th-15th | Strong |",
			"| 16th or higher | Severe |"
		]
	},
	"amnesia": {
		"name": "Amnesia",
		"sources": [ "Villain Codex" ],
		"description": [
			"## Amnesia",
			"",
			"{SOURCE Villain Codex/8}  ",
			"**School** {spelldef/enchantment} ({spelldef/compulsion}) [{spelldef/mind-affecting}]; **Level** arcanist 4, bard 4, medium 3, mesmerist 4, psychic 4, skald 4, sorcerer 4, wizard 4  ",
			"**Casting Time** 1 round  ",
			"**Components** V, S  ",
			"**Range** close (25 ft. + 5 ft./2 levels)  ",
			"**Target** one living creature  ",
			"**Duration** instantaneous  ",
			"**Saving Throw** Will negates; **Spell Resistance** yes",
			"",
			"You cause the target to lose most of its memories; its skills, its past, and even its name become mysteries to it. While the target can build new memories, it has trouble accessing those gained before falling victim to the spell. The target can still speak and read any languages it knows and perform basic tasks, but it loses all class abilities, feats, and skill ranks gained before being affected by amnesia. It retains its base attack bonus, saving throws bonuses, Combat Maneuver Bonus, Combat Maneuver Defense, total experience points, Hit Dice, and hit points. If the target gains a character level while suffering from amnesia, it can use any abilities gained by that class level normally. If the class level it gained was from a class in which it already has levels, it gains the abilities of a 1st-level character of that class, even though it is technically of a higher level in that class.",
			"",
			"If the amnesia is cured, the target regains the full abilities of the class, including those gained from any levels taken while suffering from this condition. Amnesia can be removed only by heal, limited wish, miracle, psychic surgery, or wish."
		]
	},
	"amplify_elixir": {
		"name": "Amplify Elixir",
		"sources": [ "Advanced Player's Guide" ],
		"description": [
			"## Amplify Elixir",
			"",
			"{SOURCE Advanced Player's Guide/201}  ",
			"**School** {spelldef/transmutation}; **Level** alchemist 3, investigator 3  ",
			"**Casting Time** 1 standard action  ",
			"**Components** S  ",
			"**Range** personal  ",
			"**Target** you  ",
			"**Duration** 1 round/level",
			"",
			"This extract greatly enhances the effects of any potion or elixir you consume. For the duration of this extract, any potion or elixir you consume is treated as if it were empowered. Increase all variable numeric effects of the potion or elixir by half. If the potion or elixir does not have any variable numeric effects, it is instead treated as if it were extended (double the duration of the potion or elixir). If the potion or elixir does not have any variable numeric effects, or has an instantaneous duration, amplify elixir has no effect. Amplify elixir affects oils that target you, but it has no effect on oils that target your equipment."
		]
	},
	"amplify_stench": {
		"name": "Amplify Stench",
		"sources": [ "Monster Codex" ],
		"description": [
			"## Amplify Stench",
			"",
			"{SOURCE Monster Codex/213}  ",
			"**School** {spelldef/transmutation}; **Level** arcanist 2, cleric 2, druid 2, hunter 2, oracle 2, psychic 2, shaman 2, sorcerer 2, warpriest 2, wizard 2  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S  ",
			"**Range** personal  ",
			"**Target** you  ",
			"**Duration** 10 minutes/level",
			"",
			"You amplify your natural stench special ability-its save DC increases by 2, and creatures that fail their saving throws against your stench become nauseated rather than sickened. If your stench ability normally causes a creature to become nauseated (such as with the foul stench ability), the radius of your stench doubles instead. This spell has no effect if you don't possess the stench special ability."
		]
	},
	"analyze_aura": {
		"name": "Analyze Aura",
		"sources": [ "Occult Adventures" ],
		"description": [
			"## Analyze Aura",
			"",
			"{SOURCE Occult Adventures/156}  ",
			"**School** {spelldef/divination}; **Level** medium 2, mesmerist 3, occultist 2, psychic 3, spiritualist 3  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S  ",
			"**Range** close (25 ft. + 5 ft./2 levels)  ",
			"**Target** one creature or object  ",
			"**Duration** concentration, up to 1 round/level  ",
			"**Saving Throw** none; **Spell Resistance** no",
			"",
			"You peer into the aura of one target creature or object, gaining valuable information about its condition and nature. Each round, choose one of the target's four auras. This spell functions similarly to the read aura occult skill unlock, but doesn't require checks and returns results on all the target's auras in an instant.",
			"",
			"*Alignment Aura:* You study the target's spiritual nature to determine its alignment. You also learn the type and power of its alignment aura, as {spell/detect evil}.",
			"",
			"*Emotion Aura:* The colors playing within the target's aura reveal its emotional state, granting valuable insight into its psyche. You learn a general summary of the target's current disposition, as well as its attitude toward any other creatures within 30 feet of it. For the duration of the spell and for 1 hour afterward, you gain a +2 circumstance bonus on Bluff, Diplomacy, Intimidate, and Sense Motive checks you attempt against the target. Objects do not have emotion auras, except intelligent weapons and similar sentient oddities.",
			"",
			"*Health Aura:* The flow of vital force animating the target becomes plainly visible, giving you insight into its physical condition. You know whether the target is unharmed or wounded, whether it is poisoned or diseased, and whether it is under any of the following conditions: confused, disabled, dying, nauseated, panicked, staggered, stunned, or unconscious. Further, your insight into the overall strength of the target's vital force reveals the total number of points available in its ki pool, grit pool, or similar resource. Objects and most undead creatures don't have health auras.",
			"",
			"*Magic Aura:* You determine the number and power of all magical auras on the target (as {spell/detect magic} to determine a magic aura's power), as well as the school of each aura. You can attempt Knowledge (arcana) or Spellcraft skill checks to determine the school or identify properties of a magic item, as normal. If cast on an item, analyze aura cuts through the obfuscation of the magic aura spell."
		]
	},
	"analyze_dweomer": {
		"name": "Analyze Dweomer",
		"sources": [ "PRPG Core Rulebook" ],
		"description": [
			"## Analyze Dweomer",
			"",
			"{SOURCE PRPG Core Rulebook/240}  ",
			"**School** {spelldef/divination}; **Level** alchemist 6, arcanist 6, bard 6, investigator 6, occultist 6, psychic 6, skald 6, sorcerer 6, spiritualist 6, witch 6, wizard 6  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S, F (a ruby and gold lens worth 1,500 gp)  ",
			"**Range** close (25 ft. + 5 ft./2 levels)  ",
			"**Targets** one object or creature per caster level  ",
			"**Duration** 1 round/level (D)  ",
			"**Saving Throw** none or Will negates; see text; **Spell Resistance** no",
			"",
			"You can observe magical auras. Each round, you may examine a single creature or object that you can see as a free action. In the case of a magic item, you learn its functions (including any curse effects), how to activate its functions (if appropriate), and how many charges are left (if it uses charges). In the case of an object or creature with active spells cast upon it, you learn each spell, its effect, and its caster level.",
			"",
			"An attended object may attempt a Will save to resist this effect if its holder so desires. If the save succeeds, you learn nothing about the object except what you can discern by looking at it. An object that makes its save cannot be affected by any other analyze dweomer spells for 24 hours.",
			"",
			"Analyze dweomer does not function when used on an artifact."
		]
	},
	"ancestral_communion": {
		"name": "Ancestral Communion",
		"sources": [ "Dwarves of Golarion" ],
		"description": [
			"## Ancestral Communion",
			"",
			"{SOURCE Dwarves of Golarion/24}  ",
			"**School** {spelldef/divination}; **Level** bard 2, cleric 2, oracle 2, skald 2, warpriest 2  ",
			"**Casting Time** 1 minute  ",
			"**Components** V, S, F/DF (stone or metal image of your ancestor)  ",
			"**Range** personal  ",
			"**Target** you  ",
			"**Duration** 1 minute/level",
			"",
			"You contact the spirits of your ancestors and use their great wisdom to bolster your own knowledge. Consulting with the spirits is a full-round action. If you consult with the spirits before making a Knowledge check, you gain a +4 insight bonus on the check. If you have already failed at a Knowledge check, you may consult with your ancestors and make another attempt. The insight bonus on these checks increases to +6 at caster level 7th and +8 at caster level 11th. You may consult with the spirits for this purpose as often as you like while the spell remains in effect. Only you can hear the spirits speak to you."
		]
	},
	"ancestral_gift": {
		"name": "Ancestral Gift",
		"sources": [ "Dwarves of Golarion" ],
		"description": [
			"## Ancestral Gift",
			"",
			"{SOURCE Dwarves of Golarion/24}  ",
			"**School** {spelldef/conjuration} ({spelldef/summoning}); **Level** bard 4, cleric 4, oracle 4, skald 4, warpriest 4  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S, F/DF (stone or metal image of your ancestor)  ",
			"**Range** personal  ",
			"**Effect** magical weapon  ",
			"**Duration** 10 minutes/level",
			"",
			"A ghostly manifestation of one of your ancestors appears before you bearing a weapon of your choice in its hands. The weapon may be any simple, martial, or dwarven weapon. It has a +1 enhancement bonus and one weapon special ability (your choice) from the Pathfinder RPG Core Rulebook with a price equivalent to a +1 bonus (if the weapon is a double weapon, the ability and the enhancement bonus only apply to one end, or the weapon can have a +1 enhancement bonus on both ends but no other magical abilities).",
			"",
			"You may use the weapon as if you were proficient in it. The weapon may not be wielded by anyone else, and if removed from your grasp, it vanishes and the spell ends immediately.",
			"",
			"If you conjure a weapon with the flaming, frost, shock, or thundering property, this spell has the fire, cold, electricity, or sonic descriptor (respectively)."
		]
	},
	"ancestral_memory": {
		"name": "Ancestral Memory",
		"sources": [ "Inner Sea World Guide" ],
		"description": [
			"## Ancestral Memory",
			"",
			"{SOURCE Inner Sea World Guide/294}  ",
			"**School** {spelldef/divination}; **Level** alchemist 5, cleric 5, druid 4, hunter 4, investigator 5, oracle 5, shaman 5, warpriest 5  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S  ",
			"**Range** personal  ",
			"**Target** you  ",
			"**Duration** 1 round/level",
			"",
			"When you cast this spell, you open your mind to the vast experiences of your ancestors in the hope of learning something pertinent about your current situation. The chance of successfully finding an ancestral memory that is pertinent is equal to 70% + your caster level. Failure indicates you merely gain a +5 insight bonus on all Intelligence-based skill checks for the duration of the spell.",
			"",
			"Success indicates that you not only gain the +5 insight bonus on all Intelligence-based skill checks, but that one of your ancestors came across a situation or problem similar to one you are currently facing. In this case, the GM provides you with some specific information to assist you in overcoming your problem.",
			"",
			"For example, a character might encounter a clay golem deep underground, and finds that her magic weapon and spells seem to be useless against the creature. She successfully casts ancestral memory, and \"remembers\" the proper type of weapons and spells that work against such creatures."
		]
	},
	"ancestral_regression": {
		"name": "Ancestral Regression",
		"sources": [ "Advanced Race Guide" ],
		"description": [
			"## Ancestral Regression",
			"",
			"{SOURCE Advanced Race Guide/107}  ",
			"**School** {spelldef/transmutation} ({spelldef/polymorph}); **Level** alchemist 2, antipaladin 3, arcanist 3, cleric 2, investigator 2, oracle 2, psychic 2, redmantisassassin 3, sorcerer 3, warpriest 2, witch 2, wizard 3 (drow)  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S  ",
			"**Range** touch  ",
			"**Target** willing drow touched  ",
			"**Duration** 24 hours (D)  ",
			"**Saving Throw** Will negates (harmless); **Spell Resistance** yes (harmless)",
			"",
			"The target drow transforms into a surface elf. The drow loses her darkvision and light-blindness racial traits and gains the low-light vision racial trait in their place. The alignment and personality of the drow are not affected by the transformation, but the spell conceals her alignment as an undetectable alignment spell. The spell grants the target a +10 bonus on Disguise checks to pass as an elf, though she appears to be an elven analog of herself and can be recognized as such by other drow who know her."
		]
	},
	"anchored_step": {
		"name": "Anchored Step",
		"sources": [ "Advanced Class Guide" ],
		"description": [
			"## Anchored Step",
			"",
			"{SOURCE Advanced Class Guide/173}  ",
			"**School** {spelldef/transmutation}; **Level** alchemist 3, arcanist 3, druid 3, hunter 3, investigator 3, psychic 3, redmantisassassin 3, shaman 3, sorcerer 3, witch 3, wizard 3  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S, M (a bit of oak root)  ",
			"**Range** personal  ",
			"**Target** you  ",
			"**Duration** 10 minutes/level (D)",
			"",
			"Powerful tendrils grow out of the bottom of your feet or footwear, partially anchoring you to the ground and making it more difficult for others to move you against your will. These tendrils dig into any surface, but leave no trace of your passing. You gain a +10 bonus to your CMD against bull rush, overrun, pull, push, reposition, and trip combat maneuvers, as well as any other effect that would move you from your current position (such as being swallowed whole) or knock you prone. The tendrils slow your movement, however; your speed is reduced by 10 feet (to a minimum of 5 feet). This spell has no effect if you are moving without touching the ground (climbing, flying, swimming, and so on)."
		]
	},
	"angelic_aspect_lesser": {
		"name": "Angelic Aspect, Lesser",
		"sources": [ "Champions of Purity" ],
		"description": [
			"## Angelic Aspect, Lesser",
			"",
			"{SOURCE Champions of Purity/28}  ",
			"**School** {spelldef/transmutation} [{spelldef/good}]; **Level** arcanist 2, cleric 2, oracle 2, paladin 2, redmantisassassin 2, sorcerer 2, warpriest 2, wizard 2  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S  ",
			"**Range** personal  ",
			"**Target** you  ",
			"**Duration** 1 minute/level (D)  ",
			"**Saving Throw** none; **Spell Resistance** no",
			"",
			"You take on an aspect of an angelic being, including some of its physical characteristics. You gain low-light vision, resistance to acid 5, resistance to cold 5, and the benefits of protection from evil.",
			"",
			"### Angelic Aspect",
			"",
			"{SOURCE Champions of Purity/28}  ",
			"**School** {spelldef/transmutation} [{spelldef/good}]; **Level** arcanist 5, cleric 5, oracle 5, paladin 3, sorcerer 5, warpriest 5, wizard 5  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S  ",
			"**Range** personal  ",
			"**Target** you  ",
			"**Duration** 1 minute/level (D)  ",
			"**Saving Throw** none; **Spell Resistance** no",
			"",
			"This spell functions like lesser angelic aspect, except you gain low-light vision, darkvision 60, resistance to acid 10, resistance to cold 10, and DR 5/evil, and you sprout white feathered wings allowing you to fly at a speed of 30 feet with average maneuverability. In addition, your natural weapons and any weapons you wield are considered good-aligned for the purpose of overcoming damage reduction.",
			"",
			"### Angelic Aspect, Greater",
			"",
			"{SOURCE Champions of Purity/28}  ",
			"**School** {spelldef/transmutation} [{spelldef/good}]; **Level** arcanist 8, cleric 8, oracle 8, paladin 4, sorcerer 8, wizard 8  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S  ",
			"**Range** personal  ",
			"**Target** you  ",
			"**Duration** 1 minute/level (D)  ",
			"**Saving Throw** none; **Spell Resistance** no",
			"",
			"This spell functions like lesser angelic aspect, except you gain low-light vision; darkvision 60 feet; DR 10/evil; immunity to acid, cold, and petrification; resistance to electricity 10 and fire 10; a +4 racial bonus on saves against poison; and protective aura and truespeech as supernatural abilities for the duration of the spell. Also, your wings give you a fly speed of 60 feet with good maneuverability.",
			"",
			"Protective aura provides a +4 deflection bonus to AC and a +4 resistance bonus on saving throws against attacks made or effects created by evil creatures to anyone within 20 feet. Otherwise, it functions as a magic circle against evil and a lesser globe of invulnerability, both with a radius of 20 feet.",
			"",
			"Truespeech allows you to speak with any creature that has a language, as though using the tongues spell."
		]
	},
	"lesser_angelic_aspect": {
		"copyof": "angelic_aspect_lesser"
	},
	"angelic_aspect": {
		"name": "Angelic Aspect",
		"copyof": "lesser_angelic_aspect"
	},
	"angelic_aspect_greater": {
		"name": "Angelic Aspect, Greater",
		"copyof": "lesser_angelic_aspect"
	},
	"greater_angelic_aspect": {
		"copyof": "angelic_aspect_greater"
	},
	"animal_ambassador": {
		"name": "Animal Ambassador",
		"sources": [ "Ultimate Intrigue" ],
		"description": [
			"## Animal Ambassador",
			"",
			"{SOURCE Ultimate Intrigue/204}  ",
			"**School** {spelldef/enchantment} ({spelldef/compulsion}) [{spelldef/mind-affecting}]; **Level** bard 4, druid 4, hunter 3, ranger 3, shaman 4, skald 4  ",
			"**Casting Time** 10 minutes  ",
			"**Components** V, S, M (a morsel of food the animal likes)  ",
			"**Range** close (25 ft. + 5 ft./2 levels)  ",
			"**Target** one Medium or smaller animal  ",
			"**Duration** 1 day/level or until message is delivered  ",
			"**Saving Throw** none (see text); **Spell Resistance** no",
			"",
			"You compel a single animal to travel to a spot you designate and deliver a message to a creature you identify. This spell is similar to animal messenger, but can affect larger animals. In addition, the target animal is temporarily awakened to sentience (as the awaken spell) for the duration of this spell, and it can use its increased mental acuity to come up with creative solutions to overcome obstacles to delivering its message. The awakened target animal speaks any one language you know. In addition, you can imbue the animal with up to 5 ranks in any of the following skills: Bluff, Diplomacy, Knowledge (local), Knowledge (nobility), Linguistics, or Sense Motive. It treats any of these skills that are class skills for you as class skills. The number of ranks you imbue in any of these skills can't exceed the target animal's Hit Dice nor the number of ranks you possess in that skill.",
			"",
			"The message you send with your animal ambassador can be a verbal message, which the awakened target animal can speak using its own voice or deliver using your voice. It can engage in conversation using its own intellect, knowledge, and linguistic abilities. The animal ambassador is loyal to you, but it is otherwise susceptible to mind-affecting effects like any other creature. You can also send your animal ambassador with an object or container that is within its physical ability to carry, making it deliver the contents to the target of your intended message. If the object it is given to carry is poisonous, trapped, or otherwise inherently dangerous (even if it would normally be dangerous only to the creature receiving it rather than the animal), or if you or your allies attack the target animal, the animal ambassador spell fails and the animal becomes hostile toward you. The animal ambassador intelligently but singlemindedly attempts to deliver the message to its intended target, and you can't task it with other tasks like fighting, scouting, searching for traps, and so on. It leaves on its delivery once it receives its message.",
			"",
			"Once the animal ambassador has located its target and delivered its message (and object, if desired), its enhanced mental abilities fade within 2d6 minutes. The spell then ends, even if its duration hasn't elapsed."
		]
	},
	"animal_aspect": {
		"name": "Animal Aspect",
		"sources": [
			"Ultimate Combat",
			"Mythic Adventures"
		],
		"description": [
			"## Animal Aspect",
			"",
			"{SOURCE Ultimate Combat/222}  ",
			"**School** {spelldef/transmutation} ({spelldef/polymorph}); **Level** alchemist 2, arcanist 2, bloodrager 2, druid 2, hunter 2, investigator 2, magus 2, psychic 2, ranger 2, redmantisassassin 2, sorcerer 2, wizard 2  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S, M/DF (a part of the animal)  ",
			"**Range** personal  ",
			"**Target** you  ",
			"**Duration** 1 minute/level (D)  ",
			"**Saving Throw** none; **Spell Resistance** yes (harmless)",
			"",
			"You gain some of the beneficial qualities of an animal. Your base form is largely unchanged and your size is unaltered, but some of your body parts are altered. Armor or gear you are wearing adjusts to your new shape for the duration of the spell. When you cast animal aspect, choose one of the following animals to gain the associated benefits. You can only have one animal aspect or greater animal aspect spell active on you at a time.",
			"",
			"*Frog:* Your legs become elongated and muscular. You gain a +4 competence bonus on Acrobatics checks, and you always jump as if you had a running start.",
			"",
			"*Gorilla:* Your arms become long, flexible, and strong like those of a great ape. Your unarmed damage die type increases by one step, and you gain a +4 competence bonus on combat maneuver checks when making the grapple or reposition combat maneuver.",
			"",
			"*Monkey:* Your hands and arms become dexterous like those of a simian. You gain a +4 competence bonus on Climb checks, and you can throw objects as if you had the {feat/Throw Anything} feat.",
			"",
			"*Otter:* Your hands and feet gain webbing, and your lungs gain capacity, allowing you to move through the water with ease. You gain a Swim speed equal to half your speed, and all the benefits of having a swim speed. Additionally, you can hold your breath for 4 rounds per point of Constitution before being forced to make Constitution checks to keep holding your breath.",
			"",
			"*Raccoon:* Your hands become extremely dexterous, and your feet become padded. You gain a +2 competence bonus on Disable Device, Sleight of Hand, and Stealth checks.",
			"",
			"*Raptor:* Your legs become built for running speed, like those of a deinonychus. You gain a enhancement bonus of +20 feet to your base speed.",
			"",
			"*Tree Lizard:* Your hands and feet gain climbing claws and climbing pads. You gain a climb speed equal to half your normal speed and all the benefits of having a natural climb speed.",
			"",
			"### Mythic Animal Aspect",
			"",
			"{SOURCE Mythic Adventures/84}",
			"",
			"You gain low-light vision, a +2 size bonus to the physical ability score of your choice, and a +1 enhancement bonus to your natural armor. Alternatively, you may cast the non-mythic form of this spell on a touched willing creature.",
			"",
			"### Animal Aspect, Greater",
			"",
			"{SOURCE Ultimate Combat/223}  ",
			"**School** {spelldef/transmutation} ({spelldef/polymorph}); **Level** alchemist 3, arcanist 4, bloodrager 3, druid 3, hunter 3, investigator 3, magus 3, psychic 4, ranger 3, redmantisassassin 4, sorcerer 4, wizard 4  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S, M/DF (a part of the animal)  ",
			"**Range** personal  ",
			"**Target** you  ",
			"**Duration** 1 minute/level (D)  ",
			"**Saving Throw** none; **Spell Resistance** yes (harmless)",
			"",
			"This spell functions like animal aspect, except you can either gain two aspects at once or one aspect that adds effects to the aspects that animal aspect grants, as described below.",
			"",
			"*Frog:* You gain a Swim speed equal to half your normal speed, and all the benefits of having a swim speed.",
			"",
			"*Gorilla:* You gain a +2 competence bonus on Perception checks, and a +1 competence bonus on Fortitude saves.",
			"",
			"*Monkey:* You gain a +4 competence bonus on Acrobatics checks.",
			"",
			"*Otter:* Your swim speed increases to your full normal speed, and you need not make concentration checks to cast spells underwater.",
			"",
			"*Raccoon:* Your competence bonuses on Disable Device, Sleight of Hand, and Stealth checks increase to +4.",
			"",
			"*Raptor:* Your enhancement bonus to speed increases to +30 feet, and you gain the benefit of the {feat/Run} feat.",
			"",
			"*Tree Lizard:* You gain a +4 competence bonus on Stealth checks."
		]
	},
	"animal_aspect_greater": {
		"name": "Animal Aspect, Greater",
		"copyof": "animal_aspect"
	},
	"greater_animal_aspect": {
		"copyof": "animal_aspect_greater"
	},
	"animal_growth": {
		"name": "Animal Growth",
		"sources": [ "PRPG Core Rulebook" ],
		"description": [
			"## Animal Growth",
			"",
			"{SOURCE PRPG Core Rulebook/240}  ",
			"**School** {spelldef/transmutation}; **Level** arcanist 5, druid 5, hunter 4, ranger 4, shaman 5, sorcerer 5, wizard 5  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S  ",
			"**Range** medium (100 ft. + 10 ft./level)  ",
			"**Target** one animal (Gargantuan or smaller)  ",
			"**Duration** 1 min./level  ",
			"**Saving Throw** Fortitude negates; **Spell Resistance** yes",
			"",
			"The target animal grows to twice its normal size and eight times its normal weight. This alteration changes the animal's size category to the next largest, grants it a +8 size bonus to Strength and a +4 size bonus to Constitution (and thus an extra 2 hit points per HD), and imposes a -2 size penalty to Dexterity. The creature's existing natural armor bonus increases by 2. The size change also affects the animal's modifier to AC, attack rolls, and its base damage. The animal's space and reach change as appropriate to the new size, but its speed does not change. If insufficient room is available for the desired growth, the creature attains the maximum possible size and may make a Strength check (using its increased Strength) to burst any enclosures in the process. If it fails, it is constrained without harm by the materials enclosing it - the spell cannot be used to crush a creature by increasing its size.",
			"",
			"All equipment worn or carried by the animal is similarly enlarged by the spell, though this change has no effect on the magical properties of any such equipment.",
			"",
			"Any enlarged item that leaves the enlarged creature's possession instantly returns to its normal size.",
			"",
			"The spell gives no means of command over an enlarged animal.",
			"",
			"Multiple magical effects that increase size do not stack."
		]
	},
	"animal_messenger": {
		"name": "Animal Messenger",
		"sources": [ "PRPG Core Rulebook" ],
		"description": [
			"## Animal Messenger",
			"",
			"{SOURCE PRPG Core Rulebook/241}  ",
			"**School** {spelldef/enchantment} ({spelldef/compulsion}) [{spelldef/mind-affecting}]; **Level** bard 2, druid 2, hunter 1, mesmerist 2, psychic 2, ranger 1, shaman 2, skald 2  ",
			"**Casting Time** 1 minute  ",
			"**Components** V, S, M (a morsel of food the animal likes)  ",
			"**Range** close (25 ft. + 5 ft./2 levels)  ",
			"**Target** one tiny animal  ",
			"**Duration** 1 day/level  ",
			"**Saving Throw** none; see text; **Spell Resistance** yes",
			"",
			"You compel a Tiny animal to go to a spot you designate. The most common use for this spell is to get an animal to carry a message to your allies. The animal cannot be one tamed or trained by someone else, including such creatures as familiars and animal companions.",
			"",
			"Using some type of food desirable to the animal as a lure, you call the animal to you. It advances and awaits your bidding. You can mentally impress on the animal a certain place well known to you or an obvious landmark. The directions must be simple, because the animal depends on your knowledge and can't find a destination on its own. You can attach a small item or note to the messenger. The animal then goes to the designated location and waits there until the duration of the spell expires, whereupon it resumes its normal activities.",
			"",
			"During this period of waiting, the messenger allows others to approach it and remove any scroll or token it carries. The intended recipient gains no special ability to communicate with the animal or read any attached message (if it's written in a language he doesn't know, for example)."
		]
	},
	"animal_purpose_training": {
		"name": "Animal Purpose Training",
		"sources": [ "Advanced Class Guide" ],
		"description": [
			"## Animal Purpose Training",
			"",
			"{SOURCE Advanced Class Guide/173}  ",
			"**School** {spelldef/enchantment} ({spelldef/compulsion}) [{spelldef/mind-affecting}]; **Level** antipaladin 1, bard 2, druid 2, hunter 1, inquisitor 1, paladin 1, psychic 1, ranger 1, shaman 2, skald 2, witch 1  ",
			"**Casting Time** 1 minute  ",
			"**Components** V, S, M (a swatch of black cloth)  ",
			"**Range** close (25 ft. + 5 ft./2 levels)  ",
			"**Target** one indifferent or friendly animal  ",
			"**Duration** 1 hour/level  ",
			"**Saving Throw** none; **Spell Resistance** yes",
			"",
			"You instill the target animal with a general purpose (see the {skill/Handle Animal} skill), which can be any purpose except combat training: fighting, guarding, heavy labor, hunting, performance, or riding.[^1] This purpose supersedes the animal's previous trained purpose and any tricks it knows. When the spell ends, the animal reverts to its previous trained purpose and known tricks.",
			"",
			"[^1]: Other purposes have been added by other sourcebooks. Consult your GM if you wish to use one of the purposes not listed in the spell."
		]
	},
	"animal_shapes": {
		"name": "Animal Shapes",
		"sources": [ "PRPG Core Rulebook" ],
		"description": [
			"## Animal Shapes",
			"",
			"{SOURCE PRPG Core Rulebook/241}  ",
			"**School** {spelldef/transmutation} ({spelldef/polymorph}); **Level** druid 8, shaman 8  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S, DF  ",
			"**Range** close (25 ft. + 5 ft./2 levels)  ",
			"**Targets** up to one willing creature per level, all within 30 ft. of each other  ",
			"**Duration** 1 hour/level (D)  ",
			"**Saving Throw** none, see text; **Spell Resistance** yes (harmless)",
			"",
			"As beast shape III, except you change the form of up to one willing creature per caster level into an animal of your choice; the spell has no effect on unwilling creatures. All creatures must take the same kind of animal form. Recipients remain in the animal form until the spell expires or until you dismiss it for all recipients. In addition, an individual subject may choose to resume its normal form as a full-round action; doing so ends the spell for that subject alone."
		]
	},
	"animal_trance": {
		"name": "Animal Trance",
		"sources": [ "PRPG Core Rulebook" ],
		"description": [
			"## Animal Trance",
			"",
			"{SOURCE PRPG Core Rulebook/241}  ",
			"**School** {spelldef/enchantment} ({spelldef/compulsion}) [{spelldef/mind-affecting}, {spelldef/sonic}]; **Level** adept 2, bard 2, druid 2, hunter 2, mesmerist 2, psychic 2, skald 2  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S  ",
			"**Range** close (25 ft. + 5 ft./2 levels)  ",
			"**Targets** animals or magical beasts with Intelligence 1 or 2  ",
			"**Duration** concentration  ",
			"**Saving Throw** Will negates; **Spell Resistance** yes",
			"",
			"Your swaying motions and music (or singing, or chanting) compel animals and magical beasts to do nothing but watch you. Only a creature with an Intelligence score of 1 or 2 can be fascinated by this spell. Roll 2d6 to determine the total number of HD worth of creatures that you fascinate. The closest targets are selected first until no more targets within range can be affected."
		]
	},
	"animate_dead": {
		"name": "Animate Dead",
		"sources": [
			"PRPG Core Rulebook",
			"Mythic Adventures",
			"Ultimate Magic"
		],
		"description": [
			"## Animate Dead",
			"",
			"{SOURCE PRPG Core Rulebook/241}  ",
			"**School** {spelldef/necromancy} [{spelldef/evil}]; **Level** adept 3, antipaladin 3, arcanist 4, cleric 3, occultist 3, oracle 3, shaman 3, sorcerer 4, spiritualist 3, warpriest 3, wizard 4  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S, M (an onyx gem worth at least 25 gp per Hit Die of the undead)  ",
			"**Range** touch  ",
			"**Targets** one or more corpses touched  ",
			"**Duration** instantaneous  ",
			"**Saving Throw** none; **Spell Resistance** no",
			"",
			"This spell turns corpses into undead skeletons or zombies that obey your spoken commands.",
			"",
			"The undead can be made to follow you, or they can be made to remain in an area and attack any creature (or just a specific kind of creature) entering the place. They remain animated until they are destroyed. A destroyed skeleton or zombie can't be animated again.",
			"",
			"Regardless of the type of undead you create with this spell, you can't create more HD of undead than twice your caster level with a single casting of animate dead. The desecrate spell doubles this limit.",
			"",
			"The undead you create remain under your control indefinitely. No matter how many times you use this spell, however, you can control only 4 HD worth of undead creatures per caster level. If you exceed this number, all the newly created creatures fall under your control, and any excess undead from previous castings become uncontrolled. You choose which creatures are released. Undead you control through the Command Undead feat do not count toward this limit.",
			"",
			"*Skeletons:* A skeleton can be created only from a mostly intact corpse or skeleton. The corpse must have bones. If a skeleton is made from a corpse, the flesh falls off the bones.",
			"",
			"*Zombies:* A zombie can be created only from a mostly intact corpse. The corpse must be that of a creature with a physical anatomy.",
			"",
			"### Mythic Animate Dead",
			"",
			"{SOURCE Mythic Adventures/84}",
			"",
			"Add your tier to your caster level when determining how many Hit Dice of undead you can animate with a single casting of this spell. This doesn't increase the total number of Hit Dice worth of undead you can control. By expending a second use of mythic power, you can ignore the spell's material component cost.",
			"",
			"*Augmented (6th):* If you expend two uses of mythic power, any skeletons or zombies you create gain either the [agile or savage mythic template](rule/mythic_simple_templates). This template lasts for a number of days equal to your tier.",
			"",
			"Alternatively, if you're 8th tier and expend 10 uses of mythic power, any skeletons you create permanently gain the {template/mythic skeleton} template.",
			"",
			"### Animate Dead, Lesser",
			"",
			"{SOURCE Ultimate Magic/205}  ",
			"**School** {spelldef/necromancy} [{spelldef/evil}]; **Level** arcanist 3, cleric 2, occultist 2, oracle 2, shaman 2, sorcerer 3, spiritualist 2, warpriest 2, wizard 3  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S, M (an onyx gem worth at least 25 gp per Hit Die of the undead)  ",
			"**Range** touch  ",
			"**Target** one corpse  ",
			"**Duration** instantaneous  ",
			"**Saving Throw** none; **Spell Resistance** no",
			"",
			"This spell functions as animate dead, except you can only create a single Small or Medium skeleton or zombie. You cannot create variant skeletons or zombies with this spell."
		]
	},
	"animate_dead_lesser": {
		"name": "Animate Dead, Lesser",
		"copyof": "animate_dead"
	},
	"lesser_animate_dead": {
		"copyof": "animate_dead_lesser"
	},
	"animate_objects": {
		"name": "Animate Objects",
		"sources": [
			"PRPG Core Rulebook",
			"Mythic Adventures"
		],
		"description": [
			"## Animate Objects",
			"",
			"{SOURCE PRPG Core Rulebook/242}  ",
			"**School** {spelldef/transmutation}; **Level** bard 6, cleric 6, occultist 6, oracle 6, psychic 6, skald 6, warpriest 6, witch 6  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S  ",
			"**Range** medium (100 ft. + 10 ft./level)  ",
			"**Targets** one Small object per caster level; see text  ",
			"**Duration** 1 round/level  ",
			"**Saving Throw** none; **Spell Resistance** no",
			"",
			"You imbue inanimate objects with mobility and a semblance of life. Each such animated object then immediately attacks whomever or whatever you initially designate.",
			"",
			"An animated object can be of any nonmagical material. You may animate one Small or smaller object or a corresponding number of larger objects as follows: A Medium object counts as two Small or smaller objects, a Large object as four, a Huge object as eight, a Gargantuan object as 16, and a Colossal object as 32. You can change the designated target or targets as a move action, as if directing an active spell.",
			"",
			"This spell cannot affect objects carried or worn by a creature.",
			"",
			"Animate objects can be made permanent with a {spell/permanency} spell.",
			"",
			"### Mythic Animate Objects",
			"",
			"{SOURCE Mythic Adventures/84}",
			"",
			"Animated objects you create with this spell get the maximum number of hit points per level, gain a +4 bonus to their Strength ability scores, and have 1-1/2 times the normal number of construction points."
		]
	},
	"animate_plants": {
		"name": "Animate Plants",
		"sources": [
			"PRPG Core Rulebook",
			"Mythic Adventures"
		],
		"description": [
			"## Animate Plants",
			"",
			"{SOURCE PRPG Core Rulebook/242}  ",
			"**School** {spelldef/transmutation}; **Level** druid 7, shaman 7  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V  ",
			"**Range** close (25 ft. + 5 ft./2 levels)  ",
			"**Targets** one Large plant per three caster levels or all plants within range; see text  ",
			"**Duration** 1 round/level or 1 hour/level; see text  ",
			"**Saving Throw** none; **Spell Resistance** no",
			"",
			"You imbue inanimate plants with mobility and a semblance of life. Each animated plant then immediately attacks whomever or whatever you initially designate as though it were an animated object of the appropriate size category. You may animate one Large or smaller plant, or a number of larger plants as follows: a Huge plant counts as two Large or smaller plants, a Gargantuan plant as four, and a Colossal plant as eight. You can change the designated target or targets as a move action, as if directing an active spell.",
			"",
			"Use the statistics for animated objects, except that plants smaller than Large don't have hardness.",
			"",
			"Animate plants cannot affect plant creatures, nor does it affect nonliving vegetable material.",
			"",
			"*Entangle:* Alternatively, you may imbue all plants within range with a degree of mobility, which allows them to entwine around creatures in the area. This usage of the spell duplicates the effect of an entangle spell. Spell resistance does not keep creatures from being entangled. This effect lasts 1 hour per caster level.",
			"",
			"### Mythic Animate Plants",
			"",
			"{SOURCE Mythic Adventures/84}",
			"",
			"Animated plants you create with this spell get the maximum number of hit points per level, gain a +4 bonus to their Strength ability scores, and have 1-1/2 times the normal number of construction points."
		]
	},
	"animate_rope": {
		"name": "Animate Rope",
		"sources": [ "PRPG Core Rulebook" ],
		"description": [
			"## Animate Rope",
			"",
			"{SOURCE PRPG Core Rulebook/242}  ",
			"**School** {spelldef/transmutation}; **Level** arcanist 1, bard 1, mesmerist 1, psychic 1, redmantisassassin 1, skald 1, sorcerer 1, wizard 1  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S  ",
			"**Range** medium (100 ft. + 10 ft./level)  ",
			"**Target** one rope-like object, length up to 50 ft. + 5 ft./level; see text  ",
			"**Duration** 1 round/level  ",
			"**Saving Throw** none; **Spell Resistance** no",
			"",
			"You can animate a nonliving rope-like object. The maximum length assumes a rope with a 1-inch diameter. Reduce the maximum length by 50% for every additional inch of thickness, and increase it by 50% for each reduction of the rope's diameter by half.",
			"",
			"The possible commands are \"coil\" (form a neat, coiled stack), \"coil and knot,\" \"loop,\" \"loop and knot,\" \"tie and knot,\" and the opposites of all of the above (\"uncoil,\" and so forth). You can give one command each round as a move action, as if directing an active spell.",
			"",
			"The rope can enwrap only a creature or an object within 1 foot of it - it does not snake outward - so it must be thrown near the intended target. Doing so requires a successful ranged touch attack roll (range increment 10 feet). A typical 1-inch-diameter hemp rope has 2 hit points, AC 10, and requires a DC 23 Strength check to burst it. The rope does not deal damage, but it can be used as a trip line or to cause a single opponent that fails a Reflex saving throw to become entangled. A creature capable of spellcasting that is bound by this spell must make a concentration check with a DC of 15 + the spell's level to cast a spell. An entangled creature can slip free with a DC 20 Escape Artist check.",
			"",
			"The rope itself and any knots tied in it are not magical.",
			"",
			"The spell cannot affect objects carried or worn by a creature."
		]
	},
	"animus_mine": {
		"name": "Animus Mine",
		"sources": [ "Heroes of the Darklands" ],
		"description": [
			"## Animus Mine",
			"",
			"{SOURCE Heroes of the Darklands/20}  ",
			"**School** {spelldef/abjuration} [{spelldef/mind-affecting}]; **Level** mesmerist 2, psychic 2  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S  ",
			"**Range** personal  ",
			"**Effect** see text  ",
			"**Duration** 1 hour/level or until discharged  ",
			"**Saving Throw** Will negates (harmless); **Spell Resistance** no",
			"",
			"You implant a mental mine within your psyche that triggers against anyone attempting to manipulate your thoughts. Any creature that uses a mind-affecting effect against you triggers the mine, causing psychic backlash against the offending creature. This backlash deals 1d6 points of damage per caster level (maximum 10d6) and staggers the target for 1d4 rounds. If the target succeeds at a Will saving throw, it takes only half damage and negates the staggered effect. The mine does not disrupt the mind-affecting effect that triggered the spell. You can use a swift action to suppress the trigger of your mine for 1 round to allow someone to use a mind-affecting effect on you. You can have only one mental mine active at a time.",
			"",
			"### Animus Mine, Greater",
			"",
			"{SOURCE Heroes of the Darklands/20}  ",
			"**School** {spelldef/abjuration} [{spelldef/mind-affecting}]; **Level** mesmerist 4, psychic 5  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S  ",
			"**Range** personal  ",
			"**Duration** 1 hour/level or until discharged  ",
			"**Saving Throw** Will negates (harmless); **Spell Resistance** no",
			"",
			"This functions as per animus mine, except the triggering creature is stunned for 1d4 rounds instead of staggered. If the target succeeds at a Will saving throw, it takes only half damage and negates the stunned effect. If the target fails this Will saving throw, you automatically succeed at any saving throw against the mind-affecting effect that triggered the mine."
		]
	},
	"animus_mine_greater": {
		"name": "Animus Mine, Greater",
		"copyof": "animus_mine"
	},
	"greater_animus_mine": {
		"copyof": "animus_mine_greater"
	},
	"anonymous_interaction": {
		"name": "Anonymous Interaction",
		"sources": [ "Advanced Class Guide" ],
		"description": [
			"## Anonymous Interaction",
			"",
			"{SOURCE Advanced Class Guide/174}  ",
			"**School** {spelldef/enchantment} ({spelldef/compulsion}) [{spelldef/mind-affecting}]; **Level** bard 2, mesmerist 2, psychic 2, skald 2, witch 2  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S  ",
			"**Range** close (25 ft. + 5 ft./2 levels)  ",
			"**Target** one creature/level, no two of which can be more than 30 ft. apart  ",
			"**Duration** permanent (see text)  ",
			"**Saving Throw** Will negates; **Spell Resistance** yes",
			"",
			"You cause the targets to forget all but the most general information about you. If they saw you or interacted with you, they still remember your presence and your general shape (such as humanoid), as well as the gist of your interactions with them (such as \"She was asking about the queen\"), but they don't remember specifically what you said, details of your appearance, or any identifying information about you. This spell targets any memories of you in the minute preceding its casting, but is otherwise permanent."
		]
	},
	"ant_haul": {
		"name": "Ant Haul",
		"sources": [
			"Advanced Player's Guide",
			"Ultimate Combat"
		],
		"description": [
			"## Ant Haul",
			"",
			"{SOURCE Advanced Player's Guide/201}  ",
			"**School** {spelldef/transmutation}; **Level** alchemist 1, arcanist 1, cleric 1, druid 1, hunter 1, investigator 1, medium 1, occultist 1, oracle 1, psychic 1, ranger 1, redmantisassassin 1, sorcerer 1, summoner 1, unchained summoner 1, warpriest 1, wizard 1  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S, M/DF (a small pulley)  ",
			"**Range** touch  ",
			"**Target** creature touched  ",
			"**Duration** 2 hours/level  ",
			"**Saving Throw** Fortitude negates (harmless); **Spell Resistance** yes (harmless)",
			"",
			"The target's carrying capacity triples. This does not affect the creature's actual Strength in any way, merely the amount of material it can carry while benefiting from this spell. It also has no effect on encumbrance due to armor. If the creature wears armor it still takes the normal penalties for doing so regardless of how much weight the spell allows it to carry.",
			"",
			"### Ant Haul, Communal",
			"",
			"{SOURCE Ultimate Combat/223}  ",
			"**School** {spelldef/transmutation}; **Level** alchemist 2, arcanist 2, cleric 2, druid 2, hunter 2, investigator 2, occultist 2, oracle 2, psychic 2, ranger 2, redmantisassassin 2, sorcerer 2, summoner 2, unchained summoner 2, warpriest 2, wizard 2  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S, M/DF (a small pulley)  ",
			"**Range** touch  ",
			"**Targets** creatures touched  ",
			"**Duration** 2 hours/level  ",
			"**Saving Throw** Fortitude negates (harmless); **Spell Resistance** yes (harmless)",
			"",
			"This spell functions like ant haul, except you may divide the duration in 2-hour intervals among the creatures touched."
		]
	},
	"ant_haul_communal": {
		"name": "Ant Haul, Communal",
		"copyof": "ant_haul"
	},
	"communal_ant_haul": {
		"copyof": "ant_haul_communal"
	},
	"anthropomorphic_animal": {
		"name": "Anthropomorphic Animal",
		"sources": [ "Ultimate Magic" ],
		"description": [
			"## Anthropomorphic Animal",
			"",
			"{SOURCE Ultimate Magic/206}  ",
			"**School** {spelldef/transmutation} ({spelldef/polymorph}); **Level** arcanist 3, druid 3, hunter 3, redmantisassassin 3, sorcerer 3, witch 3, wizard 3  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S, M (a humanoid thumb bone)  ",
			"**Range** touch  ",
			"**Target** animal touched  ",
			"**Duration** 1 hour/level  ",
			"**Saving Throw** Fortitude negates; **Spell Resistance** yes",
			"",
			"You transform the touched animal into a bipedal hybrid of its original form with a humanoid form, similar to how a lycanthrope's hybrid form is a mix of a humanoid and animal form. The animal's size, type, and ability scores do not change. It loses its natural attacks except for bite (if it had one as an animal), all types of movement other than its land speed, and special attacks that rely on its natural attacks. One pair of its limbs is able to manipulate objects and weapons as well as human hands do; limbless animals like snakes temporarily grow a pair of arms. The creature's Intelligence increases to 3, and it gains the ability to speak one language you know. It is not considered proficient in any manufactured weapons. It can attack with unarmed strikes, dealing unarmed strike damage for a creature of its size (unless it has a bite attack, which is a natural attack).",
			"",
			"Anthropomorphic animal can be made permanent with a {spell/permanency} spell cast by a caster of 11th level or higher at a cost of 7,500 gp."
		]
	},
	"anticipate_peril": {
		"name": "Anticipate Peril",
		"sources": [
			"Ultimate Magic",
			"Mythic Adventures"
		],
		"description": [
			"## Anticipate Peril",
			"",
			"{SOURCE Ultimate Magic/206}  ",
			"**School** {spelldef/divination}; **Level** alchemist 1, arcanist 1, bard 1, hunter 1, investigator 1, medium 1, mesmerist 1, occultist 1, psychic 1, ranger 1, skald 1, sorcerer 1, spiritualist 1, wizard 1  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S  ",
			"**Range** touch  ",
			"**Target** creature touched  ",
			"**Duration** 1 minute/level or until activated  ",
			"**Saving Throw** Will negates; **Spell Resistance** yes",
			"",
			"A creature affected by anticipate peril gains a preternatural sense of danger. The first time during this spell's duration that the target has to make an initiative check, the creature adds an insight bonus on that initiative check equal to the spell's caster level (maximum +5). Once this bonus applies, the effects of the spell end.",
			"",
			"### Mythic Anticipate Peril",
			"",
			"{SOURCE Mythic Adventures/84}",
			"",
			"Add your tier to the spell's initiative bonus and the maximum initiative bonus the spell can grant."
		]
	},
	"anticipate_thoughts": {
		"name": "Anticipate Thoughts",
		"sources": [ "Occult Adventures" ],
		"description": [
			"## Anticipate Thoughts",
			"",
			"{SOURCE Occult Adventures/157}  ",
			"**School** {spelldef/divination} [{spelldef/mind-affecting}]; **Level** arcanist 2, bard 2, inquisitor 2, magus 2, mesmerist 2, psychic 2, skald 2, sorcerer 2, witch 2, wizard 2  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V  ",
			"**Range** close (25 ft. + 5 ft./2 levels)  ",
			"**Target** one creature  ",
			"**Duration** 1 round/level  ",
			"**Saving Throw** Will partial; **Spell Resistance** yes",
			"",
			"This spell taps into the target's mind so you get an impression of the actions it will take. You gain a +2 insight bonus to AC against the target's attacks. If the target fails its Will save, you also see how the target will react to your attacks, and the bonus applies on your attack rolls and damage rolls against the target. These bonuses apply only while the target is within range of the spell, though if it goes out of range, the bonuses return once it's back in range. Whenever the target misses you with an attack, the spell's bonuses increase by 1 until the spell ends (to a maximum of +5)."
		]
	},
	"anti_incorporeal_shell": {
		"name": "Anti-Incorporeal Shell",
		"sources": [ "Advanced Class Guide" ],
		"description": [
			"## Anti-Incorporeal Shell",
			"",
			"{SOURCE Advanced Class Guide/174}  ",
			"**School** {spelldef/abjuration}; **Level** cleric 4, oracle 4, psychic 4, shaman 4, spiritualist 4, warpriest 4, witch 4  ",
			"**Casting Time** 1 round  ",
			"**Components** V, S, DF  ",
			"**Range** 10 ft.  ",
			"**Area** 10-ft.-radius emanation centered on you  ",
			"**Duration** 1 minute/level (D)  ",
			"**Saving Throw** none; **Spell Resistance** yes",
			"",
			"You bring into being a mobile, hemispherical energy field that incorporeal creatures cannot enter.",
			"",
			"This spell can be used only defensively, not aggressively. Forcing an abjuration barrier against creatures that the spell keeps at bay collapses the barrier."
		]
	},
	"antilife_shell": {
		"name": "Antilife Shell",
		"sources": [ "PRPG Core Rulebook" ],
		"description": [
			"## Antilife Shell",
			"",
			"{SOURCE PRPG Core Rulebook/242}  ",
			"**School** {spelldef/abjuration}; **Level** cleric 6, druid 6, hunter 6, oracle 6, psychic 6, shaman 6, warpriest 6  ",
			"**Casting Time** 1 round  ",
			"**Components** V, S, DF  ",
			"**Range** 10 ft.  ",
			"**Area** 10-ft.-radius emanation, centered on you  ",
			"**Duration** 1 min./level (D)  ",
			"**Saving Throw** none; **Spell Resistance** yes",
			"",
			"You bring into being a mobile, hemispherical energy field that prevents the entrance of most types of living creatures.",
			"",
			"The effect hedges out animals, aberrations, dragons, fey, giants, humanoids, magical beasts, monstrous humanoids, oozes, plants, and vermin, but not constructs, elementals, outsiders, or undead.",
			"",
			"This spell may be used only defensively, not aggressively. Forcing an abjuration barrier against creatures that the spell keeps at bay collapses the barrier."
		]
	},
	"antimagic_field": {
		"name": "Antimagic Field",
		"sources": [
			"PRPG Core Rulebook",
			"Mythic Adventures",
			"Faiths and Philosophies"
		],
		"description": [
			"## Antimagic Field",
			"",
			"{SOURCE PRPG Core Rulebook/242}  ",
			"**School** {spelldef/abjuration}; **Level** arcanist 6, cleric 8, occultist 6, oracle 8, psychic 7, sorcerer 6, wizard 6  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S, M/DF (pinch of powdered iron or iron fillings)  ",
			"**Range** 10 ft.  ",
			"**Area** 10-ft.-radius emanation, centered on you  ",
			"**Duration** 10 min./level (D)  ",
			"**Saving Throw** none; **Spell Resistance** see text",
			"",
			"An invisible barrier surrounds you and moves with you. The space within this barrier is impervious to most magical effects, including spells, spell-like abilities, and supernatural abilities. Likewise, it prevents the functioning of any magic items or spells within its confines.",
			"",
			"An antimagic field suppresses any spell or magical effect used within, brought into, or cast into the area, but does not dispel it. Time spent within an antimagic field counts against the suppressed spell's duration.",
			"",
			"Summoned creatures of any type wink out if they enter an antimagic field. They reappear in the same spot once the field goes away. Time spent winked out counts normally against the duration of the conjuration that is maintaining the creature. If you cast antimagic field in an area occupied by a summoned creature that has spell resistance, you must make a caster level check (1d20 + caster level) against the creature's spell resistance to make it wink out. (The effects of instantaneous conjurations are not affected by an antimagic field because the conjuration itself is no longer in effect, only its result.)",
			"",
			"A normal creature can enter the area, as can normal missiles. Furthermore, while a magic sword does not function magically within the area, it is still a sword (and a masterwork sword at that). The spell has no effect on golems and other constructs that are imbued with magic during their creation process and are thereafter self-supporting (unless they have been summoned, in which case they are treated like any other summoned creatures). Elementals, corporeal undead, and outsiders are likewise unaffected unless summoned. These creatures' spell-like or supernatural abilities may be temporarily nullified by the field. Dispel magic does not remove the field.",
			"",
			"Two or more antimagic fields sharing any of the same space have no effect on each other. Certain spells, such as wall of force, prismatic sphere, and prismatic wall, remain unaffected by antimagic field. Artifacts and deities are unaffected by mortal magic such as this.",
			"",
			"Should a creature be larger than the area enclosed by the barrier, any part of it that lies outside the barrier is unaffected by the field.",
			"",
			"### Mythic Antimagic Field",
			"",
			"{SOURCE Mythic Adventures/84}",
			"",
			"Select a number of spell schools equal to half your tier. Spells and effects of the chosen schools are unaffected by the antimagic field.",
			"",
			"### Source Severance",
			"",
			"{SOURCE Faiths and Philosophies/29}  ",
			"**School** {spelldef/abjuration}; **Level** cleric 6, druid 6, hunter 6, oracle 6, warpriest 6, witch 6  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S, M (an unworked lodestone)  ",
			"**Range** 5 feet  ",
			"**Area** 5-ft.-radius emanation, centered on you  ",
			"**Duration** 10 minutes/level (D)  ",
			"**Saving Throw** none; **Spell Resistance** see text",
			"",
			"You create an invisible barrier that surrounds you and moves with you, inhibiting one category of magic. When you cast this spell, choose either arcane or divine magic. This spell functions like antimagic field, but it suppresses only spells of the chosen type and supernatural and spell-like class abilities from classes that grant spellcasting of the selected type. Magic items, other spell-like abilities, and other supernatural abilities are unaffected.",
			"",
			"While this spell is in effect, you must succeed at a concentration check (DC 20 + twice the spell level) to cast any spell, whether arcane or divine. If you fail at the check, you lose the spell as if you had cast it to no effect."
		]
	},
	"source_severance": {
		"name": "Source Severance",
		"copyof": "antimagic_field"
	},
	"antipathy": {
		"name": "Antipathy",
		"sources": [ "PRPG Core Rulebook" ],
		"description": [
			"## Antipathy",
			"",
			"{SOURCE PRPG Core Rulebook/243}  ",
			"**School** {spelldef/enchantment} ({spelldef/compulsion}) [{spelldef/emotion}, {spelldef/mind-affecting}]; **Level** arcanist 8, druid 9, occultist 6, psychic 8, sorcerer 8, summoner 6, witch 8, wizard 8  ",
			"**Casting Time** 1 hour  ",
			"**Components** V, S, M/DF (a lump of alum soaked in vinegar)  ",
			"**Range** close (25 ft. + 5 ft./2 levels)  ",
			"**Target** one location (upt o a 10-ft. cube/level) or one object  ",
			"**Duration** 2 hours/level (D)  ",
			"**Saving Throw** Will partial; **Spell Resistance** yes",
			"",
			"You cause an object or location to emanate magical vibrations that repel either a specific kind of intelligent creature or creatures of a particular alignment, as defined by you. The kind of creature to be affected must be named specifically. A creature subtype is not specific enough. Likewise, the specific alignment to be repelled must be named.",
			"",
			"Creatures of the designated kind or alignment feel an urge to leave the area or to avoid the affected item.",
			"",
			"A compulsion forces them to abandon the area or item, shunning it and never willingly returning to it while the spell is in effect. A creature that makes a successful saving throw can stay in the area or touch the item but feels uncomfortable doing so. This distracting discomfort reduces the creature's Dexterity score by 4 points.",
			"",
			"Antipathy counters and dispels sympathy."
		]
	},
	"antiplant_shell": {
		"name": "Antiplant Shell",
		"sources": [ "PRPG Core Rulebook" ],
		"description": [
			"## Antiplant Shell",
			"",
			"{SOURCE PRPG Core Rulebook/243}  ",
			"**School** {spelldef/abjuration}; **Level** druid 4, hunter 4  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S, DF  ",
			"**Range** 10 ft.  ",
			"**Area** 10-ft.-radius emanantion, centered on you  ",
			"**Duration** 1 min./level (D)  ",
			"**Saving Throw** none; **Spell Resistance** yes",
			"",
			"The antiplant shell spell creates an invisible, mobile barrier that keeps all creatures within the shell protected from attacks by plant creatures or animated plants. As with many abjuration spells, forcing the barrier against creatures that the spell keeps at bay strains and collapses the field."
		]
	},
	"anti_summoning_shield": {
		"name": "Anti-Summoning Shield",
		"sources": [ "Demon Hunter's Handbook" ],
		"description": [
			"## Anti-Summoning Shield",
			"",
			"{SOURCE Demon Hunter's Handbook/26}  ",
			"**School** {spelldef/abjuration}; **Level** arcanist 2, bard 2, inquisitor 3, skald 2, sorcerer 2, summoner 2, unchained summoner 2, wizard 2  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V  ",
			"**Range** medium (100 ft. + 10 ft./level)  ",
			"**Area** 50-ft.-radius  ",
			"**Duration** 1 minute/level (D)  ",
			"**Saving Throw** Will negates; **Spell Resistance** yes",
			"",
			"Within the area of effect, this spell impedes the use of spells of the summoning subschool and other effects that summon creatures. Any such spells, spell-like abilities, or similar summoning effects used within the area have a percent chance of failure equals 5% &times; your caster level, to a maximum 75% chance of failure. If the summoning effect already has a percent chance of failure (as is often the case with the summon spell-like ability of outsiders), these percentages stack. This spell does not affect summoners attempting to summon their eidolon, but it does affect summoners casting other summoning spells."
		]
	},
	"antitech_field": {
		"name": "Antitech Field",
		"sources": [ "Technology Guide" ],
		"description": [
			"## Antitech Field",
			"",
			"{SOURCE Technology Guide/8}  ",
			"**School** {spelldef/abjuration}; **Level** arcanist 7, druid 6, hunter 6, sorcerer 7, wizard 7  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S, M/DF (pinch of rust)  ",
			"**Range** 10 ft.  ",
			"**Target** 10-ft.-radius emanation centered on you  ",
			"**Duration** 1 minute/level (D)  ",
			"**Saving Throw** Fortitude partial (see text); **Spell Resistance** yes",
			"",
			"You bring into being a mobile, hemispherical energy field that prevents technological objects, signals, and creatures from entering.",
			"",
			"An antitech field suppresses any technological effect used within, brought into, or deployed into the area, but does not negate it. Time spent within an antitech field counts against the suppressed effect's duration.",
			"",
			"Robots and other technological constructs that come in contact with an antitech field must attempt a Fortitude saving throw each round they remain in the field. Failure indicates a creature can take no actions that round and is considered to be helpless. Success indicates a creature can take either one move action or one standard action that round. Partially technological creatures like androids or cyborgs are merely staggered if they fail this saving throw. Note that cybernetic equipment does not function in an antitech field, and all benefits granted by such gear are suppressed.",
			"",
			"Non-technological creatures can enter the area, as can low-tech missiles like sling stones and arrows. High-tech missiles such as bullets and missiles immediately halt upon contacting the field, and either drop to the ground harmlessly or detonate. An antitech field doesn't stop rays created by magical sources, but does stop rays fired from beam weapons such as lasers. The antitech field does not offer any protection against explosions caused by technological explosives detonating against it-thus, creatures within the field could still take damage from a rocket that explodes against it.",
			"",
			"If a creature is larger than the area enclosed by the barrier, any part of the creature that lies outside the barrier is unaffected by the field.",
			"",
			"This spell can be used only defensively, not aggressively. Forcing an abjuration barrier against creatures that the spell keeps at bay collapses the barrier."
		]
	},
	"antithetical_constraint": {
		"name": "Antithetical Constraint",
		"sources": [ "Champions of Balance" ],
		"description": [
			"## Antithetical Constraint",
			"",
			"{SOURCE Champions of Balance/26}  ",
			"**School** {spelldef/enchantment} ({spelldef/compulsion}) [{spelldef/mind-affecting}]; **Level** arcanist 4, bard 4, skald 4, sorcerer 4, witch 4, wizard 4  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S  ",
			"**Range** close (25 ft. + 5 ft./2 levels)  ",
			"**Target** one living creature  ",
			"**Duration** 1 round/level  ",
			"**Saving Throw** Will negates; **Spell Resistance** yes",
			"",
			"You constrain the target such that the target automatically misses with all attacks made against creatures that are not of the opposite alignment of it. For example, a lawful evil target would automatically fail at all attacks except those made against chaotic good creatures, and a neutral good target would automatically fail at all attacks except those made against neutral evil creatures. For the purposes of antithetical constraint, creatures that are chaotic evil, chaotic good, lawful evil, or lawful good are all considered to have the opposite alignment of a target whose alignment is neutral with no other alignment components. This restriction doesn't apply to effects that do not require attack rolls, such as magic missile."
		]
	},
	"antitoxin_touch": {
		"name": "Antitoxin Touch",
		"sources": [ "Potions and Poisons" ],
		"description": [
			"## Antitoxin Touch",
			"",
			"{SOURCE Potions and Poisons/11}  ",
			"**School** {spelldef/abjuration}; **Level** alchemist 1, druid 1, hunter 1, investigator 1, ranger 1, shaman 1, witch 1  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S, M (a small drop of antitoxin)  ",
			"**Range** touch  ",
			"**Target** creature touched  ",
			"**Duration** 1 round/level  ",
			"**Saving Throw** Fortitude negates (harmless); **Spell Resistance** yes (harmless)",
			"",
			"The target's skin secretes a small amount of venom-resistant oils for the spell's duration. The target cannot accidentally poison itself while applying poison. Additionally, the target does not risk exposure to a creature's poison when attempting to milk venom."
		]
	},
	"anywhere_but_here": {
		"name": "Anywhere but Here",
		"sources": [ "Planar Adventures" ],
		"description": [
			"## Anywhere but Here",
			"",
			"{SOURCE Planar Adventures/38}  ",
			"**School** {spelldef/conjuration} ({spelldef/teleportation}); **Level** arcanist 4, magus 4, psychic 4, sorcerer 4, summoner 4, unchained summoner 4, witch 4, wizard 4  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V  ",
			"**Range** touch  ",
			"**Target** you and up to four willing creatures, none of whom can be on their home plane  ",
			"**Duration** instantaneous  ",
			"**Saving Throw** Will negates (harmless); **Spell Resistance** no",
			"",
			"This spell functions similarly to plane shift, but instead of transporting the targets to a destination near an intended location on a specific plane, anywhere but here transports affected creatures to a random plane. A creature can be affected by anywhere but here only if it is currently not on its home plane (although targets can, by chance, end up traveling to their home plane as a result of this spell). Subjects always appear in a location that is not inherently harmful, but the exact destination is otherwise random. The specific plane is determined by the table below; the location on the destination plane where the transported creatures arrive is completely subject to the GM's whim.",
			"",
			"| d% | Planar Destination |",
			"| --- | --- |",
			"| 01-07 | Abyss |",
			"| 08-14 | Abaddon |",
			"| 15-20 | Hell |",
			"| 21-24 | Shadow Plane |",
			"| 25-28 | First World |",
			"| 29-35 | Maelstrom |",
			"| 36-42 | Boneyard |",
			"| 43-49 | Axis |",
			"| 50-56 | Ethereal Plane |",
			"| 57-63 | Elysium |",
			"| 64-70 | Nirvana |",
			"| 71-77 | Heaven |",
			"| 78-84 | Astral Plane |",
			"| 85-90 | Random demiplane |",
			"| 91-95 | Material Plane (random world) |",
			"| 96-100 | GM's choice |",
			"",
			"A creature that is transported by anywhere but here cannot be affected by a subsequent casting of anywhere but here for 24 hours afterward (but can be affected normally by other forms of planar travel)."
		]
	},
	"apathy": {
		"name": "Apathy",
		"sources": [ "Inner Sea Intrigue" ],
		"description": [
			"## Apathy",
			"",
			"{SOURCE Inner Sea Intrigue/58}  ",
			"**School** {spelldef/enchantment} ({spelldef/compulsion}) [{spelldef/emotion}, {spelldef/mind-affecting}]; **Level** arcanist 5, bard 4, mesmerist 4, psychic 5, skald 4, sorcerer 5, witch 5, wizard 5  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S, M (a shiny bead)  ",
			"**Range** long (400 ft. + 40 ft./level)  ",
			"**Target** one creature  ",
			"**Duration** 1 hour/level  ",
			"**Saving Throw** Will negates; **Spell Resistance** yes",
			"",
			"You cause a creature to temporarily lose interest in a passion or pursuit, taking the heat off your trail to facilitate a getaway, the finalization of a scheme, or the elimination of incriminating evidence. When casting the spell, you designate a subject or activity about which the target becomes indifferent. While under the effects of apathy, the target takes a -5 penalty on all skill checks and ability checks to investigate, pursue, or otherwise advance its goals in relation to the designated subject. In most cases, however, the target does not attempt such checks if they can be avoided, as it simply has no interest in putting effort into the endeavor.",
			"",
			"If the chosen activity is something that would be harmful for the target to refrain from doing (such as eating, sleeping, or holding its breath underwater), the target receives a +5 bonus on the saving throw or other check required by its inaction, and receives a new saving throw to negate the effects of this spell with the same +5 bonus immediately after. The bonus on these saving throws and checks increases by 1 for each subsequent check required by the same condition. If you directly interact with the target of this spell (such as engaging it in combat or targeting it with another spell or effect), the spell immediately ends."
		]
	},
	"ape_walk": {
		"name": "Ape Walk",
		"sources": [ "Sargava, the Lost Colony" ],
		"description": [
			"## Ape Walk",
			"",
			"{SOURCE Sargava, the Lost Colony/28}  ",
			"**School** {spelldef/transmutation}; **Level** arcanist 3, druid 3, hunter 2, ranger 2, redmantisassassin 3, sorcerer 3, wizard 3  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S, M (an ape or monkey paw)  ",
			"**Range** touch  ",
			"**Target** creature touched  ",
			"**Duration** 10 minutes/level  ",
			"**Saving Throw** Will negates (harmless); **Spell Resistance** yes (harmless)",
			"",
			"The subject can climb as well as an ape or monkey, gaining a climb speed of 30 feet and a +8 racial bonus on Climb skill checks. The affected creature must have her hands free to climb in this manner. In addition, as long as she has 10 feet of space in which to make a running start, the subject can make a long jump of up to 10 feet without making an Acrobatics check (an Acrobatics check is still required to jump longer distances)."
		]
	},
	"aphasia": {
		"name": "Aphasia",
		"sources": [ "Ultimate Intrigue" ],
		"description": [
			"## Aphasia",
			"",
			"{SOURCE Ultimate Intrigue/204}  ",
			"**School** {spelldef/enchantment} ({spelldef/compulsion}) [{spelldef/mind-affecting}]; **Level** arcanist 1, bard 1, mesmerist 1, psychic 1, skald 1, sorcerer 1, witch 1, wizard 1  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S  ",
			"**Range** close (25 ft. + 5 ft./2 levels)  ",
			"**Target** one creature  ",
			"**Duration** 1 round/level  ",
			"**Saving Throw** Will negates (see text); **Spell Resistance** yes",
			"",
			"You render the target unable to understand any language, including spoken language, written language, sign language, gestures attempting to mimic a crude language, or even truespeech and telepathy. The affected creature is unable to communicate, use command words, cast spells with verbal components, or use any other abilities that requires language. At the end of each of its turns, the subject can attempt a new saving throw to end the effect.",
			"",
			"Tongues counters and dispels aphasia, and a creature with the tongues spell active is immune to aphasia. Oracles with the Tongues curse ignore aphasia in combat."
		]
	},
	"apparent_master": {
		"name": "Apparent Master",
		"sources": [ "Guardians of Dragonfall" ],
		"description": [
			"## Apparent Master",
			"",
			"{SOURCE Guardians of Dragonfall/32}  ",
			"**School** {spelldef/enchantment}; **Level** arcanist 5, bard 4, skald 4, sorcerer 5, wizard 5  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S  ",
			"**Range** close (25 ft. + 5 ft./2 levels)  ",
			"**Target** one construct; see text  ",
			"**Duration** 1 hour/level  ",
			"**Saving Throw** Will negates; **Spell Resistance** yes",
			"",
			"This charm makes a construct regard you as its master. The spell only affects mindless constructs that are attuned to the commands of a master, such as animated objects, golems, retrievers, and shield guardians. All constructs with Intelligence scores, even those that explicitly follow the commands of their creator, such as an homunculus, are unaffected. If the construct is currently being threatened or attacked by you or your allies it receives a +5 bonus on its saving throw.",
			"",
			"The spell enables you to control the construct completely, with the sole exception that commands directly resulting in damage break the spell. Any act by you or your apparent allies that damages the construct also breaks the spell. You can communicate your commands in any spoken language. The construct reverts to obeying the last commands given by its true master when the spell's duration expires.",
			"",
			"If the construct's true master attempts to command a construct affected by apparent master, you must win an opposed Charisma check for the construct to continue to follow your commands. Failing this check breaks the spell."
		]
	},
	"apparent_treachery": {
		"name": "Apparent Treachery",
		"sources": [ "Pathfinder #74: Sword of Valor" ],
		"description": [
			"## Apparent Treachery",
			"",
			"{SOURCE Pathfinder #74: Sword of Valor/74}  ",
			"**School** {spelldef/enchantment} ({spelldef/compulsion}) [{spelldef/mind-affecting}]; **Level** arcanist 4, bard 3, inquisitor 3, skald 3, sorcerer 4, wizard 4  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S  ",
			"**Range** close (25 ft. + 5 ft./2 levels)  ",
			"**Targets** one creature/level, no two of which can be more than 30 ft. apart  ",
			"**Duration** 1 round/level (D)  ",
			"**Saving Throw** Will negates; **Spell Resistance** yes",
			"",
			"You shroud a number of creatures in an aura of suspicion and fill them with extreme paranoia regarding their allies. Affected targets believe their companions are behaving erratically, nervously, and seemingly with an eye towards betrayal.",
			"",
			"Creatures under the effect of apparent treachery do not have allies and are not considered to be an ally to any other creature, including other creatures affected by this spell. They cannot move freely through their allies' spaces, flank creatures with them, cooperate with them using teamwork feats, or give or receive benefits from the aid another action or any spells or effect that affects only allies. If creatures affected by this spell are able to take attacks of opportunity, they always do so against provoking opponents, including those who were their allies before being affected by this spell.",
			"",
			"A creature not under the effects of the spell who is trying to cast a spell against an affected target must succeed at an attack roll to touch the target, even if the spell is harmless, though the affected creature is not forced to attempt saving throws against harmless effects."
		]
	},
	"appearance_of_life": {
		"name": "Appearance of Life",
		"sources": [
			"Horror Adventures",
			"Villain Codex"
		],
		"description": [
			"## Appearance of Life",
			"",
			"{SOURCE Horror Adventures/108}  ",
			"**School** {spelldef/illusion} ({spelldef/glamer}) [{spelldef/evil}]; **Level** arcanist 3, cleric 3, medium 2, mesmerist 3, oracle 3, psychic 3, sorcerer 3, spiritualist 3, warpriest 3, witch 3, wizard 3  ",
			"**Casting Time** 1 round  ",
			"**Components** V, S, M (one Tiny or larger living creature)  ",
			"**Range** long (400 ft. + 40 ft./level)  ",
			"**Target** one or more undead creatures  ",
			"**Duration** 10 minutes/level (D)  ",
			"**Saving Throw** Will disbelief or Will negates (see text); **Spell Resistance** no",
			"",
			"The illusion makes undead creatures of Medium size or smaller appear as if they were living humanoid creatures. You can target a number of undead creatures whose total number of Hit Dice is no greater than twice your caster level. When you create the illusion, you choose the races, genders, and attire for the undead creatures. Additionally, the illusion makes the undead creatures' movements appear lifelike (two shuffling zombies could be made to appear as two strolling lovers). The illusion doesn't create smell, sound, texture, or temperature. Undead with Intelligence scores can attempt a saving throw to negate the effect of the spell, but mindless undead do not. Any creatures interacting with the illusion receive a saving throw to disbelieve the illusion.",
			"",
			"The illusion interferes with {spell/detect undead}, requiring the caster to succeed at a caster check (DC = 11 + your caster level) for the spell to determine the creatures are undead.",
			"",
			"Appearance of life can be made permanent with a {spell/permanency} spell by a caster of 12th level or higher for the cost of 10,000 gp.",
			"",
			"### Appearance of Life, Greater",
			"",
			"{SOURCE Villain Codex/8}  ",
			"**School** {spelldef/illusion} ({spelldef/glamer}); **Level** arcanist 5, cleric 5, medium 4, mesmerist 5, oracle 5, psychic 5, sorcerer 5, spiritualist 4, warpriest 5, witch 5, wizard 5  ",
			"**Casting Time** 1 round  ",
			"**Components** V, S, M (one Tiny or larger living creature)  ",
			"**Range** touch  ",
			"**Target** one willing undead creature touched  ",
			"**Duration** 1 hour/level  ",
			"**Saving Throw** Will disbelief or Will negates (see text); **Spell Resistance** no",
			"",
			"This spell functions as appearance of life, except that you can disguise a single undead creature regardless of its number of Hit Dice, and the illusion also creates relevant smells, sounds, textures, and temperatures to match the appearance. If you disguise the target as a living version of itself, creatures that interact with the target take a -5 penalty on their Will saving throws to disbelieve the illusion, though if the target attacks a creature, the attacked creature no longer takes this penalty."
		]
	},
	"appearance_of_life_greater": {
		"name": "Appearance of Life, Greater",
		"copyof": "appearance_of_life"
	},
	"greater_appearance_of_life": {
		"copyof": "appearance_of_life_greater"
	},
	"apport_animal": {
		"name": "Apport Animal",
		"sources": [ "Occult Adventures" ],
		"description": [
			"## Apport Animal",
			"",
			"{SOURCE Occult Adventures/157}  ",
			"**School** {spelldef/conjuration} ({spelldef/teleportation}); **Level** arcanist 3, druid 3, hunter 3, medium 3, mesmerist 3, psychic 3, ranger 3, sorcerer 3, summoner 3, witch 3, wizard 3  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V  ",
			"**Range** touch  ",
			"**Target** one touched animal of Tiny or smaller size  ",
			"**Duration** instantaneous or 1 hour/level  ",
			"**Saving Throw** Will negates (object); **Spell Resistance** yes (object)",
			"",
			"This spell functions like apport object except the target is an animal. Only normal, nonmagical creatures of the animal type can be teleported."
		]
	},
	"apport_object": {
		"name": "Apport Object",
		"sources": [ "Occult Adventures" ],
		"description": [
			"## Apport Object",
			"",
			"{SOURCE Occult Adventures/157}  ",
			"**School** {spelldef/conjuration} ({spelldef/teleportation}); **Level** arcanist 2, bard 2, medium 2, mesmerist 2, occultist 2, psychic 2, skald 2, sorcerer 2, witch 2, wizard 2  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V  ",
			"**Range** touch  ",
			"**Target** one touched object of up to 1 lb. and 1 cu. ft.  ",
			"**Duration** instantaneous or 1 hour/level  ",
			"**Saving Throw** Will negates (object); **Spell Resistance** yes (object)",
			"",
			"This spell allows you to instantaneously transport a small nonliving object from one location to another. There are two ways to use the spell: sending allows you to immediately send an object held in your hands to a nearby location, while receiving permits you to cast the spell ahead of time on an object and summon it to your location at a later time.",
			"",
			"*Sending:* If you choose to send the object elsewhere, the spell functions like teleport object, except the size of the object is limited and the distance it can travel is equal to only 25 feet + 5 feet per 2 levels. You can't transport an object to the Ethereal Plane. You can send the held object to any square within range, and you don't need line of sight to the target location. You can place the object in the open or inside a container, a pocket, or even someone's hand. If there isn't room in the space you select (either because the space chosen is too small or because there is already something else there), or if the person doesn't want or isn't expecting the object in his hands, it appears on the ground within the target's square instead. You can transport the object to an elevation above the floor as long as the destination is within the spell's total distance limit.",
			"",
			"*Receiving:* You can prepare an object ahead of time to apport it to yourself by casting the spell upon it and assigning a mental trigger to complete the spell. You don't need line of sight to the object to apport it to you, but the object must be within a distance equal to 25 feet + 5 feet per 2 levels. Completing the spell is a swift action that has the same restrictions as a thought spell component. You can apport an object in this way even if someone holding the object is unwilling to let you take it. Once you apport the object, the spell ends.",
			"",
			"You can't send or receive an object into a space that is protected by an antimagic field, globe of invulnerability, or similar effect that keeps magical effects out; if you attempt to do so, the spell is lost."
		]
	},
	"apsus_shining_scales": {
		"name": "Apsu's Shining Scales",
		"sources": [ "Legacy of Dragons" ],
		"description": [
			"## Apsu's Shining Scales",
			"",
			"{SOURCE Legacy of Dragons/28}  ",
			"**School** {spelldef/evocation} [{spelldef/draconic}, {spelldef/good}]; **Level** alchemist 3, arcanist 3, bloodrager 3, medium 3, sorcerer 3, wizard 3  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S, M (a drop of mercury)  ",
			"**Range** personal  ",
			"**Target** you  ",
			"**Duration** 1 minute/level",
			"",
			"You envelop your body with silver radiance that manifests as scales surrounding your body, granting you a +5 armor bonus to your AC and causing your natural attacks and unarmed strikes to bypass damage reduction as if they were good and silver weapons.",
			"",
			"Whenever you attack with a breath weapon (including effects that are similar to a dragon's breath weapon, such as an elixir of dragon breath or the dragon's breath spell), you can discharge the Apsu's shining scales spell as a swift action in order to infuse your breath with silver light, causing any evil creature caught within the area of the breath to take a -4 penalty on its Reflex save and to lose the benefits of the evasion ability against that breath weapon attack. Evil creatures with improved evasion are instead treated as if they had only evasion when attempting to save against this breath weapon attack.",
			"",
			"Clerics, inquisitors, oracles, paladins, and warpriests who worship Apsu add Apsu's shining scales to their class spell lists as a 3rd-level spell."
		]
	},
	"aquatic_cavalry": {
		"name": "Aquatic Cavalry",
		"sources": [ "Ultimate Wilderness" ],
		"description": [
			"## Aquatic Cavalry",
			"",
			"{SOURCE Ultimate Wilderness/227}  ",
			"**School** {spelldef/conjuration} ({spelldef/summoning}); **Level** antipaladin 2, druid 2, hunter 2, paladin 2, ranger 2, shaman 2, summoner 2, unchained summoner 2  ",
			"**Casting Time** 1 round  ",
			"**Components** V, S, DF  ",
			"**Range** medium (100 ft. + 10 ft./level)  ",
			"**Effect** 1 hippocampus plus 1 hippocampus/3 caster levels  ",
			"**Duration** 1 hour/level (D)  ",
			"**Saving Throw** none; **Spell Resistance** no",
			"",
			"You summon a school of hippocampi (one plus one per 3 caster levels, to a maximum of six at 15th level) to serve as combat-trained mounts. The hippocampi avoid combat if possible but defend themselves if attacked. If any hippocampus attacks, the remaining duration of the spell changes from 1 hour per level to 1 round per level (so if a full 4 hours remained, the hippocampi last for only 4 more rounds)."
		]
	},
	"aquatic_trail": {
		"name": "Aquatic Trail",
		"sources": [ "Aquatic Adventures" ],
		"description": [
			"## Aquatic Trail",
			"",
			"{SOURCE Aquatic Adventures/59}  ",
			"**School** {spelldef/divination} [{spelldef/water}]; **Level** druid 3, hunter 2, inquisitor 3, ranger 2, shaman 3  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S  ",
			"**Range** medium (100 ft. + 10 ft./level)  ",
			"**Area** circle centered on you, with a radius of 100 feet + 10 feet per level  ",
			"**Duration** 1 hour/level  ",
			"**Saving Throw** none; **Spell Resistance** no",
			"",
			"You use divination magic to enhance the underwater trails in the area around you, allowing you to track creatures through the water as if across soft ground as long as they passed through the area less than 1 week ago (this lets you notice trails that are much older than normal underwater trails). The spell's area moves with you, so you can follow the trail through the water over long distances. Other creatures can also follow the trail as long as they move with you. Because of the plethora of sea creatures in the higher zones, it's possible that the trail that most interests you will be covered by the trails of other aquatic creatures, making this spell even more useful than normal in the Abyssal and Abaddonian zones."
		]
	},
	"aqueous_orb": {
		"name": "Aqueous Orb",
		"sources": [ "Advanced Player's Guide" ],
		"description": [
			"## Aqueous Orb",
			"",
			"{SOURCE Advanced Player's Guide/202}  ",
			"**School** {spelldef/conjuration} ({spelldef/creation}) [{spelldef/water}]; **Level** arcanist 3, bloodrager 3, druid 3, hunter 3, magus 3, sorcerer 3, summoner 3, unchained summoner 3, wizard 3  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S, M (a drop of water and a glass bead)  ",
			"**Range** medium (100 ft. + 10 ft./level)  ",
			"**Effect** 10-ft.-diameter sphere  ",
			"**Duration** 1 round/level  ",
			"**Saving Throw** Reflex negates; **Spell Resistance** no",
			"",
			"You create a rolling sphere of churning water that can engulf those it strikes. The aqueous orb can move up to 30 feet per round, rolling over barriers less than 10 feet tall. It automatically quenches any nonmagical fires and functions as dispel magic against magical fires as long as those fires are size Large or less.",
			"",
			"Any creature in the path of the aqueous orb takes 2d6 points of nonlethal damage. A successful Reflex save negates this damage, but a large or smaller creature that fails its save must make a second save or be engulfed by the aqueous orb and carried along with it. Engulfed creatures are immersed in water and must hold their breath unless capable of breathing water. They gain cover against attacks from outside the aqueous orb but are considered entangled by its churning currents, takes 2d6 points of nonlethal damage at the beginning of their turn each round they remain trapped. Creatures within the orb may attempt a new Reflex save each round to escape into a random square adjacent to the aqueous orb. The orb may hold one Large creature, 4 Medium, or 16 Small or smaller creatures within it.",
			"",
			"The sphere moves as long as you actively direct it (a move action for you); otherwise, it merely stays at rest and churns in place. An aqueous orb stops if it moves outside the spell's range."
		]
	},
	"aram_zeys_focus": {
		"name": "Aram Zey's Focus",
		"sources": [ "Pathfinder Society Field Guide" ],
		"description": [
			"## Aram Zey's Focus",
			"",
			"{SOURCE Pathfinder Society Field Guide/56}  ",
			"**School** {spelldef/divination}; **Level** alchemist 2, arcanist 2, bard 2, investigator 2, skald 2, sorcerer 2, wizard 2  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S, F (masterwork thieves' tools worth 100 gp)  ",
			"**Range** personal  ",
			"**Target** you  ",
			"**Duration** 1 minute/level (D)",
			"",
			"Aram Zey created this spell for use by his students, both to increase their confidence in their skills and to ensure more of them survived encounters with deadly traps. If you don't have the trapfinding class ability, this spell grants you the trapfinding ability of a rogue of half your character level. If you have the trapfinding ability granted by class levels, however, this spell grants you a +5 competence bonus on all Disable Device checks made to disarm mechanical (but not magical) traps. While under the effects of Aram Zey's focus, whenever you trigger a trap by rolling poorly on a Disable Device check, you may roll a second Disable Device check. This new roll uses the same modifiers as the first roll. If your second roll is high enough to avoid accidentally springing the trap, you avoid setting it off, but still fail to disarm it. Each time you take advantage of this feature, the remaining duration of the spell is reduced by 1 minute - if less than a minute's worth of duration remains, the spell ends as soon as you reroll your Disable Device check."
		]
	},
	"aram_zeys_trap_ward": {
		"name": "Aram Zey's Trap Ward",
		"sources": [ "Pathfinder Society Field Guide" ],
		"description": [
			"## Aram Zey's Trap Ward",
			"",
			"{SOURCE Pathfinder Society Field Guide/56}  ",
			"**School** {spelldef/abjuration}; **Level** arcanist 4, sorcerer 4, wizard 4  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S, M (masterwork thieves' tools worth 100 gp)  ",
			"**Range** personal  ",
			"**Target** you  ",
			"**Duration** 10 minutes/level or until discharged",
			"",
			"While he was researching the underlying causes of the resonance created by overlapping abjurations, Aram Zey discovered a way to manipulate that resonance to the caster's advantage when encountering magical traps. The protection provided by Aram Zey's trap ward comes into play whenever the caster is subjected to the effects of a magical trap. The spell immediately discharges and interferes with the trap's function in an attempt to counter the trap's magic. When this occurs, make a caster level check as an immediate action. The DC of this check is equal to the trap's Disable Device DC. If you're successful, the trap ward dispels the magical effect of the trap before the effect actually manifests, effectively preventing the trap from triggering for the next 1d4 rounds and ending Aram Zey's trap ward immediately."
		]
	},
	"arbitrament": {
		"name": "Arbitrament",
		"sources": [
			"Planar Adventures",
			"Champions of Balance"
		],
		"description": [
			"## Arbitrament",
			"",
			"{SOURCE Planar Adventures/39;Champions of Balance/26}  ",
			"**School** {spelldef/evocation} [{spelldef/sonic}]; **Level** cleric 7, inquisitor 6, oracle 7  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V  ",
			"**Range** 40 ft.  ",
			"**Target** non-neutral creatures in a 40-ft.-radius spread centered on you  ",
			"**Duration** instantaneous  ",
			"**Saving Throw** Will partial, see text; **Spell Resistance** yes",
			"",
			"All chaotic evil, chaotic good, lawful evil, and lawful good creatures within the area of this spell suffer the following conditions, based on their Hit Dice.",
			"",
			"| Hit Dice | Effect |",
			"| --- | --- |",
			"| Equal to caster level | Sickened |",
			"| Up to caster level - 1 | Sickened, staggered |",
			"| Up to caster level - 5 | Nauseated, sickened, staggered |",
			"| Up to caster level - 10 | Killed, nauseated, sickened, staggered |",
			"",
			"The effects are concurrent. A creature can attempt a Will save to reduce or negate the effects. If subject to multiple effects, the creature rolls once and applies the result to each effect.",
			"",
			"*Sickened:* The creature is sickened for 1d4 rounds (Will negates).",
			"",
			"*Staggered:* The creature is staggered for 2d4 rounds, or for 1d4 rounds on a successful Will save.",
			"",
			"*Nauseated:* The creature is nauseated for 1d10 minutes, or for 1d4 rounds on a successful Will save.",
			"",
			"*Killed:* Living creatures die, and undead creatures are destroyed. On a successful Will save, the creature instead takes 3d6 points of damage + 1 point per caster level (maximum +25).",
			"",
			"Furthermore, if you are on your home plane when you cast this spell, all chaotic evil, chaotic good, lawful evil, and lawful good extraplanar creatures within the area are banished to their home planes (Will negates, at a -4 penalty). Creatures so banished cannot return for at least 24 hours. This effect takes place regardless of whether the creatures hear the arbitrament.",
			"",
			"Creatures whose Hit Dice exceed your caster level are unaffected by arbitrament."
		]
	},
	"arboreal_hammer": {
		"name": "Arboreal Hammer",
		"sources": [
			"Ultimate Magic",
			"Mythic Adventures"
		],
		"description": [
			"## Arboreal Hammer",
			"",
			"{SOURCE Ultimate Magic/206}  ",
			"**School** {spelldef/transmutation}; **Level** druid 4, hunter 4  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S, DF  ",
			"**Range** medium (100 ft. + 10 ft./level)  ",
			"**Target** one Huge or larger tree  ",
			"**Duration** 1 round/level (D)  ",
			"**Saving Throw** none; **Spell Resistance** no",
			"",
			"This spell animates a tree's branch and directs it against your foes. At caster level 10th or lower, you can target a Huge tree. At caster level 11th-15th, you can target a Gargantuan tree, and at caster level 16th or higher you can target a Colossal tree. The animated branch makes slam attacks with a Strength score equal to 10 + your caster level. The branch strikes once per round with an attack bonus equal to your caster level + the branch's Strength modifier, adjusted by the appropriate size modifier (-2 for Huge, -4 for Gargantuan, -8 for Colossal). A Huge tree's slam deals 2d6 points of damage, a Gargantuan tree's slam deals 3d6 points of damage, and a Colossal tree's slam deals 4d6 points of damage; the tree adds 1-1/2 times its Strength modifier to this damage. A Huge tree has reach 15 feet, a Gargantuan has reach 20 feet, and a Colossal has reach 30 feet. The tree attacks the creature you designate when you cast the spell, and is unable to move. You can direct the tree against a new target as a move action. The tree does not gain a bonus for flanking, nor can it help another combatant flank. It cannot attack a foe you cannot see.",
			"",
			"### Mythic Arboreal Hammer",
			"",
			"{SOURCE Mythic Adventures/84}",
			"",
			"You animate two branches instead of one, allowing the tree to attack twice per round. Add your tier to your caster level when determining the tree's Strength score. A creature struck by both slam attacks in the same round must succeed at a Fortitude save against the spell's DC or be staggered for 1 round.",
			"",
			"*Augmented (7th):* If you expend two uses of mythic power, the tree attempts three slam attacks per round and its slams bypass all damage reduction. A creature struck by all three slam attacks in the same round is stunned for 1 round and staggered for 1d4 rounds after the stun ends. A successful Fortitude save negates the stun and reduces the duration of being staggered by half."
		]
	},
	"arcana_theft": {
		"name": "Arcana Theft",
		"sources": [ "Ultimate Magic" ],
		"description": [
			"## Arcana Theft",
			"",
			"{SOURCE Ultimate Magic/206}  ",
			"**School** {spelldef/abjuration}; **Level** magus 4, psychic 5  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S  ",
			"**Range** touch  ",
			"**Target** creature touched  ",
			"**Duration** instantaneous  ",
			"**Saving Throw** none; **Spell Resistance** yes",
			"",
			"This spell functions as a targeted dispel magic spell, except it only affects creatures and it requires a melee touch attack. If the melee touch attack is successful and the spell successfully dispels one spell affecting the target, that spell is instead transferred to you, treating you as the original target. You do not receive a new saving throw or spell resistance check against this spell and must accept its affects even if they are not beneficial. This does not alter the spell's duration; for example, if the spell only has 4 rounds of duration remaining when it is stolen, it only affects you for 4 rounds. If the spell or effect has a duration of permanent, its duration continues for 1 hour per caster level of the original caster, after which it ends. The stolen spell does not revert to the original target."
		]
	},
	"arcane_cannon": {
		"name": "Arcane Cannon",
		"sources": [
			"Ultimate Combat",
			"Mythic Adventures"
		],
		"description": [
			"## Arcane Cannon",
			"",
			"{SOURCE Ultimate Combat/223}  ",
			"**School** {spelldef/transmutation}; **Level** arcanist 7, sorcerer 7, wizard 7  ",
			"**Casting Time** 1 round  ",
			"**Components** V, S, F (an ornate miniature cannon forged with a drop of your blood that costs 5,000 gp)  ",
			"**Range** close (25 ft. + 5 ft./2 levels)  ",
			"**Effect** one magically animated cannon  ",
			"**Duration** 1 round/level  ",
			"**Saving Throw** none; **Spell Resistance** no",
			"",
			"Your focus becomes a Medium arcane cannon that appears in an unoccupied square within the spell's range. If no unoccupied square is within range, the spell fails. The cannon comes into existence loaded. Each round thereafter, the cannon can either fire or load. A cannon must be loaded to fire. You do not need to supply ammunition for the cannon.",
			"",
			"On your turn, you can spend a move action to direct the cannon to wheel itself to a new location, moving the cannon up to 20 feet. If the arcane cannon ever leaves your line of sight, it winks out of existence, and the spell's duration ends.",
			"",
			"The cannon has a range increment of 50 feet. It targets touch attack in the first range increment, and it has no misfire chance. The cannon acts as a weapon with the conductive special weapon ability, which you can use to channel your spell-like or supernatural abilities as long as you are within the range of arcane cannon. The cannon's attack bonus is equal to your caster level + your Intelligence bonus or your Charisma bonus (for wizards or sorcerers, respectively) with an additional +1 per four caster levels (maximum +5 at 20th level). On a hit, the cannon deals 4d10 damage. The arcane cannon attacks have a critical modifier of &times;4.",
			"",
			"The cannon has AC 10, hardness 10, and 80 hit points. If the cannon is subject to a spell or effect that requires a save, it uses your saving throw modifiers. The cannon never provokes attacks of opportunity. If the cannon is destroyed, so is your focus.",
			"",
			"### Mythic Arcane Cannon",
			"",
			"{SOURCE Mythic Adventures/84}",
			"",
			"The cannon deals 6d10 points of damage on a successful hit. Add your tier to the cannon's hardness and your tier &times; 5 to its hit points. Its conductive property can channel any spell with a range of touch (you have to expend only one spell for this, not two). You may cast a spell with an energy descriptor on the cannon. If you do, for a number of rounds equal to the spell's level, half the cannon's damage is untyped damage and the other half is energy damage of the spell's type. Casting a spell with a different energy descriptor onto the cannon replaces its current energy type with that of the new spell."
		]
	},
	"arcane_concordance": {
		"name": "Arcane Concordance",
		"sources": [ "Advanced Player's Guide" ],
		"description": [
			"## Arcane Concordance",
			"",
			"{SOURCE Advanced Player's Guide/203}  ",
			"**School** {spelldef/evocation}; **Level** bard 3, skald 3  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S, M (a spent wand)  ",
			"**Range** personal  ",
			"**Target** you  ",
			"**Area** 10-ft.-radius emanation centered on you  ",
			"**Duration** 1 round/level  ",
			"**Saving Throw** none; **Spell Resistance** no",
			"",
			"A shimmering, blue and gold radiance surrounds you, enhancing arcane spells cast by your allies within its area. Any arcane spell cast by a creature within the area gains a +1 enhancement bonus to the DC of any saving throws against the spell, and can be cast as if one of the following metamagic feats was applied to it (without increasing the spell level or casting time): {feat/Enlarge Spell}, {feat/Extend Spell}, {feat/Silent Spell}, or {feat/Still Spell} (you choose the metamagic feat when you cast arcane concordance)."
		]
	},
	"arcane_disruption": {
		"name": "Arcane Disruption",
		"sources": [ "Advanced Class Origins" ],
		"description": [
			"## Arcane Disruption",
			"",
			"{SOURCE Advanced Class Origins/30}  ",
			"**School** {spelldef/enchantment} ({spelldef/compulsion}) [{spelldef/curse}, {spelldef/mind-affecting}]; **Level** arcanist 2, bard 2, bloodrager 2, magus 2, skald 2, sorcerer 2, witch 2, wizard 2  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S, M (a pinch of pepper)  ",
			"**Range** close (25 ft. + 5 ft./2 levels)  ",
			"**Target** one creature  ",
			"**Duration** 1 round/level  ",
			"**Saving Throw** Will negates; **Spell Resistance** yes",
			"",
			"This spell makes it difficult for the subject to cast arcane spells, use spell-like abilities, and use some abilities granted by arcane spellcasting classes. The subject must succeed at a concentration check (DC = 10 + 1/2 its caster level) in order to cast an arcane spell, use any spell-like ability (even those that come from a divine source), use arcane spell completion or spell trigger magic items, or use any of the following class features that come from an arcane spellcasting class: arcane school powers, arcanist exploits, bardic performances, magus arcana, or witch hexes. Spells, spell-like abilities, or class features that take a free, swift, or immediate action aren't affected by this spell, nor are mythic spells or mythic powers.",
			"",
			"While under the effect of this spell, if the subject must attempt a concentration check to cast an arcane spell or use an arcane spell-like ability for any reason other than the effect of this spell (such as casting defensively, being injured while casting, and so on), it takes a penalty on that check equal to 1/2 its caster level."
		]
	},
	"arcane_eye": {
		"name": "Arcane Eye",
		"sources": [ "PRPG Core Rulebook" ],
		"description": [
			"## Arcane Eye",
			"",
			"{SOURCE PRPG Core Rulebook/243}  ",
			"**School** {spelldef/divination} ({spelldef/scrying}); **Level** alchemist 4, arcanist 4, investigator 4, mesmerist 4, occultist 4, psychic 4, sorcerer 4, witch 4, wizard 4  ",
			"**Casting Time** 10 minutes  ",
			"**Components** V, S, M (a bit of bat fur)  ",
			"**Range** unlimited  ",
			"**Effect** magical sensor  ",
			"**Duration** 1 min./level (D)  ",
			"**Saving Throw** none; **Spell Resistance** no",
			"",
			"You create an invisible magical sensor that sends you visual information. You can create the arcane eye at any point you can see, but it can then travel outside your line of sight without hindrance. An arcane eye travels at 30 feet per round (300 feet per minute) if viewing an area ahead as a human would (primarily looking at the floor) or 10 feet per round (100 feet per minute) if examining the ceiling and walls as well as the floor ahead. It sees exactly as you would see if you were there.",
			"",
			"The eye can travel in any direction as long as the spell lasts. Solid barriers block its passage, but it can pass through a hole or space as small as 1 inch in diameter. The eye can't enter another plane of existence, even through a gate or similar magical portal.",
			"",
			"You must concentrate to use an arcane eye. If you do not concentrate, the eye is inert until you again concentrate."
		]
	},
	"arcane_lock": {
		"name": "Arcane Lock",
		"sources": [ "PRPG Core Rulebook" ],
		"description": [
			"## Arcane Lock",
			"",
			"{SOURCE PRPG Core Rulebook/243}  ",
			"**School** {spelldef/abjuration}; **Level** arcanist 2, occultist 2, sorcerer 2, wizard 2  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S, M (gold dust worth 25 gp)  ",
			"**Range** touch  ",
			"**Target** door, chest, or portal touched, up to 30 sq. ft./level in size  ",
			"**Duration** permanent  ",
			"**Saving Throw** none; **Spell Resistance** no",
			"",
			"An arcane lock spell cast upon a door, chest, or portal magically locks it. You can freely pass your own arcane lock without affecting it. If the locked object has a lock, the DC to open that lock increases by 10 while it remains attached to the object. If the object does not have a lock, this spell creates one that can only be opened with a DC 20 Disable Device skill check. A door or object secured with this spell can be opened only by breaking in or with a successful dispel magic or knock spell. Add 10 to the normal DC to break open a door or portal affected by this spell. A knock spell does not remove an arcane lock; it only suppresses the effect for 10 minutes."
		]
	},
	"arcane_mark": {
		"name": "Arcane Mark",
		"sources": [ "PRPG Core Rulebook" ],
		"description": [
			"## Arcane Mark",
			"",
			"{SOURCE PRPG Core Rulebook/244}  ",
			"**School** {spelldef/universal}; **Level** arcanist 0, magus 0, psychic 0, shaman 0, sorcerer 0, summoner 0, unchained summoner 0, witch 0, wizard 0  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S  ",
			"**Range** touch  ",
			"**Effect** one personal rune or mark, all of which must fit within 1 sq. ft.  ",
			"**Duration** permanent  ",
			"**Saving Throw** none; **Spell Resistance** no",
			"",
			"This spell allows you to inscribe your personal rune or mark, which can consist of no more than six characters. The writing can be visible or invisible. An arcane mark spell enables you to etch the rune upon any substance without harm to the material upon which it is placed. If an invisible mark is made, a detect magic spell causes it to glow and be visible, though not necessarily understandable.",
			"",
			"{spell/See invisibility}, {spell/true seeing}, a {magic-wondrous/gem of seeing}, or a {magic-wondrous/robe of eyes} likewise allows the user to see an invisible arcane mark. A {spell/read magic} spell reveals the words, if any. The mark cannot be dispelled, but it can be removed by the caster or by an {spell/erase} spell.",
			"",
			"If an arcane mark is placed on a living being, the effect gradually fades in about a month.",
			"",
			"{spell/Arcane mark} must be cast on an object prior to casting {spell/instant summons} on the same object (see that spell description for details)."
		]
	},
	"arcane_pocket": {
		"name": "Arcane Pocket",
		"sources": [ "Black Markets" ],
		"description": [
			"## Arcane Pocket",
			"",
			"{SOURCE Black Markets/27}  ",
			"**School** {spelldef/conjuration} ({spelldef/creation}); **Level** arcanist 1, sorcerer 1, wizard 1  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, F (a pocket and a silver button)  ",
			"**Range** touch  ",
			"**Effect** extradimensional space up to 1 cu. ft./level  ",
			"**Duration** 1 hour/level  ",
			"**Saving Throw** none; **Spell Resistance** no",
			"",
			"With a touch, you conjure an extradimensional space inside a pouch or pocket. The pocket acts as a bag of holding, except it can hold only 10 pounds per caster level. Regardless of what is placed into the pocket, it weighs 3 pounds. Unlike a bag of holding, the pocket created by this ability cannot be overloaded or ruptured-any additional material simply spills out of the top-nor does it have any special interaction with other kinds of extradimensional spaces.",
			"",
			"An arcane pocket grants you a +1 bonus on Sleight of Hand checks to conceal its contents. The pocket becomes nonmagical, spilling all of its contents onto the ground unharmed, if it leaves your possession or you create a new arcane pocket."
		]
	},
	"arcane_reinforcement": {
		"name": "Arcane Reinforcement",
		"sources": [ "Faction Guide" ],
		"description": [
			"## Arcane Reinforcement",
			"",
			"{SOURCE Faction Guide/60}  ",
			"**School** {spelldef/transmutation}; **Level** arcanist 3, redmantisassassin 3, sorcerer 3, wizard 3  ",
			"**Casting Time** 1 round  ",
			"**Components** V, S  ",
			"**Range** personal  ",
			"**Target** you  ",
			"**Duration** concentration (up to 8 hours)",
			"",
			"You cast this spell as you begin crafting an item using a Craft skill, and add your Spellcraft ranks to Craft checks made to create that item. As part of concentrating on the spell, you must continue chanting the verbal components, pausing at most for a few seconds at a time to speak, chew, and so on. If the crafting takes more than 1 day to complete, you must cast the spell each day to gain its benefit.",
			"",
			"This spell originated among wizards of the Arcanamirium, though the [Pathfinder Society](rule/aff_scholars) also uses it."
		]
	},
	"arcane_sight": {
		"name": "Arcane Sight",
		"sources": [ "PRPG Core Rulebook" ],
		"description": [
			"## Arcane Sight",
			"",
			"{SOURCE PRPG Core Rulebook/244}  ",
			"**School** {spelldef/divination}; **Level** alchemist 3, arcanist 3, inquisitor 3, investigator 3, magus 3, occultist 3, psychic 3, sorcerer 3, witch 3, wizard 3  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S  ",
			"**Range** personal  ",
			"**Target** you  ",
			"**Duration** 1 min./level (D)",
			"",
			"This spell makes your eyes glow blue and allows you to see magical auras within 120 feet of you. The effect is similar to that of a detect magic spell, but arcane sight does not require concentration and discerns aura location and power more quickly.",
			"",
			"You know the location and power of all magical auras within your sight. An aura's power depends on a spell's functioning level or an item's caster level, as noted in the description of the {spell/detect magic} spell. If the items or creatures bearing the auras are in line of sight, you can make Spellcraft skill checks to determine the school of magic involved in each. (Make one check per aura; DC 15 + spell level, or 15 + half caster level for a non-spell effect.)",
			"",
			"If you concentrate on a specific creature within 120 feet of you as a standard action, you can determine whether it has any spellcasting or spell-like abilities, whether these are arcane or divine (spell-like abilities register as arcane), and the strength of the most powerful spell or spell-like ability the creature currently has available for use.",
			"",
			"As with detect magic, you can use this spell to identify the properties of magic items, but not artifacts.",
			"",
			"Arcane sight can be made permanent with a {spell/permanency} spell.",
			"",
			"### Arcane Sight, Greater",
			"",
			"{SOURCE PRPG Core Rulebook/244}  ",
			"**School** {spelldef/divination}; **Level** arcanist 7, psychic 7, sorcerer 7, witch 7, wizard 7  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S  ",
			"**Range** personal  ",
			"**Target** you  ",
			"**Duration** 1 min./level (D)",
			"",
			"This spell functions like arcane sight, except that you automatically know which spells or magical effects are active upon any individual or object you see.",
			"",
			"Unlike arcane sight, this spell cannot be made permanent with a permanency spell."
		]
	},
	"arcane_sight_greater": {
		"name": "Arcane Sight, Greater",
		"copyof": "arcane_sight"
	},
	"greater_arcane_sight": {
		"copyof": "arcane_sight_greater"
	},
	"archons_aura": {
		"name": "Archon's Aura",
		"sources": [ "Ultimate Magic" ],
		"description": [
			"## Archon's Aura",
			"",
			"{SOURCE Ultimate Magic/206}  ",
			"**School** {spelldef/evocation} [{spelldef/good}, {spelldef/lawful}]; **Level** cleric 3, oracle 3, paladin 3, warpriest 3  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S  ",
			"**Range** 20 ft.  ",
			"**Area** 20-ft. radius centered on you  ",
			"**Duration** 1 minute/level  ",
			"**Saving Throw** Will negates; **Spell Resistance** yes",
			"",
			"You gain a powerful aura, similar to an archon's aura of menace. Any hostile creature within a 20-foot radius of you must make a Will save to resist the effects of this aura. If the creature fails, it takes a -2 penalty on attack rolls and saving throws and to Armor Class for the duration of this spell, or until it successfully hits you with an attack. A creature that has resisted or broken the effect cannot be affected again by this particular casting of archon's aura."
		]
	},
	"archons_trumpet": {
		"name": "Archon's Trumpet",
		"sources": [ "Champions of Purity" ],
		"description": [
			"## Archon's Trumpet",
			"",
			"{SOURCE Champions of Purity/28}  ",
			"**School** {spelldef/evocation} [{spelldef/good}, {spelldef/sonic}]; **Level** arcanist 7, bard 5, cleric 7, oracle 7, paladin 4, skald 5, sorcerer 7, wizard 7  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S  ",
			"**Range** 30 ft.  ",
			"**Area** cone-shaped burst  ",
			"**Duration** instantaneous  ",
			"**Saving Throw** Fortitude negates; **Spell Resistance** yes",
			"",
			"Upon hearing a booming report, as if from a trumpet archon's mighty horn, all creatures in the area of the burst are paralyzed for 1d4 rounds."
		]
	},
	"ardors_onslaught": {
		"name": "Ardor's Onslaught",
		"sources": [
			"Planar Adventures",
			"Champions of Balance"
		],
		"description": [
			"## Ardor's Onslaught",
			"",
			"{SOURCE Planar Adventures/39;Champions of Balance/26}  ",
			"**School** {spelldef/evocation}; **Level** cleric 4, inquisitor 4, oracle 4, warpriest 4  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S  ",
			"**Range** medium (100 ft. + 10 ft./level)  ",
			"**Area** 20-ft.-radius burst  ",
			"**Duration** instantaneous or 1d6 rounds; see text  ",
			"**Saving Throw** Will partial, see text; **Spell Resistance** yes",
			"",
			"You unleash the power of zealous conviction to smite your enemies with a burst of pulsing metallic energy. Only creatures with a neutral alignment component are harmed by the spell.",
			"",
			"The spell deals 1d8 points of damage per 2 caster levels (maximum 5d8) to creatures whose alignment is neutral with no other alignment components (with the exception of neutral outsiders, who take 1d6 points of damage per caster level, maximum 10d6). Neutral outsiders are also nauseated for 1d6 rounds. A creature can attempt a Will save to halve the damage and negate the nauseated effect.",
			"",
			"The spell deals half damage against creatures that are chaotic neutral, lawful neutral, neutral evil, or neutral good, and such targets are not nauseated. On a successful Will save, such a creature reduces the damage to one-quarter the damage rolled."
		]
	},
	"arid_refuge": {
		"name": "Arid Refuge",
		"sources": [ "Blood of the Sea" ],
		"description": [
			"## Arid Refuge",
			"",
			"{SOURCE Blood of the Sea/21}  ",
			"**School** {spelldef/conjuration} ({spelldef/creation}); **Level** arcanist 5, bard 5, skald 5, sorcerer 5, witch 5, wizard 5  ",
			"**Casting Time** 10 minutes  ",
			"**Components** V, S, M (a chip of stone wrapped in cloth)  ",
			"**Range** close (25 ft. + 5 ft./2 levels)  ",
			"**Effect** 20-ft.-square structure  ",
			"**Duration** 2 hours/level (D)  ",
			"**Saving Throw** none; **Spell Resistance** no",
			"",
			"You conjure a small stone building on any relatively flat nonliving surface at least 20 feet square that can support its weight (such as the ocean floor or an underwater ridge). The outline of a door is marked on one wall of your choice or on the roof. You and anyone you designate as the spell is cast can pass through the door, which is actually an opaque membrane of force that keeps the surrounding atmosphere from entering the structure. Creatures you have not designated can force their way through the door with a successful DC 28 Strength check. The shelter is as strong as a normal stone building, resists flames and fire as if it were stone, and is impervious to normal missiles (but not the sort cast by siege engines or giants).",
			"",
			"The shelter contains eight bunks, a trestle table, eight stools, and a writing desk. These furnishings disappear if removed from the shelter. The shelter contains fresh, breathable air that replenishes within the shelter but does not pass through the membrane of force. The shelter's interior maintains a temperature of 70 F regardless of the temperature outside the shelter.",
			"",
			"This spell can be cast only underwater."
		]
	},
	"arodens_magic_army": {
		"name": "Aroden's Magic Army",
		"sources": [ "Arcane Anthology" ],
		"description": [
			"## Aroden's Magic Army",
			"",
			"{SOURCE Arcane Anthology/7}  ",
			"**School** {spelldef/transmutation}; **Level** arcanist 7, shaman 8, sorcerer 7, wizard 7  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S, DF  ",
			"**Range** long (400 ft. + 40 ft./level)  ",
			"**Targets** weapons carried by allies  ",
			"**Duration** 1 hour/level  ",
			"**Saving Throw** Will negates (harmless, object); **Spell Resistance** yes (harmless, object)",
			"",
			"You imbue all manufactured weapons carried by allies within range with magic, granting each weapon a +1 enhancement bonus on attack rolls and damage rolls per 5 caster levels (maximum +4)."
		]
	},
	"arodens_spellbane": {
		"name": "Aroden's Spellbane",
		"sources": [
			"Inner Sea Magic",
			"Mythic Origins"
		],
		"description": [
			"## Aroden's Spellbane",
			"",
			"{SOURCE Inner Sea Magic/52}  ",
			"**School** {spelldef/abjuration}; **Level** arcanist 9, sorcerer 9, wizard 9  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S, F (cold iron scepter worth at least 1,000 gp)  ",
			"**Range** 10 ft.  ",
			"**Area** 10-ft.-radius emanation, centered on you  ",
			"**Duration** 1 hour/level (D)  ",
			"**Saving Throw** none; **Spell Resistance** see text",
			"",
			"One of many spells originally created by the Last Azlanti before he became a god, Aroden's spellbane creates an area within which spells selected by you simply do not function. Select one spell per five caster levels at the time of casting. The spells selected cannot be changed after the spell is cast. Aroden's spellbane otherwise functions like antimagic field, except its emanation only prevents the functioning of the selected spells. Only the exact spells mentioned are affected - a spellbane set to prevent the casting of summon nature's ally II would not prevent castings of summon nature's ally I or summon nature's ally III. If you move into an area where a previously cast spell you have selected as a banned spell is in effect, that spell is affected as if by antimagic field. If the spell affects a summoned creature that has spell resistance, you must make a caster level check against the creature's spell resistance to make it wink out.",
			"",
			"Aroden's spellbane can even negate an antimagic field, another Aroden's spellbane, or any spell that specifies immunity to antimagic field (such as wall of force, prismatic sphere, and prismatic wall). Multiple spellbane effects can overlap. Their effects stack, preventing the functioning of every spell targeted by any of the multiple spellbane emanations. Spell effects created by artifacts or deities cannot be suppressed by Aroden's spellbane.",
			"",
			"### Mythic Aroden's Spellbane",
			"",
			"{SOURCE Mythic Origins/12}",
			"",
			"Add half your tier to the number of spells you can select to not function in the area. As a full-round action, you can expend one use of mythic power to change one of the spells blocked by this effect. You can do this as often as you wish during the spell's duration."
		]
	},
	"arodens_spellsword": {
		"name": "Aroden's Spellsword",
		"sources": [ "Arcane Anthology" ],
		"description": [
			"## Aroden's Spellsword",
			"",
			"{SOURCE Arcane Anthology/7}  ",
			"**School** {spelldef/transmutation}; **Level** arcanist 3, bard 4, bloodrager 4, magus 3, occultist 4, skald 4, sorcerer 3, witch 4, wizard 3  ",
			"**Casting Time** 1 round  ",
			"**Components** V, S, F (a magic rod or staff)  ",
			"**Range** touch  ",
			"**Effect** one melee weapon sized appropriately for you  ",
			"**Duration** 10 minutes/level  ",
			"**Saving Throw** Will negates (harmless, object); **Spell Resistance** yes (harmless, object)",
			"",
			"When you cast this spell on a weapon, you cause an extradimensional space to open within the weapon. As part of the casting, you can insert a single magic rod or magic staff into the weapon's extradimensional space, after which the space closes. For the spell's duration, a character wielding the transmuted weapon is also considered to be wielding the rod or staff as well. If the rod or staff can be used to make attacks, you can attack normally with the weapon or use the weapon as if it were the merged rod or staff. If the effect created by the rod or staff requires an attack roll to successfully strike a foe, you can make the attack roll as if you were making an attack with the weapon at its highest bonus (including any bonuses the weapon would normally receive) rather than just a normal attack with the rod or staff-doing so does not allow you to add the weapon's damage to the attack, but instead allows you to use your skill with the weapon to boost your chance of hitting with the rod or staff's attack, spell, or effect.",
			"",
			"At the end of the spell's duration, the merged rod or staff is ejected from the weapon. If you have a free hand, you can catch the rod or staff as a free action; otherwise, it drops to the ground. If the merged weapon is broken or destroyed during the duration of Aroden's spellsword, the merged rod or staff is similarly broken or destroyed."
		]
	},
	"arrow_eruption": {
		"name": "Arrow Eruption",
		"sources": [ "Advanced Player's Guide" ],
		"description": [
			"## Arrow Eruption",
			"",
			"{SOURCE Advanced Player's Guide/202}  ",
			"**School** {spelldef/conjuration} ({spelldef/creation}); **Level** arcanist 2, hunter 2, ranger 2, sorcerer 2, wizard 2  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S, M (arrow or crossbow bolt)  ",
			"**Range** long (400 ft. + 40 ft./level)  ",
			"**Area** 30-ft.-radius burst  ",
			"**Duration** instantaneous  ",
			"**Saving Throw** none; **Spell Resistance** yes",
			"",
			"You create exact duplicates of the arrow or crossbow bolt you used to kill a creature in the previous round and launch one at enemy creatures within a 30-foot radius of the corpse. You can target one creature per caster level (maximum 15) within range of the burst and must make a single attack roll and apply it to each arrow. These duplicate arrows possess all the intrinsic magical properties of the arrow that killed the original creature as well as those passed on to it by your bow. They also enjoy the full benefit of any bonuses or modifiers you applied to the attack from other magical items, feats, and class or racial features. However, this spell cannot reproduce any spells or other limited-use magical effects that you used to enhance that particular attack. This includes such effects as the true strike spell, as well as any area spell you might have placed on the arrow by means of the arcane archer's imbue arrow class feature."
		]
	},
	"arrow_of_law": {
		"name": "Arrow of Law",
		"sources": [ "Ultimate Magic" ],
		"description": [
			"## Arrow of Law",
			"",
			"{SOURCE Ultimate Magic/207}  ",
			"**School** {spelldef/evocation} [{spelldef/lawful}]; **Level** cleric 2, oracle 2, paladin 2, warpriest 2  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S, DF (a holy symbol)  ",
			"**Range** close (25 ft. + 5 ft./2 levels)  ",
			"**Effect** arrow-shaped projectile of lawful energy  ",
			"**Duration** instantaneous (1 round); see text  ",
			"**Saving Throw** Will partial (see text); **Spell Resistance** yes",
			"",
			"You fire a shimmering arrow of pure order from your holy symbol at any one target in range as a ranged touch attack. A chaotic creature struck by an arrow of law takes 1d8 points of damage per two caster levels (maximum 5d8). A chaotic outsider instead takes 1d6 points of damage per caster level (maximum 10d6) and is dazed for 1 round. A successful Will save reduces the damage to half and negates the daze effect. This spell deals only half damage to creatures that are neither chaotic nor lawful, and they are not dazed. The arrow has no effect on lawful creatures."
		]
	},
	"artificers_curse": {
		"name": "Artificer's Curse",
		"sources": [ "Arcane Anthology" ],
		"description": [
			"## Artificer's Curse",
			"",
			"{SOURCE Arcane Anthology/19}  ",
			"**School** {spelldef/transmutation}; **Level** arcanist 7, bard 6, cleric 7, inquisitor 6, occultist 6, oracle 7, shaman 7, skald 6, sorcerer 7, witch 7, wizard 7  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S, M (a blank scroll or page from a spellbook)  ",
			"**Range** close (25 ft. + 5 ft./2 levels)  ",
			"**Target** 1 magical item  ",
			"**Duration** 1 minute/level (D)  ",
			"**Saving Throw** Will negates (object); **Spell Resistance** yes",
			"",
			"You temporarily suppress the most powerful qualities of a magical item. This item can be any object you suspect bears a magical enchantment, but if the targeted item is not magical, your spell has no effect. The spell reduces the object's caster level by an amount equal to your caster level, to a minimum of 0. If the item grants a competence, deflection, enhancement, insight, luck, morale, natural armor, profane, resistance, or sacred bonus, the bonus is reduced by 1 for every 4 caster levels the item loses. If the item's caster level is reduced to 0, all its magic qualities are suppressed (as if dispelled) for the duration of the spell. This spell has no effect on artifacts."
		]
	},
	"ascension": {
		"name": "Ascension",
		"sources": [
			"Mythic Adventures",
			"Mythic Adventures"
		],
		"description": [
			"## Ascension",
			"",
			"{SOURCE Mythic Adventures/113}  ",
			"**School** {spelldef/universal}; **Level** arcanist 9, cleric 9, druid 9, oracle 9, psychic 9, sorcerer 9, witch 9, wizard 9  ",
			"**Casting Time** 1 hour  ",
			"**Components** V, S, F (minor artifact), M (10,000 gp in rare herbs, gems, and other exotic materials)  ",
			"**Range** close (25 ft. + 5 ft./2 levels)  ",
			"**Target** one non-mythic creature/3 levels  ",
			"**Duration** 2 hours/level; see text  ",
			"**Saving Throw** Will negates (harmless); **Spell Resistance** yes (harmless)",
			"",
			"You imbue a number of creatures with mythic power, granting each of them 1st tier in a mythic path of its choice. The creatures immediately gain the benefits of their chosen paths. Divide the duration evenly among all targets.",
			"",
			"The targets retain their mythic tier only while they're within 100 feet of the spell's focus component. A target that goes outside this range loses its mythic tier, but instantly regains it if it moves into range again. If the focus component is destroyed while the spell is in effect, the spell immediately ends and all targets gain 1d4 permanent negative levels.",
			"",
			"### Mythic Ascension",
			"",
			"{SOURCE Mythic Adventures/113}",
			"",
			"If you expend one use of mythic power when casting this spell, the duration increases to 1 day per level, and you can use yourself as the focus for this spell instead of a lesser artifact. If you're the focus, the targets retain their mythic tier only while they're within 100 feet of you, and if you die, the spell immediately ends and all targets gain 1d4 permanent negative levels."
		]
	},
	"ash_storm": {
		"name": "Ash Storm",
		"sources": [ "Ultimate Magic" ],
		"description": [
			"## Ash Storm",
			"",
			"{SOURCE Ultimate Magic/207}  ",
			"**School** {spelldef/conjuration} ({spelldef/creation}) [{spelldef/fire}]; **Level** arcanist 3, druid 3, hunter 3, sorcerer 3, witch 3, wizard 3  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S, M/DF (a pinch of ash)  ",
			"**Range** long (400 ft. + 40 ft./level)  ",
			"**Area** cylinder (40-ft. radius, 20 ft. high)  ",
			"**Duration** 1 round/level  ",
			"**Saving Throw** none; **Spell Resistance** no",
			"",
			"Driving ash blocks all sight (even darkvision) within the spell's area of effect, and falling cinders cause the ground in the area to become difficult terrain."
		]
	},
	"ashen_path": {
		"name": "Ashen Path",
		"sources": [ "Blood of the Ancients" ],
		"description": [
			"## Ashen Path",
			"",
			"{SOURCE Blood of the Ancients/13}  ",
			"**School** {spelldef/transmutation}; **Level** arcanist 2, cleric 2, druid 2, hunter 2, oracle 2, ranger 2, sorcerer 2, warpriest 2, wizard 2  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S  ",
			"**Range** touch  ",
			"**Target** living creature touched  ",
			"**Duration** 10 minutes/level  ",
			"**Saving Throw** none; **Spell Resistance** no",
			"",
			"You grant the creature touched the ability to breathe with ease air that is contaminated with ash, spores, smoke, dust, or the like. The creature suffers no ill effects from natural airborne irritants or contaminants and gains a +4 bonus on saving throws against magical effects that involve any of these contaminants. In addition, the creature can see through magical obscuring effects caused by dense ash, smoke, fog, or similar concealment up to a distance of 60 feet, although this spell does nothing to enhance sight in dark or shadowy conditions. You can cast this spell on multiple creatures, but if you do, divide the duration evenly among all the creatures you touch (to a minimum duration of 10 minutes per target)."
		]
	},
	"aspect_of_the_bear": {
		"name": "Aspect of the Bear",
		"sources": [ "Advanced Player's Guide" ],
		"description": [
			"## Aspect of the Bear",
			"",
			"{SOURCE Advanced Player's Guide/203}  ",
			"**School** {spelldef/transmutation} ({spelldef/polymorph}); **Level** druid 2, hunter 2, ranger 2  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S, DF  ",
			"**Range** personal  ",
			"**Target** you  ",
			"**Duration** 1 minute/level",
			"",
			"You take on an aspect of a bear. You gain a +2 enhancement bonus to natural armor and a +2 enhancement bonus on CMB rolls. You can also perform bull rush, grapple, and overrun combat maneuvers without provoking attacks of opportunity."
		]
	},
	"aspect_of_the_falcon": {
		"name": "Aspect of the Falcon",
		"sources": [ "Advanced Player's Guide" ],
		"description": [
			"## Aspect of the Falcon",
			"",
			"{SOURCE Advanced Player's Guide/203}  ",
			"**School** {spelldef/transmutation} ({spelldef/polymorph}); **Level** druid 1, hunter 1, ranger 1  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S, DF  ",
			"**Range** personal  ",
			"**Target** you  ",
			"**Duration** 1 minute/level",
			"",
			"You take on an aspect of a falcon. Your eyes become wide and raptor-like, and you grow feathers on the sides of your head. You gain a +3 competence bonus on Perception checks, a +1 competence bonus on ranged attacks, and the critical multiplier for your bows and crossbows becomes 19-20/&times;3. This effect does not stack with any other effect that expands the threat range of a weapon, such as the {feat/Improved Critical} feat or a keen weapon."
		]
	},
	"aspect_of_the_nightingale": {
		"name": "Aspect of the Nightingale",
		"sources": [
			"Inner Sea Gods",
			"Pathfinder #50: Night of Frozen Shadows"
		],
		"description": [
			"## Aspect of the Nightingale",
			"",
			"{SOURCE Inner Sea Gods/228;Pathfinder #50: Night of Frozen Shadows/75}  ",
			"**School** {spelldef/transmutation} ({spelldef/polymorph}); **Level** bard 1, cleric 1, druid 1, hunter 1, inquisitor 1, oracle 1, paladin 1, ranger 1, shaman 1, skald 1, warpriest 1 (Shelyn)  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S, DF  ",
			"**Range** personal  ",
			"**Target** you  ",
			"**Duration** 1 minute/level",
			"",
			"You take on an aspect of a nightingale. Your voice becomes clear and pleasant. You gain a +2 competence bonus on Perform (sing) checks and a +2 competence bonus on Diplomacy checks. Once per minute, if you are subject to a charm effect that allows a saving throw, you may roll twice and take the more favorable result."
		]
	},
	"aspect_of_the_stag": {
		"name": "Aspect of the Stag",
		"sources": [ "Advanced Player's Guide" ],
		"description": [
			"## Aspect of the Stag",
			"",
			"{SOURCE Advanced Player's Guide/203}  ",
			"**School** {spelldef/transmutation} ({spelldef/polymorph}); **Level** druid 4, hunter 3, ranger 3  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S, DF  ",
			"**Range** personal  ",
			"**Target** you  ",
			"**Duration** 1 minute/level",
			"",
			"When you cast this spell, you take on an aspect of a stag, including some of its physical characteristics. Your features become elongated and sinewy, and you grow a set of antlers you can use for defense. You gain a +2 dodge bonus to AC against attacks of opportunity, your base speed increases by 20 ft., you can move through any undergrowth (including magically manipulated undergrowth) at your normal speed, and can even make a 5-foot step within such terrain. Furthermore, when you are hit with an attack of opportunity, you can make a single attack with your antlers against the opponent that hit you as an immediate action. This attack uses your highest base attack bonus plus your Strength or Dexterity bonus (your choice) and deals 1d8 points of piercing damage (if you are Medium; 1d6 points of damage if Small) plus your Strength modifier on a successful hit. The antlers have a critical multiplier of 19-20/&times;2."
		]
	},
	"aspect_of_the_wolf": {
		"name": "Aspect of the Wolf",
		"sources": [ "Advanced Player's Guide" ],
		"description": [
			"## Aspect of the Wolf",
			"",
			"{SOURCE Advanced Player's Guide/204}  ",
			"**School** {spelldef/transmutation} ({spelldef/polymorph}); **Level** druid 5, hunter 4, ranger 4  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S, DF  ",
			"**Range** personal  ",
			"**Target** you  ",
			"**Duration** 1 minute/level",
			"",
			"When you cast this spell, you take on an aspect of a wolf, including some of its physical characteristics. You become more rugged, your ears become elongated, and you sprout sharp fangs and fur. You gain a +4 enhancement bonus to Strength and Dexterity, the scent ability, a +2 enhancement bonus on trip attacks, and can make a trip combat maneuver as a swift action. This trip attack does not provoke attacks of opportunity."
		]
	},
	"assume_appearance": {
		"name": "Assume Appearance",
		"sources": [ "Horror Adventures" ],
		"description": [
			"## Assume Appearance",
			"",
			"{SOURCE Horror Adventures/108}  ",
			"**School** {spelldef/transmutation} ({spelldef/polymorph}); **Level** alchemist 3, arcanist 3, bard 3, investigator 3, medium 3, mesmerist 3, occultist 3, psychic 3, shaman 3, skald 3, sorcerer 3, spiritualist 3, summoner 3, unchained summoner 3, witch 3, wizard 3  ",
			"**Casting Time** 1 minute  ",
			"**Components** V, S, F (corpse of the deceased creature whose form you plan to assume)  ",
			"**Range** personal  ",
			"**Target** you  ",
			"**Duration** 1 day/level (D)",
			"",
			"This spell functions similarly to alter self, except for the following differences. You assume the exact form of a deceased Small or Medium creature of the humanoid type. Your voice changes to match that of the form you assume. The creature whose form you assume must be dead and you must have access to its fresh corpse (either dead less than 24 hours, or preserved via gentle repose or similar effect). Any attempt to copy the form of a living creature causes the spell to fail. You do not have access to the assumed form's abilities, memories, mannerisms, or speech patterns. The spell grants a +10 bonus on Disguise checks to appear as the imitated creature.",
			"",
			"If the assumed creature is returned to life while this spell is active, assume appearance immediately ends.",
			"",
			"### Assume Appearance, Greater",
			"",
			"{SOURCE Horror Adventures/109}  ",
			"**School** {spelldef/transmutation} ({spelldef/polymorph}); **Level** alchemist 4, arcanist 4, bard 4, investigator 4, medium 4, mesmerist 4, occultist 4, psychic 4, shaman 4, skald 4, sorcerer 4, spiritualist 4, summoner 4, unchained summoner 4, witch 4, wizard 4  ",
			"**Casting Time** 1 minute  ",
			"**Components** V, S, F (corpse or likeness of the deceased creature whose form you plan to assume)  ",
			"**Range** personal  ",
			"**Target** you  ",
			"**Duration** 1 day/level (D)",
			"",
			"This spell functions similar to assume appearance, except that you can imitate a creature even if you have only a likeness (such as a sketch or painting) that is fairly accurate. If there is an age difference between the likeness and the actual creature, you take on the appearance of the creature near the end of its life. If you have heard the creature whose form you plan to assume speak aloud, you can also copy its voice as vocal alteration ({spell/speak with dead} can also be used to fulfill this requirement). The spell doesn't grant insight into the dead creature's mannerisms",
			"",
			"Additionally, if a likeness used as a focus for the spell is kept on your person or within 30 feet at all times, the aura of greater ssume appearance is redirected to the likeness instead of to you, similar to a reverse application of the misdirection spell."
		]
	},
	"assume_appearance_greater": {
		"name": "Assume Appearance, Greater",
		"copyof": "assume_appearance"
	},
	"greater_assume_appearance": {
		"copyof": "assume_appearance_greater"
	},
	"assumed_likeness": {
		"name": "Assumed Likeness",
		"sources": [ "Inner Sea Intrigue" ],
		"description": [
			"## Assumed Likeness",
			"",
			"{SOURCE Inner Sea Intrigue/58}  ",
			"**School** {spelldef/illusion} ({spelldef/phantasm}) [{spelldef/emotion}, {spelldef/mind-affecting}]; **Level** arcanist 2, bard 1, magus 2, medium 1, mesmerist 1, occultist 2, psychic 2, skald 1, sorcerer 2, wizard 2  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S  ",
			"**Range** close (25 ft. + 5 ft./2 levels)  ",
			"**Target** one creature/level, no two of which can be more than 30 ft. apart  ",
			"**Duration** 10 minutes/level (D)  ",
			"**Saving Throw** Will disbelief; **Spell Resistance** yes",
			"",
			"You draw upon the memories of the targets to create a visual disguise for yourself that only they can see. When you cast the spell, you choose an emotion from the table below. Each target perceives you as a creature it feels that way toward. If it doesn't feel that way toward anyone, it instead perceives you as a stranger with features likely to evoke that emotion (e.g., if you choose respect, a guard who was taught to respect her elders but who currently knows no elders might see you as an elderly version of yourself). Since you don't know how you will appear to each target, you must match your actions and statements to fit with the illusion as best you can. While the spell grants a +10 bonus on Disguise checks like disguise self does, you also take a -5 penalty on Disguise checks until you can get a sense of who the target thinks you are. Each target who fails to disbelieve the phantasm and is fooled by your Disguise check takes a -2 penalty on Sense Motive checks to notice your lies, and each emotion choice grants you an additional benefit against such targets, as listed in the table below.",
			"",
			"| Emotion | Effect |",
			"| --- | --- |",
			"| Fear | +4 bonus on Intimidate checks |",
			"| Hate | +2 bonus on attack rolls, -2 penalty to AC |",
			"| Lust | +4 bonus on Sleight of Hands checks |",
			"| Respect | +4 bonus on Diplomacy checks |",
			"| Trust | +4 bonus on Bluff checks |"
		]
	},
	"astral_projection": {
		"name": "Astral Projection",
		"sources": [
			"PRPG Core Rulebook",
			"Ultimate Magic"
		],
		"description": [
			"## Astral Projection",
			"",
			"{SOURCE PRPG Core Rulebook/244}  ",
			"**School** {spelldef/necromancy}; **Level** arcanist 9, cleric 9, oracle 9, psychic 9, sorcerer 9, witch 9, wizard 9  ",
			"**Casting Time** 30 minutes  ",
			"**Components** V, S, M (1,000 gp jacinth)  ",
			"**Range** touch  ",
			"**Targets** you plus one additional willing creature touched per two caster levels  ",
			"**Duration** see text  ",
			"**Saving Throw** none; **Spell Resistance** yes",
			"",
			"By freeing your spirit from your physical body, this spell allows you to project an astral body onto another plane altogether. You can bring the astral forms of other willing creatures with you, provided that these subjects are linked in a circle with you at the time of the casting. These fellow travelers are dependent upon you and must accompany you at all times. If something happens to you during the journey, your companions are stranded wherever you left them.",
			"",
			"You project your astral self onto the Astral Plane, leaving your physical body behind on the Material Plane in a state of suspended animation. The spell projects an astral copy of you and all you wear or carry onto the Astral Plane. Since the Astral Plane touches upon other planes, you can travel astrally to any of these other planes as you will. To enter one, you leave the Astral Plane, forming a new physical body (and equipment) on the plane of existence you have chosen to enter.",
			"",
			"While you are on the Astral Plane, your astral body is connected at all times to your physical body by an incorporeal silver cord. If the cord is broken, you are killed, astrally and physically. Luckily, very few things can destroy a silver cord. When a second body is formed on a different plane, the silver cord remains invisibly attached to the new body. If the second body or the astral form is slain, the cord simply returns to your body where it rests on the Material Plane, thereby reviving it from its state of suspended animation. This is a traumatic affair, however, and you gain two permanent negative levels if your second body or astral form is slain. Although astral projections are able to function on the Astral Plane, their actions affect only creatures existing on the Astral Plane; a physical body must be materialized on other planes.",
			"",
			"You and your companions may travel through the Astral Plane indefinitely. Your bodies simply wait behind in a state of suspended animation until you choose to return your spirits to them. The spell lasts until you desire to end it, or until it is terminated by some outside means, such as dispel magic cast upon either the physical body or the astral form, the breaking of the silver cord, or the destruction of your body back on the Material Plane (which kills you).",
			"",
			"When this spell ends, your astral body and all of its gear, vanishes.",
			"",
			"### Astral Projection, Lesser",
			"",
			"{SOURCE Ultimate Magic/207}  ",
			"**School** {spelldef/necromancy}; **Level** arcanist 5, cleric 5, oracle 5, psychic 5, sorcerer 5, warpriest 5, wizard 5  ",
			"**Casting Time** 30 minutes  ",
			"**Components** V, S, M (1,000 gp jacinth)  ",
			"**Range** touch  ",
			"**Targets** you plus one additional willing creature touched per two caster levels  ",
			"**Duration** see text  ",
			"**Saving Throw** none; **Spell Resistance** yes",
			"",
			"This spell functions as astral projection, except you cannot leave the Astral Plane and explore other planes (though you can still return to the plane you were on when you cast this spell)."
		]
	},
	"astral_projection_lesser": {
		"name": "Astral Projection, Lesser",
		"copyof": "astral_projection"
	},
	"lesser_astral_projection": {
		"copyof": "astral_projection_lesser"
	},
	"atavism": {
		"name": "Atavism",
		"sources": [ "Ultimate Magic" ],
		"description": [
			"## Atavism",
			"",
			"{SOURCE Ultimate Magic/207}  ",
			"**School** {spelldef/transmutation}; **Level** druid 4, hunter 4  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S  ",
			"**Range** close (25 ft. + 5 ft./2 levels)  ",
			"**Target** one animal  ",
			"**Duration** 1 minute/level  ",
			"**Saving Throw** Fortitude negates; **Spell Resistance** yes",
			"",
			"By bringing forth the primeval ancestry of the target animal, you awaken a savage engine of destruction. The animal immediately gains the advanced creature simple template. It gains a +2 bonus on all rolls, including damage rolls and special ability DCs, a +4 bonus to AC and CMD, and +2 hit points per HD. The animal's primal instincts take hold for the duration of this spell - if the animal knows tricks granted by the Handle Animal skill, it loses access to all of those tricks save for \"attack.\" This spell has no effect on animals that already have the advanced creature template.",
			"",
			"### Atavism, Mass",
			"",
			"{SOURCE Ultimate Magic/207}  ",
			"**School** {spelldef/transmutation}; **Level** druid 8  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S  ",
			"**Range** close (25 ft. + 5 ft./2 levels)  ",
			"**Targets** one animal/level, no two of which can be more than 30 ft. apart  ",
			"**Duration** 1 minute/level  ",
			"**Saving Throw** Fortitude negates; **Spell Resistance** yes",
			"",
			"This spell functions as atavism, except that it affects multiple creatures."
		]
	},
	"atavism_mass": {
		"name": "Atavism, Mass",
		"copyof": "atavism"
	},
	"mass_atavism": {
		"copyof": "atavism_mass"
	},
	"atonement": {
		"name": "Atonement",
		"sources": [ "PRPG Core Rulebook" ],
		"description": [
			"## Atonement",
			"",
			"{SOURCE PRPG Core Rulebook/245}  ",
			"**School** {spelldef/abjuration}; **Level** cleric 5, druid 5, hunter 5, inquisitor 5, oracle 5, warpriest 5  ",
			"**Casting Time** 1 hour  ",
			"**Components** V, S, M (burning incense), F (a set of prayer beads or other prayer device worth at least 500 gp), DF  ",
			"**Range** touch  ",
			"**Target** living creature touched  ",
			"**Duration** instantaneous  ",
			"**Saving Throw** none; **Spell Resistance** yes",
			"",
			"This spell removes the burden of misdeeds from the subject. The creature seeking atonement must be truly repentant and desirous of setting right its misdeeds. If the atoning creature committed the evil act unwittingly or under some form of compulsion, atonement operates normally at no cost to you. However, in the case of a creature atoning for deliberate misdeeds, you must intercede with your deity (requiring you to expend 2,500 gp in rare incense and offerings). Atonement may be cast for one of several purposes, depending on the version selected.",
			"",
			"*Reverse Magical Alignment Change:* If a creature has had its alignment magically changed, atonement returns its alignment to its original status at no additional cost.",
			"",
			"*Restore Class:* A paladin, or other class, who has lost her class features due to violating the alignment restrictions of her class may have her class features restored by this spell.",
			"",
			"*Restore Cleric or Druid Spell Powers:* A cleric or druid who has lost the ability to cast spells by incurring the anger of her deity may regain that ability by seeking atonement from another cleric of the same deity or another druid. If the transgression was intentional, the casting cleric must expend 2,500 gp in rare incense and offerings for her god's intercession.",
			"",
			"*Redemption or Temptation:* You may cast this spell upon a creature of an opposing alignment in order to offer it a chance to change its alignment to match yours. The prospective subject must be present for the entire casting process. Upon completion of the spell, the subject freely chooses whether it retains its original alignment or acquiesces to your offer and changes to your alignment. No duress, compulsion, or magical influence can force the subject to take advantage of the opportunity offered if it is unwilling to abandon its old alignment. This use of the spell does not work on outsiders or any creature incapable of changing its alignment naturally.",
			"",
			"Though the spell description refers to evil acts, atonement can be used on any creature that has performed acts against its alignment, regardless of the actual alignment in question.",
			"",
			"*Note:* Normally, changing alignment is up to the player. This use of atonement offers a method for a character to change his or her alignment drastically, suddenly, and definitively."
		]
	},
	"auditory_hallucination": {
		"name": "Auditory Hallucination",
		"sources": [ "Ultimate Intrigue" ],
		"description": [
			"## Auditory Hallucination",
			"",
			"{SOURCE Ultimate Intrigue/204}  ",
			"**School** {spelldef/illusion} ({spelldef/phantasm}) [{spelldef/mind-affecting}]; **Level** arcanist 1, bard 1, magus 1, medium 1, mesmerist 1, occultist 1, psychic 1, skald 1, sorcerer 1, wizard 1  ",
			"**Casting Time** 1 standard action  ",
			"**Components** S  ",
			"**Range** long (400 ft. + 40 ft./level)  ",
			"**Target** one creature/level, no two of which can be more than 30 ft. apart  ",
			"**Duration** concentration  ",
			"**Saving Throw** Will disbelief; **Spell Resistance** yes",
			"",
			"You cause the targets to believe they hear any sound you imagine. The sound can include intelligible speech. Instead of precisely imagining a sound, you can identify a sound the subjects know and they imagine it doing what you describe as you cast the spell. For example, you could cast this spell on orc warriors and have them imagine the sound of their chieftain calling for help, even if you've never heard their chieftain and even if the chieftain speaks in a language you don't understand. All targets hear the same hallucination. You can change the sound as part of concentrating on the spell.",
			"",
			"### Audiovisual Hallucination",
			"",
			"{SOURCE Ultimate Intrigue/204}  ",
			"**School** {spelldef/illusion} ({spelldef/phantasm}) [{spelldef/mind-affecting}]; **Level** arcanist 3, bard 3, magus 3, medium 2, mesmerist 3, occultist 3, psychic 3, skald 3, sorcerer 3, wizard 3  ",
			"**Casting Time** 1 standard action  ",
			"**Components** S  ",
			"**Range** long (400 ft. + 40 ft./level)  ",
			"**Target** one creature/level, no two of which can be more than 30 ft. apart  ",
			"**Duration** concentration + 3 rounds (D)  ",
			"**Saving Throw** Will disbelief; **Spell Resistance** yes",
			"",
			"This spell functions as auditory hallucination, except that you can include the image of any object, creature, or force you imagine or identify for the targets to imagine. You can move the image while you concentrate. After you cease concentration, you can define simple movements or changes for the phantasm to perform that can be explained in 25 words or fewer.",
			"",
			"The image disappears when struck by an opponent unless you cause the illusion to react appropriately or instruct it to do so. Its AC is equal to 10 + the level of this spell.",
			"",
			"### Complex Hallucination",
			"",
			"{SOURCE Ultimate Intrigue/206}  ",
			"**School** {spelldef/illusion} ({spelldef/phantasm}) [{spelldef/mind-affecting}]; **Level** arcanist 4, bard 4, magus 4, medium 3, mesmerist 4, occultist 4, psychic 4, skald 4, sorcerer 4, witch 4, wizard 4  ",
			"**Casting Time** 1 standard action  ",
			"**Components** S  ",
			"**Range** long (400 ft. + 40 ft./level)  ",
			"**Target** one creature/level, no two of which can be more than 30 ft. apart  ",
			"**Duration** concentration + 3 rounds  ",
			"**Saving Throw** Will disbelief; **Spell Resistance** yes",
			"",
			"This spell functions as audiovisual hallucination, except that the phantasm you create can also include olfactory, tactile, and thermal effects.",
			"",
			"### Permanent Hallucination",
			"",
			"{SOURCE Ultimate Intrigue/221}  ",
			"**School** {spelldef/illusion} ({spelldef/phantasm}) [{spelldef/mind-affecting}]; **Level** arcanist 7, psychic 7, sorcerer 7, wizard 7  ",
			"**Casting Time** 1 standard action  ",
			"**Components** S  ",
			"**Range** long (400 ft. + 40 ft./level)  ",
			"**Target** one creature  ",
			"**Duration** permanent (D)  ",
			"**Saving Throw** Will disbelief; **Spell Resistance** yes",
			"",
			"This spell functions as audiovisual hallucination, except that the phantasm you create includes visual, auditory, olfactory, tactile, and thermal components, and the phantasm follows a complex script. The phantasm follows that script without your having to concentrate on it and can react to stimuli the target perceives, as appropriate for the script. Unlike most illusions with a save to disbelieve, if the target disbelieves a permanent hallucination, she can choose to end the effect entirely at any time.",
			"",
			"### Scripted Hallucination",
			"",
			"{SOURCE Ultimate Intrigue/224}  ",
			"**School** {spelldef/illusion} ({spelldef/phantasm}) [{spelldef/mind-affecting}]; **Level** arcanist 5, bard 5, magus 5, medium 4, mesmerist 5, occultist 5, psychic 5, skald 5, sorcerer 5, wizard 5  ",
			"**Casting Time** 1 standard action  ",
			"**Components** S  ",
			"**Range** long (400 ft. + 40 ft./level)  ",
			"**Target** one creature/level, no two of which can be more than 30 ft. apart  ",
			"**Duration** 1 minute/level (D)  ",
			"**Saving Throw** Will disbelief; **Spell Resistance** yes",
			"",
			"This spell functions as audiovisual hallucination, except that the phantasm includes visual, auditory, olfactory, tactile, and thermal components, and the phantasm follows a complex script. The phantasm follows that script without your concentration and can react to stimuli the targets perceive.",
			"",
			"### Triggered Hallucination",
			"",
			"{SOURCE Ultimate Intrigue/227}  ",
			"**School** {spelldef/illusion} ({spelldef/phantasm}) [{spelldef/mind-affecting}]; **Level** arcanist 6, bard 6, magus 6, mesmerist 6, occultist 6, psychic 6, sorcerer 6, wizard 6  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S, M (jade dust worth 25 gp)  ",
			"**Range** long (400 ft. + 40 ft./level)  ",
			"**Target** one creature  ",
			"**Duration** permanent until triggered, then 1 minute/level  ",
			"**Saving Throw** Will disbelief; **Spell Resistance** yes",
			"",
			"This spell functions as audiovisual hallucination, except that this spell's phantasm has no apparent effect until a specific condition occurs. You must overcome the target's spell resistance to plant the triggered hallucination, but the target doesn't attempt a Will save to disbelieve the illusion until the condition occurs (at which point it receives an automatic Will save, as with audiovisual hallucination). The phantasm can include auditory, olfactory, visual, tactile, and thermal elements, including intelligible speech.",
			"",
			"You set the triggering condition (such as hearing a certain word or seeing a type of creature) when casting the spell. The event that triggers the illusion can be as general or detailed as desired but must be based on an audible, tactile, olfactory, or visual trigger. The trigger can't be based on any quality not normally obvious to the senses, such as alignment. Triggered hallucination uses the target's senses to notice triggers."
		]
	},
	"audiovisual_hallucination": {
		"name": "Audiovisual Hallucination",
		"copyof": "auditory_hallucination"
	},
	"complex_hallucination": {
		"name": "Complex Hallucination",
		"copyof": "auditory_hallucination"
	},
	"permanent_hallucination": {
		"name": "Permanent Hallucination",
		"copyof": "auditory_hallucination"
	},
	"scripted_hallucination": {
		"name": "Scripted Hallucination",
		"copyof": "auditory_hallucination"
	},
	"triggered_hallucination": {
		"name": "Triggered Hallucination",
		"copyof": "auditory_hallucination"
	},
	"augmenting_wall": {
		"name": "Augmenting Wall",
		"sources": [ "Ranged Tactics Toolbox" ],
		"description": [
			"## Augmenting Wall",
			"",
			"{SOURCE Ranged Tactics Toolbox/30}  ",
			"**School** {spelldef/evocation} [see text]; **Level** arcanist 5, magus 5, sorcerer 5, wizard 5  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S  ",
			"**Range** medium (100 ft. + 10 ft./level)  ",
			"**Effect** 20-ft.-high wall of energy whose area is up to one 10-ft. square/level  ",
			"**Duration** 1 round/2 levels (see text)  ",
			"**Saving Throw** none (object); **Spell Resistance** no (object)",
			"",
			"You create a wall of faintly shimmering elemental energy. Upon casting the spell, choose either acid, cold, electricity, or fire. The spell gains the chosen descriptor, and any thrown weapons or ammunition that pass through the augmenting wall as part of a ranged attack deal 1d6 points of energy damage of the specified type in addition to their normal damage. The wall has no effect on melee weapons or items not thrown as part of an attack.",
			"",
			"As you cast the spell, you can limit the wall so that it only affects ranged weapons passing through it in the direction of your choice. Doing so halves the spell's duration."
		]
	},
	"augury": {
		"name": "Augury",
		"sources": [ "PRPG Core Rulebook" ],
		"description": [
			"## Augury",
			"",
			"{SOURCE PRPG Core Rulebook/245}  ",
			"**School** {spelldef/divination}; **Level** cleric 2, medium 2, occultist 2, oracle 2, psychic 2, sahirafiyun 2, shaman 2, spiritualist 2, warpriest 2, witch 2  ",
			"**Casting Time** 1 minute  ",
			"**Components** V, S, M (incense worth at least 25 gp), F (a set of marked sticks or bones worth at least 25 gp)  ",
			"**Range** personal  ",
			"**Target** you  ",
			"**Duration** instantaneous",
			"",
			"An augury can tell you whether a particular action will bring good or bad results for you in the immediate future.",
			"",
			"The base chance for receiving a meaningful reply is 70% + 1% per caster level, to a maximum of 90%; this roll is made secretly. A question may be so straightforward that a successful result is automatic, or so vague as to have no chance of success. If the augury succeeds, you get one of four results:",
			"",
			"- Weal (if the action will probably bring good results).",
			"- Woe (for bad results).",
			"- Weal and woe (for both).",
			"- Nothing (for actions that don't have especially good or bad results).",
			"",
			"If the spell fails, you get the \"nothing\" result. A cleric who gets the \"nothing\" result has no way to tell whether it was the consequence of a failed or successful augury.",
			"",
			"The augury can see into the future only about half an hour, so anything that might happen after that does not affect the result. Thus, the result might not take into account the long-term consequences of a contemplated action. All auguries cast by the same person about the same topic use the same die result as the first casting."
		]
	},
	"aura_alteration": {
		"name": "Aura Alteration",
		"sources": [ "Occult Adventures" ],
		"description": [
			"## Aura Alteration",
			"",
			"{SOURCE Occult Adventures/157}  ",
			"**School** {spelldef/illusion}; **Level** medium 3, mesmerist 3, occultist 3, psychic 4, spiritualist 4  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S  ",
			"**Range** touch  ",
			"**Target** one object or willing creature  ",
			"**Duration** 1 day/level (D)  ",
			"**Saving Throw** Will negates (harmless, object); **Spell Resistance** yes",
			"",
			"You mask and manipulate the target creature's or object's aura, confounding those who would attempt to discern helpful information from it using the read aura unlock or the analyze aura spell. You can change each of the following four auras with one casting of aura alteration.",
			"",
			"*Alignment Aura:* You can change the target's apparent alignment to thwart spells that detect alignment, such as detect evil. You can alter the alignment by up to one step on each alignment axis, but can't make the creature appear to have a diametrically opposed alignment. For instance, you couldn't make a lawful evil character appear to be chaotic or good. You can also adjust the power of the alignment aura up or down in level by a number of steps equal to 1/2 your level or fewer.",
			"",
			"*Emotion Aura:* Your manipulations mask the true emotions of the target, instead depicting any combination of colors on the emotional spectrum that you wish. Creatures attempting Bluff, Diplomacy, Intimidate, or Sense Motive checks against the target receive no bonuses on their checks based on information gleaned from the target's aura.",
			"",
			"*Health Aura:* You adulterate the target's aura to mask the condition of its physical body, revealing instead a wounded status, poison or disease status, and conditions of your choice. You likewise mask the target's available ki points or similar resources, manipulating its aura to suggest any number within the range normally available to the target.",
			"",
			"*Magic Aura:* You alter a creature or item's magic aura so that it registers to detect magic (and spells with similar capabilities, like analyze aura) as though it were nonmagical, a magic item of a kind you specify, or the subject of a spell you specify. A single casting of aura alteration is sufficient to mask all of the magic auras on the target. If an object bearing aura alteration has identify cast on it or is similarly examined, the examiner recognizes the aura is false and detects the object's actual qualities if he succeeds at a Will save. If a targeted item's own aura is overwhelming, aura alteration can't alter it."
		]
	},
	"aura_of_cannibalism": {
		"name": "Aura of Cannibalism",
		"sources": [ "Monster Codex" ],
		"description": [
			"## Aura of Cannibalism",
			"",
			"{SOURCE Monster Codex/9}  ",
			"**School** {spelldef/necromancy} [{spelldef/evil}]; **Level** arcanist 3, cleric 3, oracle 3, sorcerer 3, warpriest 3, witch 3, wizard 3  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S, M (a piece of flesh from another creature of your species)  ",
			"**Range** personal  ",
			"**Area** 20-ft.-radius emanation centered on you  ",
			"**Duration** 1 minute/level (D)  ",
			"**Saving Throw** Fortitude negates; **Spell Resistance** yes",
			"",
			"You emanate an aura that saps the strength of others of your kind and channels their energy into you. Each round that a creature starts its turn in the spell's area and shares both your creature type and at least one subtype you possess (if any), that creature must succeed at a Fortitude save or take 1d4 points of damage. You gain a number of temporary hit points equal to the amount of damage you deal with this spell (maximum 10 + your caster level). These temporary hit points go away when the spell ends.",
			"",
			"As long as you have at least 5 temporary hit points while this spell is in effect, you gain a +1 competence bonus on attack rolls, saving throws, and skill checks. If you have 15 or more temporary hit points, this competence bonus increases to +2."
		]
	},
	"aura_of_distraction": {
		"name": "Aura of Distraction",
		"sources": [ "Psychic Anthology" ],
		"description": [
			"## Aura of Distraction",
			"",
			"{SOURCE Psychic Anthology/10}  ",
			"**School** {spelldef/enchantment} [{spelldef/mind-affecting}]; **Level** arcanist 2, psychic 2, sorcerer 2, witch 2, wizard 2  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S  ",
			"**Area** 20-ft.-radius emanation centered on you  ",
			"**Duration** 1 minute/level (D)  ",
			"**Saving Throw** Will negates; **Spell Resistance** yes",
			"",
			"You emit an aura of subsonic noise and mental imagery that makes concentrating difficult. Any creature within the aura that fails its save takes a -5 penalty on concentration checks. A creature must attempt the Will save upon entering the area of the aura, and the penalty ends as soon as the creature leaves the aura. A creature that succeeds at its save is immune to the effects of the aura for this casting of the spell, even if it leaves and reenters the aura, but must attempt another Will save each additional time this spell is cast. You are immune to your own aura of distraction."
		]
	},
	"aura_of_doom": {
		"name": "Aura of Doom",
		"sources": [ "Ultimate Magic" ],
		"description": [
			"## Aura of Doom",
			"",
			"{SOURCE Ultimate Magic/207}  ",
			"**School** {spelldef/necromancy} [{spelldef/emotion}, {spelldef/fear}, {spelldef/mind-affecting}]; **Level** cleric 4, oracle 4, psychic 4, spiritualist 4, warpriest 4  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S, M/DF (powdered bone)  ",
			"**Range** personal  ",
			"**Area** 20-ft.-radius emanation centered on you  ",
			"**Duration** 10 minute/level  ",
			"**Saving Throw** Will negates; **Spell Resistance** yes",
			"",
			"You emanate an almost palpable aura of horror. All non-allies within this spell's area, or that later enter the area, must make a Will save to avoid becoming shaken. A successful save suppresses the effect. Creatures that leave the area and come back must save again to avoid being affected by the effect."
		]
	},
	"aura_of_greater_courage": {
		"name": "Aura of Greater Courage",
		"sources": [ "Advanced Player's Guide" ],
		"description": [
			"## Aura of Greater Courage",
			"",
			"{SOURCE Advanced Player's Guide/204}  ",
			"**School** {spelldef/abjuration} [{spelldef/emotion}]; **Level** paladin 2  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S, DF  ",
			"**Range** personal  ",
			"**Area** 10-ft.-radius emanation centered on you  ",
			"**Duration** 10 minutes/level  ",
			"**Saving Throw** Will negates (harmless); **Spell Resistance** yes (harmless)",
			"",
			"When you cast this spell you strengthen your paladin's aura of courage. Until the end of its duration, all allies within that aura are immune to fear (magical or otherwise). If you do not have the aura of courage class feature, aura of greater courage has no effect."
		]
	},
	"aura_of_inviolate_ownership": {
		"name": "Aura of Inviolate Ownership",
		"sources": [ "Melee Tactics Toolbox" ],
		"description": [
			"## Aura of Inviolate Ownership",
			"",
			"{SOURCE Melee Tactics Toolbox/30}  ",
			"**School** {spelldef/abjuration}; **Level** cleric 3, inquisitor 3, oracle 3, paladin 3, warpriest 3  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S, DF  ",
			"**Range** close (25 ft. + 5 ft./2 levels)  ",
			"**Targets** one creature/level, no two of which can be more than 30 ft. apart  ",
			"**Duration** 1 round/level  ",
			"**Saving Throw** Fortitude negates (harmless); **Spell Resistance** yes (harmless)",
			"",
			"This spell wards the attended items of all creatures it targets (items held, securely fastened to their person, or in containers on their person), enhancing each creature's grip and protecting items from loss or theft. The DC of Sleight of Hand checks to remove items warded by the spell is increased by 20, and affected creatures gain a +20 bonus to their CMDs against disarm and steal combat maneuvers."
		]
	},
	"aura_of_the_unremarkable": {
		"name": "Aura of the Unremarkable",
		"sources": [
			"Ultimate Intrigue",
			"Cheliax, Empire of Devils"
		],
		"description": [
			"## Aura of the Unremarkable",
			"",
			"{SOURCE Ultimate Intrigue/204;Cheliax, Empire of Devils/22}  ",
			"**School** {spelldef/enchantment} ({spelldef/compulsion}) [{spelldef/mind-affecting}]; **Level** arcanist 4, bard 3, medium 2, mesmerist 3, psychic 3, skald 3, sorcerer 4, wizard 4  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S, M (a white feather)  ",
			"**Range** 30 ft.  ",
			"**Target** non-allied creatured within a 30-ft. emanation  ",
			"**Duration** 1 minute/level (D) and instantaneous  ",
			"**Saving Throw** Will negates; **Spell Resistance** yes",
			"",
			"An invisible sphere of magic surrounds you, clouding the minds of creatures in the area so they regard even the strangest actions as innocuous. For example, if you and your allies are beating a member of the city guard for information, creatures within the area don't think this is unusual or cause for alarm; if your ally is aiming a crossbow at the queen from a balcony, the affected creatures accept this as normal and unworthy of concern. Any hostile actions by you or your allies against a creature or its allies break the effect of the spell for that creature. When the spell ends (or when the affected creatures move outside of the range of the emanation), observers see things normally but altered perceptions from the earlier events remain. Each mention of the events as noteworthy (such as being questioned about them by an authority figure) allows the target another Will save to break the effect and remember things normally."
		]
	},
	"aura_sight": {
		"name": "Aura Sight",
		"sources": [ "Advanced Class Guide" ],
		"description": [
			"## Aura Sight",
			"",
			"{SOURCE Advanced Class Guide/174}  ",
			"**School** {spelldef/divination}; **Level** alchemist 3, arcanist 3, cleric 3, inquisitor 4, investigator 3, mesmerist 3, oracle 3, psychic 3, shaman 3, sorcerer 3, spiritualist 3, warpriest 3, witch 3, wizard 3  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S  ",
			"**Range** personal  ",
			"**Target** you  ",
			"**Duration** 1 minute/level (D)",
			"",
			"This spell makes your eyes glow and allows you to see alignment auras within 120 feet of you. The effect is similar to that of a {spell/detect chaos}/evil/good/law spell, but aura sight does not require concentration, and it discerns an aura's location and power more quickly.",
			"",
			"You know the location and power of all chaotic, evil, good, and lawful auras within your sight. An aura's power depends on a creature's Hit Dice or an item's caster level, as noted in the description of the detect evil spell. If an item or a creature bearing an aura is in line of sight, you can attempt a Knowledge (religion) check to determine the aura's strength (one check per aura; DC 15 + spell level, or 15 + 1/2 caster level for a non-spell effect).",
			"",
			"Aura sight can be made permanent with a {spell/permanency} spell by a caster of 11th level or higher at a cost of 7,500 gp."
		]
	},
	"authenticating_gaze": {
		"name": "Authenticating Gaze",
		"sources": [ "Black Markets" ],
		"description": [
			"## Authenticating Gaze",
			"",
			"{SOURCE Black Markets/30}  ",
			"**School** {spelldef/divination}; **Level** alchemist 1, arcanist 1, cleric 1, inquisitor 1, investigator 1, oracle 1, sorcerer 1, warpriest 1, wizard 1  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S, DF/M (a miniature magnifying glass or spectacles)  ",
			"**Range** personal  ",
			"**Effect** see text  ",
			"**Duration** 1 minute/level",
			"",
			"Your understanding of the written word becomes analytical and discerning. You gain an insight bonus equal to your caster level (maximum +10) on Appraise checks to determine the value of books and scrolls and on Linguistics checks to detect forgeries, and you can attempt a Linguistics check to detect a forged document at a glance, rather than taking the normal 1 round of examination per page. In addition, you immediately detect whether written works within 30 feet and within your line of sight have a magical aura and the strength of any such auras, as though you had concentrated on each written work for 1 round using {spell/detect magic}."
		]
	},
	"aversion": {
		"name": "Aversion",
		"sources": [ "Occult Adventures" ],
		"description": [
			"## Aversion",
			"",
			"{SOURCE Occult Adventures/158}  ",
			"**School** {spelldef/enchantment} ({spelldef/compulsion}) [{spelldef/mind-affecting}]; **Level** arcanist 3, bard 2, druid 3, hunter 3, mesmerist 2, occultist 2, psychic 2, skald 2, sorcerer 3, witch 3, wizard 3  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S  ",
			"**Range** close (25 ft. + 5 ft./2 levels)  ",
			"**Target** one creature  ",
			"**Duration** 1 day/level  ",
			"**Saving Throw** Will partial; **Spell Resistance** yes",
			"",
			"You plant a revulsion in the mind of the subject, causing her to avoid an object or location. You must choose a specific object or place. A location chosen in this way can be no larger than a cube measuring 50 feet on a side. The aversion is entirely in the target's mind, so the chosen object or location itself isn't subject to any magical effect. If the target fails her saving throw, she can't come within 60 feet of the chosen object or place. She makes every reasonable effort to avoid the object of the aversion, but will not put herself in danger in order to maintain the aversion. For example, if the object of the aversion is a bridge but a forest fire is closing in and will likely kill the target, she ignores the aversion and crosses the bridge to save herself. If the target must ignore the conditions of the aversion, she is nauseated until she is no longer violating the aversion.",
			"",
			"If the target succeeds at her saving throw, she is instead sickened while within 60 feet of the object or place, but isn't compelled to stay away from it."
		]
	},
	"awaken": {
		"name": "Awaken",
		"sources": [ "PRPG Core Rulebook" ],
		"description": [
			"## Awaken",
			"",
			"{SOURCE PRPG Core Rulebook/245}  ",
			"**School** {spelldef/transmutation}; **Level** druid 5, hunter 5, shaman 6  ",
			"**Casting Time** 24 hours  ",
			"**Components** V, S, M (herbs and oils worth 2,000 gp), DF  ",
			"**Range** touch  ",
			"**Target** animal or tree touched  ",
			"**Duration** instantaneous  ",
			"**Saving Throw** Will negates; **Spell Resistance** yes",
			"",
			"You awaken a tree or animal to human-like sentience. To succeed, you must make a Will save (DC 10 + the animal's current HD, or the HD the tree will have once awakened). The awakened animal or tree is friendly toward you. You have no special empathy or connection with a creature you awaken, although it serves you in specific tasks or endeavors if you communicate your desires to it. If you cast awaken again, any previously awakened creatures remain friendly to you, but they no longer undertake tasks for you unless it is in their best interests.",
			"",
			"An awakened tree has characteristics as if it were an animated object, except that it gains the plant type and its Intelligence, Wisdom, and Charisma scores are each 3d6. An awakened plant gains the ability to move its limbs, roots, vines, creepers, and so forth, and it has senses similar to a human's.",
			"",
			"An awakened animal gets 3d6 Intelligence, +1d3 Charisma, and +2 HD. Its type becomes magical beast (augmented animal). An awakened animal can't serve as an animal companion, familiar, or special mount.",
			"",
			"An awakened tree or animal can speak one language that you know, plus one additional language that you know per point of Intelligence bonus (if any). This spell does not function on an animal or plant with an Intelligence greater than 2."
		]
	},
	"awaken_construct": {
		"name": "Awaken Construct",
		"sources": [ "Occult Adventures" ],
		"description": [
			"## Awaken Construct",
			"",
			"{SOURCE Occult Adventures/158}  ",
			"**School** {spelldef/transmutation}; **Level** arcanist 7, cleric 7, occultist 5, oracle 7, psychic 6, shaman 6, sorcerer 7, wizard 7  ",
			"**Casting Time** 24 hours  ",
			"**Components** V, S, M (herbs and oils worth 2,000 gp per HD of target), DF  ",
			"**Range** touch  ",
			"**Target** mindless construct touched  ",
			"**Duration** instantaneous  ",
			"**Saving Throw** Will negates; **Spell Resistance** no",
			"",
			"You amplify the animating force of a construct to more closely resemble a true soul, granting the construct humanlike sentience. To do so, you must succeed at a Spellcraft check (DC = 15 + the construct's current Hit Dice). If the construct's master (if any) is present, this is an opposed Spellcraft check. You have no special empathy or connection with a creature you awaken - it is a free-willed creature. Golems previously under another creature's control, either as shield guardians or a golem crafter's creations, break all connections with that creature.",
			"",
			"Roll 3d6 to determine the Intelligence score of the awakened construct, and increase its Charisma score by 2d6. It gains feats and skill points according to its new Intelligence score, and the skill points are assigned appropriately for its function, as determined by the GM.",
			"",
			"An awakened construct speaks one language that its creator spoke, plus one additional language that its creator knew per point of the construct's Intelligence bonus (if any). Its alignment is determined by the GM, but is usually within one step of its creator's alignment. This spell doesn't function on a construct with an Intelligence score."
		]
	},
	"awaken_the_devoured": {
		"name": "Awaken the Devoured",
		"sources": [
			"Book of the Damned",
			"Book of the Damned - Volume 3: Horsemen of the Apocalypse"
		],
		"description": [
			"## Awaken the Devoured",
			"",
			"{SOURCE Book of the Damned/183;Book of the Damned - Volume 3: Horsemen of the Apocalypse/38}  ",
			"**School** {spelldef/divination} [{spelldef/pain}]; **Level** arcanist 5, cleric 5, inquisitor 4, oracle 5, psychic 5, shaman 5, sorcerer 5, spiritualist 5, warpriest 5, witch 5, wizard 5  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S  ",
			"**Range** medium (100 ft. + 10 ft./level)  ",
			"**Target** one daemon per 4 caster levels  ",
			"**Duration** instantaneous and 1 round/level  ",
			"**Saving Throw** Will partial (see text); **Spell Resistance** yes",
			"",
			"This spell is often used by conjurers as a method to torment daemons and force compliance, for it awakens the broken, anguished memories of the countless souls that the target daemons have consumed. All daemons targeted by awaken the devoured must be within 30 feet of each other. The fragmented memories haunt and afflict the daemons, dealing 1d8 points of damage per caster level (maximum 15d8) and making the daemons confused for 1 round per level. A daemon that succeeds at a Will save halves the damage and negates the confusion effect."
		]
	}
}
