{
	"blessing_of_fervor": {
		"name": "Blessing of Fervor",
		"sources": [
			"Advanced Player's Guide",
			"Mythic Adventures"
		],
		"description": [
			"## Blessing of Fervor",
			"",
			"{SOURCE Advanced Player's Guide/205}  ",
			"**School** {spelldef/transmutation}; **Level** cleric 4, oracle 4, warpriest 4  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S, DF  ",
			"**Range** close (25 ft. + 5 ft./2 levels)  ",
			"**Targets** one creature/level, no two of which can be more than 30 ft. apart  ",
			"**Duration** 1 round/level  ",
			"**Saving Throw** Fortitude negates (harmless); **Spell Resistance** yes (harmless)",
			"",
			"With this blessing, you call your allies to move forth and empower them to conquer and become victorious. Each round for the duration of this spell, each of your allies can choose one of the following bonuses for that round at the beginning of its turn (their choice).",
			"",
			"- Increase its speed by 30 feet.",
			"- Stand up as a swift action without provoking an attack of opportunity.",
			"- Take one extra attack as part of a full attack action, using its highest base attack bonus.",
			"- Gain a +2 bonus on attack rolls and a +2 dodge bonus to AC and Reflex saves.",
			"- Cast a single spell of 2nd level or lower as if it were an {feat/enlarged}, {feat/extended}, {feat/silent>_spell}, or {feat/still spell}.",
			"",
			"These effects are not cumulative with similar effects, such as those provided by haste or a speed weapon, nor do they actually grant an extra action, so you can't use it to cast a second spell or otherwise take an extra action in the round. Blessing of fervor does not stack with haste.",
			"",
			"### Mythic Blessing of Fervor",
			"",
			"{SOURCE Mythic Adventures/86}",
			"",
			"Affected creatures can choose two of the spell's bonuses each round rather than one."
		]
	},
	"blessing_of_liberty": {
		"name": "Blessing of Liberty",
		"sources": [ "Heroes of the Streets" ],
		"description": [
			"## Blessing of Liberty",
			"",
			"{SOURCE Heroes of the Streets/22}  ",
			"**School** {spelldef/abjuration}; **Level** bard 2, shaman 2, skald 2  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S, M (a feather or small object that symbolizes good fortune)  ",
			"**Range** personal  ",
			"**Target** you  ",
			"**Duration** 1 minute/level",
			"",
			"You imbue yourself with the blessings of liberty. You gain a +1 luck bonus per 6 caster levels (minimum +1, maximum +3) to your CMD and on saving throws against spells and traps that would move you or impede your movement. You can end the spell's effects as a swift action to gain a +20 foot enhancement bonus to your base speed for 1 round per whole minute of duration remaining."
		]
	},
	"blessing_of_luck_and_resolve": {
		"name": "Blessing of Luck and Resolve",
		"sources": [ "Advanced Race Guide" ],
		"description": [
			"## Blessing of Luck and Resolve",
			"",
			"{SOURCE Advanced Race Guide/68}  ",
			"**School** {spelldef/enchantment} ({spelldef/compulsion}) [{spelldef/mind-affecting}]; **Level** cleric 2, inquisitor 2, oracle 2, paladin 2, warpriest 2 (halfling)  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S  ",
			"**Range** touch  ",
			"**Target** one living creature touched  ",
			"**Duration** 1 minute/level (D), special see below  ",
			"**Saving Throw** Will negates (harmless); **Spell Resistance** yes (harmless)",
			"",
			"A favored blessing of halfling clerics, this spell grants its target a +2 morale bonus on saving throws against fear effects. If the target has the fearless racial trait, it is immune to fear instead. If the target fails a saving throw against fear, it can end the spell as an immediate action to reroll the save with a +4 morale bonus, and must take the new result, even if it is worse.",
			"",
			"### Mass Blessing of Luck and Resolve",
			"",
			"{SOURCE Advanced Race Guide/68}  ",
			"**School** {spelldef/enchantment} ({spelldef/compulsion}) [{spelldef/mind-affecting}]; **Level** cleric 6, inquisitor 6, oracle 6, paladin 4, warpriest 6 (halfling)  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S  ",
			"**Range** close (25 ft. + 5 ft./2 levels)  ",
			"**Targets** one creature/level, no two of which can be more than 30 ft. apart  ",
			"**Duration** 1 minute/level (D), special see below  ",
			"**Saving Throw** Will negates (harmless); **Spell Resistance** yes (harmless)",
			"",
			"This spell functions like blessing of luck and resolve, except that it affects multiple creatures."
		]
	},
	"blessing_of_luck_and_resolve_mass": {
		"name": "Mass Blessing of Luck and Resolve",
		"copyof": "blessing_of_luck_and_resolve"
	},
	"mass_blessing_of_luck_and_resolve": { "copyof": "blessing_of_luck_and_resolve_mass" },
	"blessing_of_the_mole": {
		"name": "Blessing of the Mole",
		"sources": [ "Ultimate Magic" ],
		"description": [
			"## Blessing of the Mole",
			"",
			"{SOURCE Ultimate Magic/208}  ",
			"**School** {spelldef/transmutation}; **Level** cleric 3, hunter 3, inquisitor 3, oracle 3, paladin 3, ranger 3, warpriest 3  ",
			"**Casting Time** 1 round  ",
			"**Components** V, S  ",
			"**Range** close (25 ft. + 5 ft./2 levels)  ",
			"**Area** 1 creature/level  ",
			"**Duration** 1 minute/level  ",
			"**Saving Throw** none (harmless); **Spell Resistance** yes (harmless)",
			"",
			"The targets gain darkvision 30 feet and a +2 competence bonus on Stealth checks."
		]
	},
	"blessing_of_the_salamander": {
		"name": "Blessing of the Salamander",
		"sources": [ "Advanced Player's Guide" ],
		"description": [
			"## Blessing of the Salamander",
			"",
			"{SOURCE Advanced Player's Guide/206}  ",
			"**School** {spelldef/transmutation} ({spelldef/polymorph}); **Level** druid 5, hunter 4, ranger 4  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S, DF  ",
			"**Range** touch  ",
			"**Target** creature touched  ",
			"**Duration** 1 round/level  ",
			"**Saving Throw** Fortitude negates (harmless); **Spell Resistance** yes (harmless)",
			"",
			"When you cast this on a creature, its skin turns slick and clammy and it is able to regenerate damage each round. While under the effects of the spell, the creature gains fast healing 5, fire resistance 20 and a +2 competence bonus to its Combat Maneuver Defense."
		]
	},
	"blessing_of_the_watch": {
		"name": "Blessing of the Watch",
		"sources": [
			"Inner Sea Gods",
			"Pathfinder #8: Seven Days to the Grave",
			"Gods and Magic"
		],
		"description": [
			"## Blessing of the Watch",
			"",
			"{SOURCE Inner Sea Gods/230;Pathfinder #8: Seven Days to the Grave/71;Gods and Magic/5}  ",
			"**School** {spelldef/enchantment} ({spelldef/compulsion}) [{spelldef/mind-affecting}]; **Level** cleric 1, inquisitor 1, oracle 1, paladin 1, warpriest 1 (Abadar)  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S, DF  ",
			"**Range** 50 ft.  ",
			"**Area** The caster and all allies within a 50-ft. burst, centered on the caster  ",
			"**Duration** 1 hour/level  ",
			"**Saving Throw** none; **Spell Resistance** yes (harmless)",
			"",
			"This spell functions like bless, except as noted. It works only in the caster's home city, and in areas under the jurisdiction of the city watch. For example, if the watch patrols a shantytown outside the city walls but not the ruined subterranean tunnels that lie beneath the city, the spell works in the former area but not the latter."
		]
	},
	"blight": {
		"name": "Blight",
		"sources": [ "PRPG Core Rulebook" ],
		"description": [
			"## Blight",
			"",
			"{SOURCE PRPG Core Rulebook/250}  ",
			"**School** {spelldef/necromancy}; **Level** arcanist 5, druid 4, hunter 4, shaman 5, sorcerer 5, witch 5, wizard 5  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S, DF  ",
			"**Range** touch  ",
			"**Target** plant touched  ",
			"**Duration** instantaneous  ",
			"**Saving Throw** Fortitude half; see text; **Spell Resistance** yes",
			"",
			"This spell withers a single plant of any size. An affected plant creature takes 1d6 points of damage per level (maximum 15d6) and may attempt a Fortitude saving throw for half damage. A plant that isn't a creature doesn't receive a save and immediately withers and dies.",
			"",
			"This spell has no effect on the soil or surrounding plant life."
		]
	},
	"blightburn_weapon": {
		"name": "Blightburn Weapon",
		"sources": [ "Kobolds of Golarion" ],
		"description": [
			"## Blightburn Weapon",
			"",
			"{SOURCE Kobolds of Golarion/26}  ",
			"**School** {spelldef/transmutation}; **Level** alchemist 4, arcanist 5, inquisitor 4, investigator 4, magus 4, sorcerer 5, witch 5, wizard 5  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S, DF  ",
			"**Range** close (25 ft. + 5 ft./2 levels)  ",
			"**Target** one weapon  ",
			"**Duration** 1 round/level (D)  ",
			"**Saving Throw** Will negates (object); **Spell Resistance** yes (object)",
			"",
			"You transform the target weapon into pure blightburn. The weapon functions as normal, but any creature that touches it, or that it strikes, takes 2d6 points of fire damage each round it remains in contact. In addition, the weapon emanates an aura of radiation that causes {disease/blightburn sickness}. This is as the disease, but with a 10-foot radius and a save DC equal to this spell's save DC."
		]
	},
	"blinding_ray": {
		"name": "Blinding Ray",
		"sources": [
			"Advanced Race Guide",
			"Mythic Adventures"
		],
		"description": [
			"## Blinding Ray",
			"",
			"{SOURCE Advanced Race Guide/101}  ",
			"**School** {spelldef/evocation} [{spelldef/good}, {spelldef/light}]; **Level** cleric 2, inquisitor 3, oracle 2, paladin 2, warpriest 2 (dhampir)  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S, DF  ",
			"**Range** close (25 ft. + 5 ft./2 levels)  ",
			"**Effect** one or more rays of light  ",
			"**Duration** instantaneous (see text)  ",
			"**Saving Throw** Fortitude negates; **Spell Resistance** yes",
			"",
			"You blast your enemies with blinding rays of sunlight. You may fire one ray, plus one additional ray for every four levels beyond 3rd (to a maximum of three rays at 11th level). Each ray requires a ranged touch attack to hit. If a ray hits, it explodes into powerful motes of light, and the target must save or be blinded for 1 round. If the target has light blindness, light sensitivity, or is otherwise vulnerable to bright light, it instead must save or be blinded for 1d4 rounds and take 1d4 points of damage per two caster levels (maximum 5d4). Any creature blinded by a ray sheds light as a sunrod for the duration of its blindness. The rays may be fired at the same or different targets, but all rays must be aimed at targets within 30 feet of each other and fired simultaneously.",
			"",
			"### Mythic Blinding Ray",
			"",
			"{SOURCE Mythic Adventures/86}",
			"",
			"On a successful saving throw, the target is dazzled for 1 round. On a failed saving throw, the target is instead blinded for 1d4 rounds.",
			"",
			"A target with light blindness, light sensitivity, or any other vulnerability to light is instead blinded for 1d4 rounds on a successful saving throw and permanently blinded on a failed saving throw."
		]
	},
	"blindness_deafness": {
		"name": "Blindness/Deafness",
		"sources": [
			"PRPG Core Rulebook",
			"Mythic Adventures"
		],
		"description": [
			"## Blindness/Deafness",
			"",
			"{SOURCE PRPG Core Rulebook/250}  ",
			"**School** {spelldef/necromancy} [{spelldef/curse}]; **Level** antipaladin 2, arcanist 2, bard 2, bloodrager 2, cleric 3, mesmerist 2, oracle 3, psychic 2, shaman 3, skald 2, sorcerer 2, spiritualist 3, warpriest 3, witch 2, wizard 2  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V  ",
			"**Range** medium (100 ft. + 10 ft./level)  ",
			"**Target** one living creature  ",
			"**Duration** permanent (D)  ",
			"**Saving Throw** Fortitude negates; **Spell Resistance** yes",
			"",
			"You call upon the powers of unlife to render the subject blinded or deafened, as you choose.",
			"",
			"### Mythic Blindness/Deafness",
			"",
			"{SOURCE Mythic Adventures/86}",
			"",
			"You can cause the target to be both blinded and deafened at the same time. The target must attempt a saving throw against each effect separately."
		]
	},
	"blindness_or_deafness": { "copyof": "blindness_deafness" },
	"blink": {
		"name": "Blink",
		"sources": [
			"PRPG Core Rulebook",
			"Mythic Adventures"
		],
		"description": [
			"## Blink",
			"",
			"{SOURCE PRPG Core Rulebook/250}  ",
			"**School** {spelldef/transmutation}; **Level** arcanist 3, bard 3, magus 3, psychic 3, redmantisassassin 3, skald 3, sorcerer 3, wizard 3  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S  ",
			"**Range** personal  ",
			"**Target** you  ",
			"**Duration** 1 round/level (D)",
			"",
			"You \"blink\" quickly back and forth between the Material Plane and the Ethereal Plane and look as though you're winking in and out of reality at random. Blink has several effects, as follows.",
			"",
			"Physical attacks against you have a 50% miss chance, and the {feat/Blind-Fight} feat doesn't help opponents, since you're ethereal and not merely invisible. If the attack is capable of striking ethereal creatures, the miss chance is only 20% (for concealment).",
			"",
			"If the attacker can see invisible creatures, the miss chance is also only 20%. (For an attacker who can both see and strike ethereal creatures, there is no miss chance.) Likewise, your own attacks have a 20% miss chance, since you sometimes go ethereal just as you are about to strike.",
			"",
			"Any individually targeted spell has a 50% chance to fail against you while you're blinking unless your attacker can target invisible, ethereal creatures. Your own spells have a 20% chance to activate just as you go ethereal, in which case they typically do not affect the Material Plane (but they might affect targets on the Ethereal Plane).",
			"",
			"While blinking, you take only half damage from area attacks (but full damage from those that extend onto the Ethereal Plane). Although you are only partially visible, you are not considered invisible and targets retain their Dexterity bonus to AC against your attacks. You do receive a +2 bonus on attack rolls made against enemies that cannot see invisible creatures.",
			"",
			"You take only half damage from falling, since you fall only while you are material.",
			"",
			"While blinking, you can step through (but not see through) solid objects. For each 5 feet of solid material you walk through, there is a 50% chance that you become material. If this occurs, you are shunted off to the nearest open space and take 1d6 points of damage per 5 feet so traveled.",
			"",
			"Since you spend about half your time on the Ethereal Plane, you can see and even attack ethereal creatures. You interact with ethereal creatures roughly the same way you interact with material ones.",
			"",
			"An ethereal creature is invisible, incorporeal, and capable of moving in any direction, even up or down. As an incorporeal creature, you can move through solid objects, including living creatures.",
			"",
			"An ethereal creature can see and hear the Material Plane, but everything looks gray and insubstantial. Sight and hearing on the Material Plane are limited to 60 feet.",
			"",
			"Force effects and abjurations affect you normally. Their effects extend onto the Ethereal Plane from the Material Plane, but not vice versa. An ethereal creature can't attack material creatures, and spells you cast while ethereal affect only other ethereal things. Certain material creatures or objects have attacks or effects that work on the Ethereal Plane. Treat other ethereal creatures and objects as material.",
			"",
			"### Mythic Blink",
			"",
			"{SOURCE Mythic Adventures/86}",
			"",
			"You may spend a move action to remain corporeal or incorporeal until the end of your turn (you automatically resume blinking at the end of your turn).",
			"",
			"*Augmented (3rd):* If you expend two uses of mythic power, you can spend either a swift action or a move action to remain corporeal or incorporeal until the end of your turn."
		]
	},
	"blistering_invective": {
		"name": "Blistering Invective",
		"sources": [
			"Ultimate Combat",
			"Mythic Adventures"
		],
		"description": [
			"## Blistering Invective",
			"",
			"{SOURCE Ultimate Combat/224}  ",
			"**School** {spelldef/evocation} [{spelldef/fire}, {spelldef/language-dependent}]; **Level** alchemist 2, bard 2, inquisitor 2, investigator 2, mesmerist 2, skald 2  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S  ",
			"**Range** personal  ",
			"**Area** 30-ft. radius  ",
			"**Duration** instantaneous  ",
			"**Saving Throw** Reflex partial, see text; **Spell Resistance** special, see below",
			"",
			"You unleash an insulting tirade so vicious and spiteful that enemies who hear it are physically scorched by your fury. When you cast this spell, make an Intimidate check to demoralize each enemy within 30 feet of you. Enemies that are demoralized this way take 1d10 points of fire damage and must succeed at a Reflex save or catch fire. Spell resistance can negate the fire damage caused by this spell, but does not protect the creature from the demoralizing effect.",
			"",
			"### Mythic Blistering Invective",
			"",
			"{SOURCE Mythic Adventures/86}",
			"",
			"Enemies that are demoralized by your Intimidate check take 2d8 points of fire damage and catch fire (no saving throw). Any Reflex save attempted to extinguish the flames automatically fails as long as the creature remains demoralized by your Intimidate check.",
			"",
			"*Augmented (5th):* If you expend two uses of mythic power, the spell doesn't have the language-dependent descriptor and you don't take a penalty on your Intimidate check to demoralize creatures that are larger than you."
		]
	},
	"bloatbomb": {
		"name": "Bloatbomb",
		"sources": [ "Advanced Class Guide" ],
		"description": [
			"## Bloatbomb",
			"",
			"{SOURCE Advanced Class Guide/175}  ",
			"**School** {spelldef/necromancy} [{spelldef/acid}, {spelldef/death}]; **Level** antipaladin 4, arcanist 4, cleric 4, oracle 4, sorcerer 4, warpriest 4, wizard 4  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S  ",
			"**Range** touch  ",
			"**Target** living creature touched  ",
			"**Duration** instantaneous and 1 minute/level (see text)  ",
			"**Saving Throw** Fortitude negates or Reflex half (see text); **Spell Resistance** yes",
			"",
			"The target creature dies if it fails a Fortitude saving throw and its Hit Dice are no more than half your caster level. If it dies, its corpse rapidly putrefies. The next creature to touch the corpse within 1 minute per level of the target's death causes the corpse to explode in a 10-foot-radius burst, dealing 3d6 points of acid damage (Reflex half)."
		]
	},
	"blood_armor": {
		"name": "Blood Armor",
		"sources": [ "Advanced Class Guide" ],
		"description": [
			"## Blood Armor",
			"",
			"{SOURCE Advanced Class Guide/176}  ",
			"**School** {spelldef/transmutation}; **Level** alchemist 2, arcanist 2, bloodrager 2, investigator 2, psychic 2, redmantisassassin 2, sorcerer 2, summoner 2, unchained summoner 2, witch 2, wizard 2  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S  ",
			"**Range** personal  ",
			"**Target** you  ",
			"**Duration** 1 minute/level",
			"",
			"Your blood becomes as hard as iron upon contact with air. Each time you take at least 5 points of piercing or slashing damage, your armor gains a +1 enhancement bonus to your AC. An outfit of regular clothing counts as armor that grants no AC bonus for the purpose of this spell. This enhancement bonus stacks with itself, but not with an existing enhancement bonus, to a maximum enhancement bonus of +5. This spell has no effect while underwater or in environments that lack air."
		]
	},
	"blood_biography": {
		"name": "Blood Biography",
		"sources": [ "Advanced Player's Guide" ],
		"description": [
			"## Blood Biography",
			"",
			"{SOURCE Advanced Player's Guide/206}  ",
			"**School** {spelldef/divination}; **Level** arcanist 3, bard 2, bloodrager 3, cleric 3, inquisitor 3, medium 2, occultist 2, oracle 3, psychic 3, skald 2, sorcerer 3, warpriest 3, wizard 3  ",
			"**Casting Time** 1 minute  ",
			"**Components** V, S, M/DF (a scrap of parchment)  ",
			"**Range** touch  ",
			"**Target** one creature's blood or one bloodstain  ",
			"**Duration** instantaneous  ",
			"**Saving Throw** Will negates (see text); **Spell Resistance** no",
			"",
			"You learn the answers to a specific set of questions about a creature so long as you have access to at least one drop of its blood. You can cast this spell on the blood of the living or the dead, but living or undead creatures are entitled to a saving throw to resist the spell. You can cast the spell on dried or fresh blood. Once you cast the spell the answers to the following four questions appear on any flat surface you designate (a wall, a piece of paper, and so on).",
			"",
			"- Who are you? (The name by which the creature is most commonly known)",
			"- What are you? (Gender, race, profession/role)",
			"- How was your blood shed? (Brief outline of the events that caused its wound, to the best of the victim's knowledge)",
			"- When was your blood shed?",
			"",
			"These answers always appear in a language you can read even if the creature cannot speak that or any language."
		]
	},
	"blood_blaze": {
		"name": "Blood Blaze",
		"sources": [ "Advanced Race Guide" ],
		"description": [
			"## Blood Blaze",
			"",
			"{SOURCE Advanced Race Guide/143}  ",
			"**School** {spelldef/transmutation} [{spelldef/fire}]; **Level** alchemist 2, antipaladin 1, arcanist 2, bloodrager 2, cleric 2, investigator 2, magus 2, oracle 2, psychic 2, redmantisassassin 2, sorcerer 2, warpriest 2, witch 2, wizard 2 (orc)  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S  ",
			"**Range** touch  ",
			"**Target** creature touched  ",
			"**Duration** 1 round/level (D)  ",
			"**Saving Throw** Fortitude negates (harmless); **Spell Resistance** yes (harmless)",
			"",
			"The target gains a 5-foot-radius aura that causes the blood of creatures in that area to ignite upon contact with air. Any creature (including the spell's target) within the aura that takes at least 5 points of piercing, slashing, or bleed damage from a single attack automatically creates a spray of burning blood. The spray strikes a creature in a randomly determined square adjacent to the injured creature. The spray deals 1d6 points of fire damage to any creature in that square, and 1 point of splash damage to all creatures within 5 feet of the spray's target, including the target of this spell. A creature can only create one spray of burning blood per round. Creatures that do not have blood (including oozes and most constructs and undead) do not create blood sprays when attacked."
		]
	},
	"blood_boil": {
		"name": "Blood Boil",
		"sources": [ "Magical Marketplace" ],
		"description": [
			"## Blood Boil",
			"",
			"{SOURCE Magical Marketplace/24}  ",
			"**School** {spelldef/necromancy}; **Level** arcanist 5, magus 5, sorcerer 5, witch 5, wizard 5  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S, M (a drop of mercury)  ",
			"**Range** touch  ",
			"**Target** one living creature  ",
			"**Duration** 3 rounds  ",
			"**Saving Throw** Fortitude negates (see text); **Spell Resistance** yes",
			"",
			"The temperature of the target creature's blood (or other similar body fluid) begins to rise over the next 3 rounds during the caster's turn. Each round starting with the first, the target creature attempts a new saving throw at the start of the caster's turn to resist that round's effect. A successful save does not end the spell effect, but does prevent that round's effect. On the round that this spell is cast, the target becomes fatigued. On the next round, as the blood temperature begins to rise, the target's capillaries burst, dealing 1d6 points of Constitution damage to the target. On the third and final round, the target's blood begins to boil; the spell deals 1d6 points of damage per caster level (to a maximum of 15d6), and - if the target is still alive - the target becomes exhausted rather than fatigued."
		]
	},
	"blood_crow_strike": {
		"name": "Blood Crow Strike",
		"sources": [
			"Ultimate Magic",
			"Mythic Adventures"
		],
		"description": [
			"## Blood Crow Strike",
			"",
			"{SOURCE Ultimate Magic/208}  ",
			"**School** {spelldef/evocation} [{spelldef/fire}]; **Level** cleric 4, oracle 4, warpriest 4  ",
			"**Casting Time** 1 round  ",
			"**Components** V, S  ",
			"**Range** medium (100 ft. + 10 ft./level)  ",
			"**Target** one creature  ",
			"**Duration** instantaneous  ",
			"**Saving Throw** none; **Spell Resistance** yes",
			"",
			"Your unarmed strikes release blasts of energy in the form of bolts of fire or glowing red crows, which fly instantaneously to strike your target. You can make unarmed strike or flurry of blows attacks against the target as if it were in your threatened area; each successful attack deals damage as if you had hit it with your unarmed strike, except half the damage is fire and half is negative energy (this negative energy does not heal undead). For example, if you are a 14th-level monk, you can use a flurry of blows to attack five times, creating one energy crow for each successful attack against the target, and dealing 2d6 points of damage (plus appropriate unarmed strike modifiers) with each crow.",
			"",
			"### Mythic Blood Crow Strike",
			"",
			"{SOURCE Mythic Adventures/87}",
			"",
			"Unarmed strikes attempted with this spell are treated as if you had the {feat/Improved Critical} (unarmed strike) feat. Use your tier plus your monk level (if any) when determining your unarmed strike damage for this spell. Fire damage from this spell bypasses fire resistance."
		]
	},
	"blood_in_the_water": {
		"name": "Blood in the Water",
		"sources": [ "Monster Codex" ],
		"description": [
			"## Blood in the Water",
			"",
			"{SOURCE Monster Codex/189}  ",
			"**School** {spelldef/necromancy} [{spelldef/emotion}]; **Level** arcanist 2, cleric 2, mesmerist 2, oracle 2, psychic 2, sorcerer 2, warpriest 2, wizard 2  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S, DF  ",
			"**Range** 20 ft.  ",
			"**Area** 20-ft.-radius emanation centered on you  ",
			"**Duration** 1 round/level  ",
			"**Saving Throw** Will negates (harmless); **Spell Resistance** yes (harmless)",
			"",
			"As part of the casting of this spell, you must deal 1 point of piercing or slashing damage to yourself to release your blood. This causes you to take 1 point of bleed damage. While the spell is in effect, all sharks, feeders in the depths, and creatures with the blood frenzy ability in the area gain a +2 bonus to Strength and Constitution and take a -2 penalty to AC. This is treated as blood frenzy for the purposes of other feats and effects, and doesn't stack with the effects of actual blood frenzy. If you cease bleeding, the spell immediately ends."
		]
	},
	"blood_mist": {
		"name": "Blood Mist",
		"sources": [ "Ultimate Magic" ],
		"description": [
			"## Blood Mist",
			"",
			"{SOURCE Ultimate Magic/209}  ",
			"**School** {spelldef/conjuration} ({spelldef/creation}) [{spelldef/poison}]; **Level** druid 8, shaman 8  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S, M (a pinch of dried red algae)  ",
			"**Range** medium (100 ft. + 10 ft./level)  ",
			"**Area** 60-ft. radius  ",
			"**Duration** 1 minute/level  ",
			"**Saving Throw** Fortitude negates (see text); **Spell Resistance** yes",
			"",
			"This spell summons forth a misty cloud of rust-red toxic algae. Any creature within the mist is coated by it, turning the creature the same reddish color. All targets within the mist gain {rule/concealment}. Any creature within the mist must save or take 1d4 points of Wisdom damage and become enraged, attacking any creatures it detects nearby (as the \"attack nearest creature\" result of the confused condition). An enraged creature remains so as long as the spell is in effect. A creature only needs to save once each time it is within the mist (though leaving and returning requires another save)."
		]
	},
	"blood_money": {
		"name": "Blood Money",
		"sources": [
			"Rise of the Runelords Anniversary Edition",
			"Pathfinder #5: Sins of the Saviors"
		],
		"description": [
			"## Blood Money",
			"",
			"{SOURCE Rise of the Runelords Anniversary Edition/418;Pathfinder #5: Sins of the Saviors/59}  ",
			"**School** {spelldef/transmutation}; **Level** arcanist 1, magus 1, redmantisassassin 1, sorcerer 1, witch 1, wizard 1  ",
			"**Casting Time** 1 swift action  ",
			"**Components** V, S  ",
			"**Range** 0 ft.  ",
			"**Effect** 1 material component  ",
			"**Duration** Instantaneous",
			"",
			"You cast blood money just before casting another spell. As part of this spell's casting, you must cut one of your hands, releasing a stream of blood that causes you to take 1d6 points of damage. When you cast another spell in that same round, your blood transforms into one material component of your choice required by that second spell. Even valuable components worth more than 1 gp can be created, but creating such material components requires an additional cost of 1 point of Strength damage, plus a further point of damage for every full 500 gp of the component's value (so a component worth 500 to 999 gp costs a total of 2 points, 1,000 to 1,500 costs 3, etc.). You cannot create magic items with blood money.",
			"",
			"For example, a sorcerer with the spell stoneskin prepared could cast blood money to create the 250 gp worth of diamond dust required by that spell, taking 1d6 points of damage and 1 point of Strength damage in the process.",
			"",
			"Material components created by blood money transform back into blood at the end of the round if they have not been used as a material component. Spellcasters who do not have blood cannot cast blood money, and those who are immune to Strength damage (such as undead spellcasters) cannot use blood money to create valuable material components."
		]
	},
	"blood_of_the_martyr": {
		"name": "Blood of the Martyr",
		"sources": [ "Chronicle of the Righteous" ],
		"description": [
			"## Blood of the Martyr",
			"",
			"{SOURCE Chronicle of the Righteous/50}  ",
			"**School** {spelldef/necromancy}; **Level** cleric 2, inquisitor 3, oracle 2, warpriest 2  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S  ",
			"**Range** medium (100 ft. + 10 ft./level)  ",
			"**Target** one living creature  ",
			"**Duration** 1 round/level  ",
			"**Saving Throw** Fortitude negates; **Spell Resistance** yes",
			"",
			"You cause the target to bleed from every orifice, and her organs and blood become suffused with positive energy. If the subject fails her Fortitude save, she takes 1d6 points of bleed damage per 4 caster levels (to a maximum of 4d6 at 16th level) when you cast this spell. Any creature that takes a full-round action to sup the blood of the bleeding subject heals a number of hit points equal to twice as many as the subject lost that round due to the bleed effect. The subject must be willing or helpless to sup her blood, which provokes attacks of opportunity. Only one creature can be healed in this way per round. The subject can lick her own wounds in this way to regain half as many hit points as she lost that round. If the bleeding effect is stopped or the spell's duration ends, the subject's blood no longer heals those who drink it, though in the latter case the subject continues to bleed until the bleeding is stopped via magical healing or a successful DC 15 Heal check."
		]
	},
	"blood_rage": {
		"name": "Blood Rage",
		"sources": [ "Orcs of Golarion" ],
		"description": [
			"## Blood Rage",
			"",
			"{SOURCE Orcs of Golarion/28}  ",
			"**School** {spelldef/enchantment} ({spelldef/compulsion}) [{spelldef/mind-affecting}]; **Level** adept 3, arcanist 3, bard 2, cleric 3, oracle 3, skald 2, sorcerer 3, warpriest 3, wizard 3  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S, M (a drop of blood from each creature to be affected)  ",
			"**Range** close (25 ft. + 5 ft./2 levels)  ",
			"**Target** one willing living creature per 2 levels, no two of which may be more than 30 ft. apart  ",
			"**Duration** 1 round/level  ",
			"**Saving Throw** Will negates (harmless); **Spell Resistance** yes (harmless)",
			"",
			"The targets of this spell become angrier as they fight, the pain of their wounds fueling their strength. An affected creature gains a cumulative +2 morale bonus to Strength and a cumulative -1 penalty to AC for every 5 points of damage it takes (maximum +10 Strength, -5 AC) for the duration of the spell. These bonuses last until the spell expires or the target falls unconscious."
		]
	},
	"blood_salvation": {
		"name": "Blood Salvation",
		"sources": [ "Advanced Class Origins" ],
		"description": [
			"## Blood Salvation",
			"",
			"{SOURCE Advanced Class Origins/30}  ",
			"**School** {spelldef/abjuration}; **Level** bloodrager 3  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S  ",
			"**Range** personal  ",
			"**Target** you  ",
			"**Duration** 1 round/level (D; see below)",
			"",
			"While under the effect of this spell, you're immune to any damaging area spells you cast. You can dismiss this spell as an immediate action when you are caught within the area of someone else's damaging area spell; if you do, you're immune to that particular casting of that spell as well. If you have the blood casting class feature, you can cast this spell as a swift action instead of a standard action while you're in a bloodrage."
		]
	},
	"blood_scent": {
		"name": "Blood Scent",
		"sources": [ "Advanced Race Guide" ],
		"description": [
			"## Blood Scent",
			"",
			"{SOURCE Advanced Race Guide/143}  ",
			"**School** {spelldef/transmutation}; **Level** alchemist 3, antipaladin 2, arcanist 3, bloodrager 3, cleric 3, druid 3, hunter 2, inquisitor 3, investigator 3, oracle 3, psychic 3, ranger 2, redmantisassassin 3, sorcerer 3, warpriest 3, witch 3, wizard 3 (orc)  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S  ",
			"**Range** medium (100 ft. + 10 ft./level)  ",
			"**Targets** one creature/2 levels, no two of which can be more than 30 ft. apart  ",
			"**Duration** 1 minute/level (D)  ",
			"**Saving Throw** Will negates (harmless); **Spell Resistance** yes (harmless)",
			"",
			"You greatly magnify the target's ability to smell the presence of blood. The target is considered to have the {umr/scent} universal monster ability, but only for purposes of detecting and pinpointing injured creatures (below full hit points). Creatures below half their full hit points or suffering bleed damage are considered strong scents for this ability.",
			"",
			"Orcs and any creature under the effects of rage gain a +2 morale bonus on attack and damage rolls against creatures they can smell with this spell, or a +4 morale bonus if the target's blood counts as a strong scent."
		]
	},
	"blood_sentinel": {
		"name": "Blood Sentinel",
		"sources": [ "Advanced Class Guide" ],
		"description": [
			"## Blood Sentinel",
			"",
			"{SOURCE Advanced Class Guide/176}  ",
			"**School** {spelldef/transmutation}; **Level** alchemist 3, arcanist 3, investigator 3, redmantisassassin 3, sorcerer 3, wizard 3  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S, M (a life-sized animal sculpture of a familiar made of clay, cloth, stone, or wood, plus mandrake root worth 25 gp)  ",
			"**Range** touch  ",
			"**Target** one animal sculpture  ",
			"**Duration** 10 minutes/level  ",
			"**Saving Throw** none; **Spell Resistance** no (harmless)",
			"",
			"After casting this spell, you pour a few drops of your blood and saliva into the mouth of the animal sculpture material component, temporarily giving it life. The animal is bonded to you as if it were a familiar, and it has the abilities of a familiar (use your caster level as your effective wizard level to determine its abilities), but it does not grant you the {feat/Alertness} feat or the special ability of its animal type. If your blood sentinel is slain, you take 2 points of Intelligence drain and the blood sentinel's body becomes a destroyed statue. This spell has no effect if you already have a familiar or another blood sentinel."
		]
	},
	"blood_song": {
		"name": "Blood Song",
		"sources": [ "Faiths and Philosophies" ],
		"description": [
			"## Blood Song",
			"",
			"{SOURCE Faiths and Philosophies/28}  ",
			"**School** {spelldef/evocation}; **Level** bard 4, skald 4  ",
			"**Casting Time** 2 minutes  ",
			"**Components** V, S, M (the caster's blood)  ",
			"**Range** touch  ",
			"**Target** creature touched; see text  ",
			"**Duration** 1 day or until discharged (D)  ",
			"**Saving Throw** Will negates (harmless); **Spell Resistance** yes (harmless)",
			"",
			"This spell functions as {spell/imbue with spell ability}, with the following exceptions: only bard spells of the conjuration (healing), enchantment, and transmutation schools can be transferred; the imbued spells last for 1 day; and the subject isn't beholden to any principles regarding the imbued spells' use.",
			"",
			"As part of the casting, the caster must shed some of his blood (or an equivalent humor). If the caster isn't susceptible to bleed damage, regardless of the reason, he can't cast blood song. For each spell that is imbued using blood song, the caster loses 5 hit points, which can't be regained by any means until the spell ends or is discharged."
		]
	},
	"blood_tentacles": {
		"name": "Blood Tentacles",
		"sources": [ "Agents of Evil" ],
		"description": [
			"## Blood Tentacles",
			"",
			"{SOURCE Agents of Evil/30}  ",
			"**School** {spelldef/necromancy}; **Level** antipaladin 4, arcanist 5, cleric 5, oracle 5, shaman 5, sorcerer 5, summoner 4, warpriest 5, witch 5, wizard 5  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S, M (a fresh handful of the caster's blood)  ",
			"**Range** personal  ",
			"**Target** you  ",
			"**Duration** 1 round/level  ",
			"**Saving Throw** Will negates (harmless); **Spell Resistance** no",
			"",
			"You smear a handful of your own blood across your chest, causing one writhing tentacle per caster level to burst forth. You can direct these tentacles to attack a single creature within 15 feet as a standard action, or one creature per 5 caster levels as a full-round action. Each tentacle has an attack bonus equal to your base attack bonus plus either your Constitution or Charisma bonus (whichever is higher). Each tentacle deals 2d6 points of damage, and a tentacle collapses into dried blood on a successful hit, granting you a number of temporary hit points equal to the damage dealt. You can't gain more temporary hit points than your maximum number of hit points. These temporary hit points disappear after 1 hour."
		]
	},
	"blood_ties": {
		"name": "Blood Ties",
		"sources": [ "Horror Adventures" ],
		"description": [
			"## Blood Ties",
			"",
			"{SOURCE Horror Adventures/110}  ",
			"**School** {spelldef/necromancy} [{spelldef/evil}]; **Level** antipaladin 4, cleric 5, druid 5, hunter 5, inquisitor 5, oracle 5, psychic 5, shaman 5, warpriest 5, witch 5  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S, F (a small length of crimson string)  ",
			"**Range** unlimited (see text)  ",
			"**Target** two living creatures  ",
			"**Duration** 1 day/level (D)  ",
			"**Saving Throw** Will negates (see text); **Spell Resistance** no",
			"",
			"One of the targets of this spell must be a hostage - a bound, pinned, or helpless creature within your reach (though the spell doesn't end if the hostage later moves beyond your reach). The second target must be a member of the first target's family. If neither creature successfully saves against the spell, the second target also takes any damage conferred to the hostage, provided both are still alive, to a maximum of 10 points of damage per caster level per day (damage beyond that necessary to kill the first target does not transfer). This transferred damage is typeless and ignores the second creature's damage reduction and resistances. If either target succeeds at the saving throw, you can never attempt to exploit the connection between these particular two creatures again. The connection between your targets weakens when the two are less familiar with one another. Each target gains a +2 bonus on its save if the two are distant relations or related by marriage. Each target takes a -2 penalty on its save if the two targets are parent and child or siblings."
		]
	},
	"blood_transcription": {
		"name": "Blood Transcription",
		"sources": [ "Ultimate Magic" ],
		"description": [
			"## Blood Transcription",
			"",
			"{SOURCE Ultimate Magic/209}  ",
			"**School** {spelldef/divination} [{spelldef/evil}]; **Level** alchemist 2, arcanist 2, investigator 2, magus 2, witch 2, wizard 2  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S  ",
			"**Range** touch  ",
			"**Target** one dead spellcaster  ",
			"**Duration** 24 hours  ",
			"**Saving Throw** none; **Spell Resistance** no",
			"",
			"By consuming 1 pint of blood from a spellcaster killed within the last 24 hours, you can attempt to learn a spell that spellcaster knew. Select one spell available to the dead spellcaster (this must be a spell on your spell list); you gain the knowledge of this spell for 24 hours. During this time, you may write it down (or teach it to your familiar, if you are a witch) using the normal rules for copying a spell from another source. Once you have learned it, you may prepare the spell normally."
		]
	},
	"bloodbath": {
		"name": "Bloodbath",
		"sources": [ "Horror Adventures" ],
		"description": [
			"## Bloodbath",
			"",
			"{SOURCE Horror Adventures/110}  ",
			"**School** {spelldef/necromancy}; **Level** antipaladin 1, arcanist 2, bloodrager 1, cleric 2, inquisitor 2, medium 1, oracle 2, psychic 2, sorcerer 2, spiritualist 2, warpriest 2, witch 2, wizard 2  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S, F (a ceremonial dagger)  ",
			"**Range** close (25 ft. + 5 ft./2 levels)  ",
			"**Target** up to one living creature/level, no two of which can be more than 30 feet apart  ",
			"**Duration** 1 round/level (D)  ",
			"**Saving Throw** Fortitude negates; **Spell Resistance** yes",
			"",
			"You cut yourself with the dagger, dealing yourself 1d6 points of bleed damage. So long as you keep taking this bleed damage, your targets each bleed for 1d6 points of damage at the beginning of their turns. The bleed damage on any target ends if that target receives magical healing, or if your bleed damage ends for any reason. This spell has no effect if you're immune to bleed damage or can otherwise reduce or ignore the bleed damage to yourself."
		]
	},
	"bloodhound": {
		"name": "Bloodhound",
		"sources": [ "Advanced Player's Guide" ],
		"description": [
			"## Bloodhound",
			"",
			"{SOURCE Advanced Player's Guide/206}  ",
			"**School** {spelldef/transmutation}; **Level** alchemist 3, hunter 2, inquisitor 2, investigator 3, occultist 3, ranger 2  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S, M (a drop of blood and a pinch of cinnamon)  ",
			"**Range** personal  ",
			"**Target** you  ",
			"**Duration** 1 hour/level",
			"",
			"You gain the scent special quality, including the ability to track by scent. You receive a +8 competence bonus on Perception checks involving smell and a +4 competence bonus on Survival checks to track using scent. You take a -4 penalty on saving throws against odor-related effects such as the stench ability and stinking cloud. A creature under the effects of bloodhound can detect poison by scent with a DC 20 Perception check."
		]
	},
	"bloodstone_mirror": {
		"name": "Bloodstone Mirror",
		"sources": [ "Pathfinder #140: Eulogy for Roslar's Coffer" ],
		"description": [
			"## Bloodstone Mirror",
			"",
			"{SOURCE Pathfinder #140: Eulogy for Roslar's Coffer/72}  ",
			"**School** {spelldef/abjuration}; **Level** cleric 7, occultist 5, oracle 7, witch 7  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S, M (a red bloodstone worth 500 gp)  ",
			"**Range** personal  ",
			"**Target** you  ",
			"**Duration** 1 hour/level",
			"",
			"Developed due to {faith/Arazni/'s} fear that her stolen organs might be used to control her, this spell reflects any attempts to steal your free will. Whenever you are exposed to a mind-affecting effect or a spell that would otherwise give another creature control of your actions (such as {spell/control undead}), you can dispel this effect as an immediate action to redirect the spell to a creature within 30 feet. The affected creature must attempt a save against the original DC of the triggering effect. On a failure, it is subject to the effects of the triggering spell, with the exception that you are treated as the original caster (statistics determined by caster level are still calculated according to its original caster). The target creature applies any spell resistance or immunities it has normally. You can have only one instance of this spell active at a time."
		]
	},
	"bloodsworn_retribution": {
		"name": "Bloodsworn Retribution",
		"sources": [ "Dwarves of Golarion" ],
		"description": [
			"## Bloodsworn Retribution",
			"",
			"{SOURCE Dwarves of Golarion/22}  ",
			"**School** {spelldef/necromancy}; **Level** cleric 6, hunter 4, oracle 6, paladin 4, ranger 4, warpriest 6 (Dranngvit)  ",
			"**Casting Time** 1 round  ",
			"**Components** V, S, M (your blood)  ",
			"**Range** personal  ",
			"**Target** you  ",
			"**Duration** special (see text)",
			"",
			"When you cast this spell, you cut yourself and swear an oath of retribution on your own blood. You decide how much damage you want to take from this attack, up to 25 points. This damage cannot be healed for as long as the spell is in effect. Anytime you perform an attack, save, or check that is directly related to the oath and brings you closer to the fulfillment of that oath, you gain a morale bonus to that roll equal to the number of hit points of damage you took from the oath divided by 5. The GM is the final arbiter over whether or not an action qualifies for this bonus. When you fulfill the oath (or choose to forsake it), the spell ends, and the lost hit points can be healed as normal.",
			"",
			"For example, a notorious bandit leader killed Stigur's brother, and Stigur wants to avenge his brother's death. Stigur casts this spell and sacrifices 20 hit points. Thereafter Stigur gains a +4 morale bonus on attack rolls against the bandit leader's minions, saves against spells from said minions, Intimidate checks to coerce an informant to tell him where the bandit leader is camped, and so on."
		]
	},
	"bloody_arrows": {
		"name": "Bloody Arrows",
		"sources": [ "Ranged Tactics Toolbox" ],
		"description": [
			"## Bloody Arrows",
			"",
			"{SOURCE Ranged Tactics Toolbox/30}  ",
			"**School** {spelldef/necromancy}; **Level** antipaladin 3, arcanist 4, hunter 3, inquisitor 3, magus 3, ranger 3, shaman 4, sorcerer 4, witch 4, wizard 4  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S  ",
			"**Range** close (25 ft. + 5 ft./2 levels)  ",
			"**Target** one willing creature  ",
			"**Duration** 1 round/level  ",
			"**Saving Throw** none (harmless); **Spell Resistance** no (harmless)",
			"",
			"Whenever this spell's target hits a creature with a ranged weapon that successfully deals piercing or slashing damage, the struck creature takes 1 point of bleed damage. Unlike most bleed damage, the bleed damage dealt by the subject of this spell is cumulative up to an amount equal to 1/2 your caster level (to a maximum of 5 points of bleed damage at 10th level)."
		]
	},
	"bloody_claws": {
		"name": "Bloody Claws",
		"sources": [ "Advanced Player's Guide" ],
		"description": [
			"## Bloody Claws",
			"",
			"{SOURCE Advanced Player's Guide/206}  ",
			"**School** {spelldef/necromancy}; **Level** druid 4, hunter 3, ranger 3  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S, DF  ",
			"**Range** touch  ",
			"**Target** living creature touched  ",
			"**Duration** 1 minute/level  ",
			"**Saving Throw** Fortitude negates (harmless); **Spell Resistance** yes (harmless)",
			"",
			"You give a creature the ability to deal bleed damage when making natural attacks so long as the attack deals slashing or piercing damage. This bleed damage for each attack is equal to one-half your caster level (limited to the creature's maximum damage with that attack), though bleed damage does not stack. When two or more attacks deal bleed damage, take the worse effect."
		]
	},
	"bloody_tears_and_jagged_smile": {
		"name": "Bloody Tears and Jagged Smile",
		"sources": [ "Pathfinder #71: Rasputin Must Die!" ],
		"description": [
			"## Bloody Tears and Jagged Smile",
			"",
			"{SOURCE Pathfinder #71: Rasputin Must Die!/75}  ",
			"**School** {spelldef/necromancy}; **Level** arcanist 2, cleric 2, oracle 2, sorcerer 2, warpriest 2, wizard 2 (Szuriel)  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S  ",
			"**Range** personal and see text  ",
			"**Target** you and see text  ",
			"**Duration** 10 minutes/level  ",
			"**Saving Throw** none; **Spell Resistance** yes",
			"",
			"Your eyes turn black and weep blood, and your teeth become jagged fangs. You gain a bite attack (1d3 points of damage if you are Small, 1d4 points of damage if you are Medium). You gain a +4 profane bonus on Intimidate checks and on your spell DCs for spells with the fear descriptor. You perceive creatures as if using {spell/deathwatch}."
		]
	},
	"blot": {
		"name": "Blot",
		"sources": [ "Goblins of Golarion" ],
		"description": [
			"## Blot",
			"",
			"{SOURCE Goblins of Golarion/28}  ",
			"**School** {spelldef/transmutation}; **Level** arcanist 3, bard 3, cleric 3, oracle 3, redmantisassassin 3, skald 3, sorcerer 3, warpriest 3, wizard 3  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S, M (a bit of cloth made wet with saliva)  ",
			"**Range** close (25 ft. + 5 ft./2 levels)  ",
			"**Area** 10 ft.-radius burst  ",
			"**Duration** 24 hours  ",
			"**Saving Throw** Will negates (object); **Spell Resistance** yes (object)",
			"",
			"This spell reduces all types of writing and other recognizable symbols found on any sort of surface within range into illegible smears. It affects books, carvings on stone, or even tattoos with equal ease. It does not affect writing that is not actually on a surface, such as an illusion, projection, reflection, or anything similar. Spellbooks and magical items that contain writing (such as scrolls) gain a saving throw to resist the effects of this spell. Against magical writing created by spell effects (such as {spell/glyph[s] of warding} or {spell/symbol/s>_of_death}), blot instead functions as a {spell/dispel magic} spell capable of targeting all such spell effects in the area. This spell has no effect on writing found on artifacts or similarly unique surfaces."
		]
	},
	"blur": {
		"name": "Blur",
		"sources": [ "PRPG Core Rulebook" ],
		"description": [
			"## Blur",
			"",
			"{SOURCE PRPG Core Rulebook/251}  ",
			"**School** {spelldef/illusion} ({spelldef/glamer}); **Level** alchemist 2, arcanist 2, bard 2, investigator 2, magus 2, medium 2, mesmerist 2, occultist 2, psychic 2, redmantisassassin 2, skald 2, sorcerer 2, spiritualist 2, summoner 2, unchained summoner 2, wizard 2  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V  ",
			"**Range** touch  ",
			"**Target** creature touched  ",
			"**Duration** 1 min./level (D)  ",
			"**Saving Throw** Will negates (harmless); **Spell Resistance** yes (harmless)",
			"",
			"The subject's outline appears blurred, shifting, and wavering. This distortion grants the subject concealment (20% miss chance).",
			"",
			"A see invisibility spell does not counteract the blur effect, but a true seeing spell does.",
			"",
			"Opponents that cannot see the subject ignore the spell's effect (though fighting an unseen opponent carries penalties of its own)."
		]
	},
	"blurred_movement": {
		"name": "Blurred Movement",
		"sources": [ "Advanced Class Guide" ],
		"description": [
			"## Blurred Movement",
			"",
			"{SOURCE Advanced Class Guide/176}  ",
			"**School** {spelldef/illusion} ({spelldef/glamer}); **Level** alchemist 1, arcanist 1, bard 1, bloodrager 1, investigator 1, magus 1, mesmerist 1, occultist 1, psychic 1, redmantisassassin 1, skald 1, sorcerer 1, summoner 1, unchained summoner 1, wizard 1  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S  ",
			"**Range** personal  ",
			"**Target** you  ",
			"**Duration** 1 minute/level (D)",
			"",
			"This spell functions as {spell/blur}, except that the blurring occurs only when you move at least 10 feet on your turn and ceases at the end of your movement. It is therefore mainly used to thwart attacks on your turn, such as attacks of opportunity. If you move at least twice your speed on your turn, the blurring lasts until the start of your next turn."
		]
	},
	"body_capacitance": {
		"name": "Body Capacitance",
		"sources": [ "Advanced Class Guide" ],
		"description": [
			"## Body Capacitance",
			"",
			"{SOURCE Advanced Class Guide/176}  ",
			"**School** {spelldef/transmutation} [{spelldef/electricity}]; **Level** alchemist 1, arcanist 1, investigator 1, redmantisassassin 1, sorcerer 1, wizard 1  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S, M (an iron coil)  ",
			"**Range** personal  ",
			"**Target** you  ",
			"**Duration** 1 minute/level or until discharged (see text)",
			"",
			"If you take electricity damage while this spell is active, some of the energy is stored on your skin, as with holding the charge on a touch spell. You can release this stored electricity by making a melee touch attack. You gain a +3 bonus on the attack roll if your opponent is wearing metal armor, is carrying a metal weapon, or is made of metal. The target of your touch attack is dealt electricity damage equal to half the amount of electricity damage you took after you cast this spell (for example, if you saved for half damage against a lightning bolt and took only 15 points of electricity damage, your next touch attack deals 7 points of electricity damage). This spell is discharged once you hit with a melee touch attack to deliver its damage. If you take electricity damage multiple times while this spell is active, use the largest amount of electricity damage you took to determine your touch attack damage."
		]
	},
	"body_double": {
		"name": "Body Double",
		"sources": [ "Dirty Tactics Toolbox" ],
		"description": [
			"## Body Double",
			"",
			"{SOURCE Dirty Tactics Toolbox/30}  ",
			"**School** {spelldef/illusion} ({spelldef/glamer}); **Level** arcanist 2, bard 2, bloodrager 2, magus 2, skald 2, sorcerer 2, wizard 2  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S, M (two glass beads)  ",
			"**Range** close (25 ft. + 5 ft./2 levels)  ",
			"**Target** two creatures; see text  ",
			"**Duration** 1 round/level  ",
			"**Saving Throw** Will negates; **Spell Resistance** yes",
			"",
			"Upon casting this spell, choose a primary target and a secondary target, both of which must be within range. If the primary target fails or forfeits its saving throw, its appearance, scent, sounds, and mannerisms change to match those of the secondary target.",
			"",
			"As long as the two targets are of the same size category, they are indistinguishable. As a consequence, if the targets are adjacent and a creature takes an action that would affect one of the targets (such as an attack, a targeted spell, or an area effect), that action has a 50% chance of affecting the other target instead.",
			"",
			"Any action that would affect both of the creatures affects them both normally.",
			"",
			"This spell does not deceive creatures that have true seeing. Likewise, a creature that can't perceive one of the targets is not fooled by this spell (even if the spell fooled that creature earlier), and its attacks, targeted spells, and other actions affect targets as normal."
		]
	},
	"boiling_blood": {
		"name": "Boiling Blood",
		"sources": [
			"Ultimate Magic",
			"Mythic Adventures"
		],
		"description": [
			"## Boiling Blood",
			"",
			"{SOURCE Ultimate Magic/209}  ",
			"**School** {spelldef/transmutation}; **Level** arcanist 2, bard 2, bloodrager 2, cleric 2, oracle 2, psychic 2, redmantisassassin 2, skald 2, sorcerer 2, warpriest 2, witch 2, wizard 2  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S  ",
			"**Range** medium (100 ft. + 10 ft./level)  ",
			"**Targets** one creature per three levels, no two of which may be more than 30 ft. apart  ",
			"**Duration** concentration + 1 round/level (D)  ",
			"**Saving Throw** Fortitude negates (see text); **Spell Resistance** yes",
			"",
			"The blood of the targeted creatures begins to boil. If a target fails its save, it takes 1 point of fire damage per round. This spell has no effect on creatures that don't have blood.",
			"",
			"If a target has the orc subtype, it doesn't take fire damage and instead gains a +2 morale bonus to Strength.",
			"",
			"### Mythic Boiling Blood",
			"",
			"{SOURCE Mythic Adventures/87}",
			"",
			"A target that fails its save takes 1d3 points of fire damage per round. If a target has the orc subtype, it also gains fire resistance 5.",
			"",
			"*Augmented:* If you expend two uses of mythic power, you can affect allies as though they had the orc subtype."
		]
	},
	"bombers_eye": {
		"name": "Bomber's Eye",
		"sources": [ "Advanced Player's Guide" ],
		"description": [
			"## Bomber's Eye",
			"",
			"{SOURCE Advanced Player's Guide/206}  ",
			"**School** {spelldef/transmutation}; **Level** alchemist 1, investigator 1  ",
			"**Casting Time** 1 standard action  ",
			"**Components** S  ",
			"**Range** personal  ",
			"**Target** you  ",
			"**Duration** 1 round/level",
			"",
			"This extract allows you to throw weapons farther and more accurately. While this extract is in effect, increase the range of any thrown weapon by 10 feet. In addition, you receive a +1 insight bonus on attack rolls made with thrown weapons."
		]
	},
	"bone_fists": {
		"name": "Bone Fists",
		"sources": [ "Magic Tactics Toolbox" ],
		"description": [
			"## Bone Fists",
			"",
			"{SOURCE Magic Tactics Toolbox/5}  ",
			"**School** {spelldef/necromancy}; **Level** arcanist 2, bloodrager 2, cleric 2, druid 2, hunter 2, oracle 2, psychic 2, shaman 2, sorcerer 2, warpriest 2, witch 2, wizard 2  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S, M (the knucklebone of a dire animal)  ",
			"**Range** close (25 ft. + 5 ft./2 levels)  ",
			"**Targets** 1 creature/level, no two of which can be more than 30 feet apart  ",
			"**Duration** 1 minute/level  ",
			"**Saving Throw** none (harmless); **Spell Resistance** no",
			"",
			"The bones of your targets' joints grow thick and sharp, protruding painfully through the skin at the knuckles, elbows, shoulders, spine, and knees. The targets each gain a +1 bonus to natural armor and a +2 bonus on damage rolls with natural weapons, and they are treated as having armor spikes, with which they are proficient."
		]
	},
	"bone_flense": {
		"name": "Bone Flense",
		"sources": [ "Adventurer's Guide" ],
		"description": [
			"## Bone Flense",
			"",
			"{SOURCE Adventurer's Guide/160}  ",
			"**School** {spelldef/transmutation}; **Level** arcanist 3, bloodrager 2, cleric 3, druid 3, hunter 3, inquisitor 3, magus 3, oracle 3, sorcerer 3, warpriest 3, witch 3, wizard 3  ",
			"**Casting Time** 1 standard action  ",
			"**Components** M/F (a jagged shard of bone from a humanoid creature)  ",
			"**Range** close (25 ft. + 5 ft./2 levels)  ",
			"**Target** one living creature  ",
			"**Duration** 1 round/level  ",
			"**Saving Throw** Fortitude negates; **Spell Resistance** no",
			"",
			"Choose a creature that you can see. When that creature is struck by a weapon wielded by a member of the [Red Mantis](rule/aff_assassins), a sawtooth sabre, or by the claw of a giant mantis, the bone nearest to the wound instantly sprouts jagged, razor-sharp spurs that flense the muscle and flesh from the inside out unless the target succeeds at a Fortitude save. The creature takes 1d6 points of piercing damage per caster level. While the bone returns to normal immediately after dealing damage, the creature takes 1d4 points of bleed damage for 1 round per 2 caster levels. The victim is sickened by the pain for the duration of the bleeding. If the target creature has no bones, this spell has no effect."
		]
	},
	"boneshaker": {
		"name": "Boneshaker",
		"sources": [ "Horror Adventures" ],
		"description": [
			"## Boneshaker",
			"",
			"{SOURCE Horror Adventures/110}  ",
			"**School** {spelldef/necromancy}; **Level** antipaladin 1, arcanist 2, cleric 2, inquisitor 2, oracle 2, sorcerer 2, spiritualist 2, warpriest 2, witch 2, wizard 2  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S, F (a human-shaped fetish made of bone)  ",
			"**Range** medium (100 ft. + 10 ft./level)  ",
			"**Target** one living creature or undead creature with a skeleton  ",
			"**Duration** instantaneous  ",
			"**Saving Throw** Fortitude negates or partial (see text); **Spell Resistance** yes",
			"",
			"By using a bone fetish like a marionette, you take control of a target creature's skeleton. This has a variety of effects depending on whether the target is living or undead.",
			"",
			"A living creature has its skeleton rattle within its flesh, causing it grievous harm. The target takes 3d6 points of damage, plus 1d6 additional points of damage per 2 caster levels you have. In addition, you can move the target 5 feet. This movement doesn't provoke attacks of opportunity. A successful saving throw halves the damage and negates the movement.",
			"",
			"An undead creature takes no damage. Instead, you manipulate the undead, forcing it to take an immediate action to either move up to its speed (provoking attacks of opportunity as normal) or make a single attack against a creature of your choice in its reach. Either of these is the most basic version of the action the creature can take (it doesn't activate any special abilities that it could apply to the movement or attack, such as grab). A successful saving throw negates this effect. A mindless undead creature doesn't receive a save against this effect."
		]
	},
	"boneshatter": {
		"name": "Boneshatter",
		"sources": [
			"Pathfinder #84: Pyramid of the Sky Pharaoh",
			"Osirion, Land of the Pharaohs"
		],
		"description": [
			"## Boneshatter",
			"",
			"{SOURCE Pathfinder #84: Pyramid of the Sky Pharaoh/15;Osirion, Land of the Pharaohs/26}  ",
			"**School** {spelldef/necromancy}; **Level** arcanist 4, cleric 5, oracle 5, sorcerer 4, warpriest 5, wizard 4  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S, M (a broken bone)  ",
			"**Range** close (25 ft. + 5 ft./2 levels)  ",
			"**Target** one corporeal creature or object  ",
			"**Duration** instantaneous and 1 minute/level (see text)  ",
			"**Saving Throw** Fortitude partial (see text); **Spell Resistance** yes",
			"",
			"The target's bones (or exoskeleton) splinter, dealing 1d6 points of damage per caster level (maximum 15d6) to the target, which is also exhausted for 1 minute per caster level from the pain and exertion of the transformation.",
			"",
			"If the target succeeds at its save, it takes half damage and is fatigued rather than exhausted. Objects made of bone, chitin, or similar material take half again as much damage (+50%) from this spell. This spell has no effect on a creature that has neither a skeleton nor a hard carapace."
		]
	},
	"book_ward": {
		"name": "Book Ward",
		"sources": [ "Seekers of Secrets" ],
		"description": [
			"## Book Ward",
			"",
			"{SOURCE Seekers of Secrets/17}  ",
			"**School** {spelldef/abjuration}; **Level** arcanist 2, bard 2, cleric 2, oracle 2, skald 2, sorcerer 2, warpriest 2, wizard 2  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S, M/DF (a drop of clear oil)  ",
			"**Range** touch  ",
			"**Target** one touched object of up to 10 pounds/level  ",
			"**Duration** 1 day/level or until discharged (see text)  ",
			"**Saving Throw** Will negates (harmless, object); **Spell Resistance** yes (harmless, object)",
			"",
			"As protection from energy, except as noted above and that the spell only protects against acid and fire damage. While the energy protection remains, the item is also completely waterproof (this protection extends to other liquids as well, such as alcohol and oil)."
		]
	},
	"borrow_corruption": {
		"name": "Borrow Corruption",
		"sources": [ "Horror Adventures" ],
		"description": [
			"## Borrow Corruption",
			"",
			"{SOURCE Horror Adventures/111}  ",
			"**School** {spelldef/transmutation} [{spelldef/evil}]; **Level** antipaladin 2, cleric 4, druid 4, hunter 4, medium 2, occultist 3, oracle 4, psychic 4, ranger 4, shaman 4, warpriest 4, witch 4  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S, M (a dirty scrap of a good priest's raiment)  ",
			"**Range** touch  ",
			"**Target** creature touched  ",
			"**Duration** 1 minute/level (D)  ",
			"**Saving Throw** none; **Spell Resistance** no",
			"",
			"You touch a creature with at least one manifestation from a {rule/corruption}. You temporarily gain any stains and gifts that corruption grants to the creature, and the creature retains them. If the gifts have limited uses, you count as having no uses remaining. You take 1d3 points of Wisdom drain whenever you cast this spell.",
			"",
			"If your campaign uses {rule/the |sanity/ system}, your sanity score decreases by 2 (and thus your sanity edge decreases by 1) each time you cast this spell, instead of you taking Wisdom drain. Only {spell/greater restoration}, {spell/miracle}, or {spell/wish} can remove this decrease. A single casting of greater restoration removes one decrease of sanity from casting {spell/borrow corruption}, while a casting of miracle or wish removes them all."
		]
	},
	"borrow_fortune": {
		"name": "Borrow Fortune",
		"sources": [ "Advanced Player's Guide" ],
		"description": [
			"## Borrow Fortune",
			"",
			"{SOURCE Advanced Player's Guide/206}  ",
			"**School** {spelldef/evocation}; **Level** medium 3, oracle 3, psychic 3  ",
			"**Casting Time** 1 immediate action  ",
			"**Components** V  ",
			"**Range** personal  ",
			"**Target** you  ",
			"**Duration** instantaneous; see text",
			"",
			"When you make a d20 roll, you may choose to immediately cast this spell to reroll that die before success or failure is known, keeping the more favorable result. For the next two rounds following your casting of the spell, you must roll two dice each time a d20 roll is called for, keeping the less favorable result."
		]
	},
	"borrow_skill": {
		"name": "Borrow Skill",
		"sources": [ "Advanced Player's Guide" ],
		"description": [
			"## Borrow Skill",
			"",
			"{SOURCE Advanced Player's Guide/207}  ",
			"**School** {spelldef/transmutation}; **Level** bard 1, medium 1, psychic 1, skald 1  ",
			"**Casting Time** 1 standard action  ",
			"**Components** S  ",
			"**Range** touch  ",
			"**Target** creature touched  ",
			"**Duration** up to 1 round/level (see description)  ",
			"**Saving Throw** Will negates (harmless); **Spell Resistance** yes (harmless)",
			"",
			"You borrow one of the target's known skills. After touching the subject, you can make a single check with the chosen skill using the subject's skill ranks, but modified by your own key ability. If you take longer than the spell's duration to make the check or the check requires more time, then it fails and you must use your own skill ranks (if any). If the borrowed skill is a class skill for you, you gain the +3 bonus on checks using that skill."
		]
	},
	"borrowed_time": {
		"name": "Borrowed Time",
		"sources": [ "Mythic Origins" ],
		"description": [
			"## Borrowed Time",
			"",
			"{SOURCE Mythic Origins/14}  ",
			"**School** {spelldef/transmutation}; **Level** alchemist 6, arcanist 6, bard 6, investigator 6, magus 6, skald 6, sorcerer 6, wizard 6  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S  ",
			"**Range** personal  ",
			"**Target** you  ",
			"**Duration** 1 round/level (D)",
			"",
			"A creation of the archmage Nex, this spell allows you to reach ahead in time and draw alacrity from the future at the expense of your own health. For the duration of this spell, you gain an extra swift action you can use only during your turn. You can't use this swift action to take a second immediate action between turns, but you can use it to take a swift action the turn after you've taken an immediate action. Each time you take an extra swift action in this fashion you take 1 point of Constitution damage. If you're immune to ability damage, you take 5 points of hit point damage instead. When the spell ends, you are staggered for 1d4+1 rounds from the temporal backlash.",
			"",
			"### Mythic Borrowed Time",
			"",
			"{SOURCE Mythic Origins/14}",
			"",
			"If you expend one use of mythic power, instead of taking an extra swift action, you can take either an extra move or an extra swift action each round. You can use this extra swift action to take two immediate actions between your turns; this consumes your extra swift action in your next round. Each extra action you take still deals damage to you as described above."
		]
	},
	"bouncing_bomb_admixture": {
		"name": "Bouncing Bomb Admixture",
		"sources": [ "Magic Tactics Toolbox" ],
		"description": [
			"## Bouncing Bomb Admixture",
			"",
			"{SOURCE Magic Tactics Toolbox/10}  ",
			"**School** {spelldef/transmutation}; **Level** alchemist 3, investigator 3  ",
			"**Casting Time** 1 swift action  ",
			"**Components** V, S  ",
			"**Range** personal  ",
			"**Target** you  ",
			"**Duration** 1 round  ",
			"**Saving Throw** Will negates (harmless); **Spell Resistance** no",
			"",
			"Upon drinking an extract created with this formula, you make a significant change to your magical reserve that modifies the nature of the next bomb you create and throw during this extract's duration. This effect on your magical reserve has no effect on any discoveries that you use to modify your bombs, but you can only have one admixture effect (a formula with \"bomb admixture\" in its title) active at a time. If you drink another bomb admixture, the effects of the former bomb admixture end and the new one becomes active.",
			"",
			"When you throw your next bomb, choose one target that would normally be hit by the bomb's splash damage. The target is affected as if it suffered a direct hit from the bomb instead."
		]
	},
	"bouncy_body": {
		"name": "Bouncy Body",
		"sources": [ "Monster Codex" ],
		"description": [
			"## Bouncy Body",
			"",
			"{SOURCE Monster Codex/105}  ",
			"**School** {spelldef/transmutation}; **Level** alchemist 1, arcanist 1, bloodrager 1, investigator 1, sorcerer 1, witch 1, wizard 1  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S  ",
			"**Range** touch  ",
			"**Target** creature touched  ",
			"**Duration** 10 minutes/level",
			"",
			"The target's flesh becomes flexible and rubbery. It gains a +2 circumstance bonus on grapple combat maneuver checks and Escape Artist checks, as well as to its CMD against combat maneuver checks to grapple. Anytime the target would take falling damage, it treats falls as 20 feet shorter (minimum 0) for the purpose of determining damage. In addition, if the target falls against a hard surface, it can attempt an Acrobatics check (DC = the distance fallen) to attempt to bounce upward; success means the creature bounces upward half the distance fallen."
		]
	},
	"bountiful_banquet": {
		"name": "Bountiful Banquet",
		"sources": [ "Ultimate Intrigue" ],
		"description": [
			"## Bountiful Banquet",
			"",
			"{SOURCE Ultimate Intrigue/205}  ",
			"**School** {spelldef/conjuration} ({spelldef/creation}); **Level** bard 4, cleric 4, druid 4, hunter 4, oracle 4, shaman 4, skald 4, warpriest 4  ",
			"**Casting Time** 10 minutes  ",
			"**Components** V, S, M (a turkey bone)  ",
			"**Range** close (25 ft. + 5 ft./2 levels)  ",
			"**Effect** feast for two creatures/level  ",
			"**Duration** 1 hour; see text  ",
			"**Saving Throw** none; **Spell Resistance** no",
			"",
			"You conjure a beautiful and delicious feast with hors d-oeuvres, four courses worth of food, and plentiful drink. The food appears on ornate serving trays or in exquisite covered tureens, as appropriate to each type of dish. Place settings and serving utensils also appear-enough for each creature that will participate in the feast-along with elegant tablecloths and table linens. The spell doesn't create furniture, but the feast does adapt to appear on top of existing tables (or similar objects in the environment).",
			"",
			"Though the feast and all the finery last only 1 hour, creatures that partake remain nourished and sated for 24 hours. Though you have little control over the fine details of the feast, you can specify what type of dish you want for each course and what sorts of beverages are provided. The feast automatically adjusts depending on the type of spellcaster you are. For instance, a druid casting this spell typically creates a spread of natural berries, whole roasted animals, and sweet (and possibly fermented) nectar for beverages, all on rough-hewn wooden plates with chopsticks instead of silverware and sizable leaves replacing napkins."
		]
	},
	"bow_spirit": {
		"name": "Bow Spirit",
		"sources": [ "Advanced Player's Guide" ],
		"description": [
			"## Bow Spirit",
			"",
			"{SOURCE Advanced Player's Guide/207}  ",
			"**School** {spelldef/conjuration} ({spelldef/creation}); **Level** hunter 4, ranger 4  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S, DF  ",
			"**Range** personal  ",
			"**Target** you  ",
			"**Duration** 1 round/level",
			"",
			"A bow spirit is a shapeless force that hovers about you, taking ammunition from your quiver and firing it. For as long as the bow spirit lasts, you can spend a swift action to direct the bow spirit to fire an arrow or a bolt at a target of your choice, as if the bow spirit were firing the necessary ranged weapon. The bow spirit uses your base attack bonus plus your Dexterity modifier, as well as any bonuses and effects from feats you have that affect ranged attacks, or bonuses from the ammunition it uses. A bow spirit's attacks do not provoke attacks of opportunity. There must be ammunition available for the bow spirit to use, and it expends ammunition as if used by you.",
			"",
			"A bow spirit occupies your space, and moves with you. It cannot be attacked or harmed by physical attacks, but {spell/dispel magic}, {spell/disintegrate}, a {magic-artifact/sphere of annihilation}, or a {magic-rod/rod of cancellation} affects it. A bow spirit's AC against touch attacks is 10 + your Dexterity modifier."
		]
	},
	"bowstaff": {
		"name": "Bowstaff",
		"sources": [ "Ultimate Combat" ],
		"description": [
			"## Bowstaff",
			"",
			"{SOURCE Ultimate Combat/224}  ",
			"**School** {spelldef/transmutation}; **Level** hunter 1, inquisitor 1, occultist 2, paladin 1, ranger 1  ",
			"**Casting Time** 1 swift action  ",
			"**Components** V  ",
			"**Range** personal  ",
			"**Target** one weapon (bow)  ",
			"**Duration** 1 round/level (D)  ",
			"**Saving Throw** Will negates (harmless, object); **Spell Resistance** yes (harmless, object)",
			"",
			"The bow that is touched takes on the rigidity and toughness of forged steel, allowing it to be used as a melee weapon. The spell allows a shortbow to be used as a club or a longbow to be used as a quarterstaff, although the bow retains its normal hit points and hardness. The bow's enhancement bonus, if any, applies on melee attack and damage rolls. Additional weapon special weapon qualities also apply to melee attacks if such qualities can be added to a melee weapon."
		]
	},
	"brand": {
		"name": "Brand",
		"sources": [ "Advanced Player's Guide" ],
		"description": [
			"## Brand",
			"",
			"{SOURCE Advanced Player's Guide/207}  ",
			"**School** {spelldef/transmutation} [{spelldef/curse}]; **Level** inquisitor 0  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S, DF  ",
			"**Range** touch  ",
			"**Target** creature touched  ",
			"**Duration** 1 day/level  ",
			"**Saving Throw** Fortitude negates; **Spell Resistance** yes",
			"",
			"Brand etches an indelible rune or mark of no more than 6 characters onto a creature, inflicting 1 point of damage. The mark may be placed on any exposed portion of the creature, typically the head or forearm. A brand can be hidden by clothing or removed by scraping it away (causing 1d6 points of damage), though the brand returns if the damage is healed.",
			"",
			"### Greater Brand",
			"",
			"{SOURCE Advanced Player's Guide/207}  ",
			"**School** {spelldef/transmutation} [{spelldef/curse}]; **Level** inquisitor 4  ",
			"**Casting Time** 1 round  ",
			"**Components** V, S, DF  ",
			"**Range** touch  ",
			"**Target** creature touched  ",
			"**Duration** permanent  ",
			"**Saving Throw** Fortitude negates; **Spell Resistance** yes",
			"",
			"This spell functions like brand, except that it inflicts 1d6 points of damage when applied and cannot be removed, even temporarily. In addition, a greater brand blazes as bright as a torch when brought within 30 feet of a visible symbol of your faith. While the symbol is blazing, the recipient is sickened. Like the effects of bestow curse, a greater brand cannot be dispelled, but it can be removed by any means that removes a {spell/mark of justice}."
		]
	},
	"brand_greater": {
		"name": "Greater Brand",
		"copyof": "brand"
	},
	"greater_brand": { "copyof": "brand_greater" },
	"brand_of_conformity": {
		"name": "Brand of Conformity",
		"sources": [
			"Adventurer's Guide",
			"Path of the Hellknight"
		],
		"description": [
			"## Brand of Conformity",
			"",
			"{SOURCE Adventurer's Guide/97;Path of the Hellknight/60}  ",
			"**School** {spelldef/transmutation} [{spelldef/curse}]; **Level** inquisitor 1  ",
			"**Casting Time** 1 round  ",
			"**Components** V, S, DF  ",
			"**Range** touch  ",
			"**Target** creature touched  ",
			"**Duration** 1 day/level  ",
			"**Saving Throw** Fortitude negates; **Spell Resistance** yes",
			"",
			"This spell etches the symbol of a nation, organization, or order on the target, dealing 1 point of damage. The mark can be placed on any exposed portion of the creature, typically the head or forearm. While branded in this way, the recipient loses the ability to speak or understand its racial language and the language of its homeland or primary culture (if these are different). For example, an elf raised among the Shoanti would lose Elven and Shoanti (if she knew both those languages), while a halfling raised among dwarves would lose both Halfling and Dwarven (if she knew both those languages). A gnome raised among gnomes would lose Gnome, but no other language. This spell never suppresses Common or Undercommon, nor does it prevent spellcasting, though it may prevent a target from speaking intelligibly if it suppresses all of the target's languages. A brand of conformity can be hidden beneath clothing or removed by scraping it away (the latter deals 1d6 points of damage, though the brand returns if that damage is healed). In any event, the language-suppression element of a brand of conformity continues to function even when hidden or scraped away."
		]
	},
	"brand_of_hobbling": {
		"name": "Brand of Hobbling",
		"sources": [
			"Adventurer's Guide",
			"Path of the Hellknight"
		],
		"description": [
			"## Brand of Hobbling",
			"",
			"{SOURCE Adventurer's Guide/98;Path of the Hellknight/60}  ",
			"**School** {spelldef/transmutation} [{spelldef/curse}]; **Level** inquisitor 2  ",
			"**Casting Time** 1 round  ",
			"**Components** V, S, DF  ",
			"**Range** touch  ",
			"**Target** creature touched  ",
			"**Duration** 1 day/level  ",
			"**Saving Throw** Fortitude negates; **Spell Resistance** yes",
			"",
			"This spell etches a symbol of chains, a particular prison, or a lawful institution on the target, dealing 1d6 points of damage. The mark can be placed on any exposed portion of the creature, typically on the head or forearm. While the recipient is branded in this way, all of its movement speeds are reduced by half (rounded down to the next 5-foot increment). A brand of hobbling can be hidden by clothing or removed by scraping the brand away (the latter deals 1d6 points of damage, though the brand returns if that damage is healed), but in either case the effects of a brand of hobbling continue to function."
		]
	},
	"brand_of_tracking": {
		"name": "Brand of Tracking",
		"sources": [
			"Adventurer's Guide",
			"Path of the Hellknight"
		],
		"description": [
			"## Brand of Tracking",
			"",
			"{SOURCE Adventurer's Guide/98;Path of the Hellknight/60}  ",
			"**School** {spelldef/transmutation} [{spelldef/curse}]; **Level** inquisitor 4  ",
			"**Casting Time** 1 round  ",
			"**Components** V, S, DF  ",
			"**Range** touch  ",
			"**Target** creature touched  ",
			"**Duration** permanent  ",
			"**Saving Throw** Fortitude negates; **Spell Resistance** yes",
			"",
			"This spell etches the symbol of an eye or a lawful institution on the target, dealing 1d6 points of damage. The mark can be placed on any exposed portion of the creature, typically the head or forearm. While the target is branded in this way, twice per day as a standard action, you can instantly determine in what direction and how far away the target is, as long as it is within a range equal to 1 mile per your caster level. If the target travels beyond this range or to another plane, you cannot gain information about the recipient's location. Similarly, if the target becomes warded by a spell or effect that thwarts divination spells (such as nondetection) or moves into such an area (such as one created by antimagic field), you cannot gain information about the target's location. This effect otherwise works as a locate creature spell that lasts for 1 minute per caster level. It can be fooled by mislead but not by polymorph.",
			"",
			"A brand of tracking can be hidden by clothing or temporarily removed by scraping it away (the latter deals 1d6 points of damage, though the brand returns if that damage is healed, or 1 day later otherwise). The effects of a brand of tracking continue to function even when hidden or scraped away. A brand of tracking cannot be dispelled, but it can be permanently removed by any means that removes a {spell/mark of justice}."
		]
	},
	"break": {
		"name": "Break",
		"sources": [
			"Advanced Player's Guide",
			"Mythic Adventures",
			"Ultimate Intrigue"
		],
		"description": [
			"## Break",
			"",
			"{SOURCE Advanced Player's Guide/207}  ",
			"**School** {spelldef/transmutation}; **Level** arcanist 1, bloodrager 1, occultist 1, psychic 1, redmantisassassin 1, sorcerer 1, wizard 1  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S, M (a twig)  ",
			"**Range** close (25 ft. + 5 ft./2 levels)  ",
			"**Target** one Medium or smaller object  ",
			"**Duration** instantaneous  ",
			"**Saving Throw** Fortitude negates (object); **Spell Resistance** yes (object)",
			"",
			"You can attempt to break or at least damage any one Medium or smaller object within range. If the target fails its Fortitude saving throw, it gains the broken condition. If cast on a broken item, that item is destroyed on a failed save.",
			"",
			"::h3[Mythic Break]{jl}",
			"",
			"{SOURCE Mythic Adventures/87}",
			"",
			"You can target up to 1 Medium or smaller object per caster level.",
			"",
			"*Augmented (3rd):* If you expend two uses of mythic power, target objects gain the broken condition on a successful save and are destroyed on a failed save. This doesn't affect mythic objects or objects held or carried by mythic creatures.",
			"",
			"::h3[Greater Break]{jl}",
			"",
			"{SOURCE Ultimate Intrigue/205}  ",
			"**School** {spelldef/transmutation}; **Level** arcanist 6, bloodrager 4, occultist 6, psychic 6, sorcerer 6, wizard 6  ",
			"**Casting Time** 1 round  ",
			"**Components** V, S, M (an unbroken platinum tuning fork worth 100 gp)  ",
			"**Range** 30 ft.  ",
			"**Targets** all Medium or smaller objects in a 30-ft. burst centered on you  ",
			"**Duration** instantaneous  ",
			"**Saving Throw** none; **Spell Resistance** yes (object)",
			"",
			"You release a burst of destructive energy. Each Medium or smaller object in the area gains the broken condition unless it succeeds at a Fortitude saving throw. If a broken object fails this save, it is instead destroyed. Magic items can be broken by this spell, but not destroyed. Objects in your possession are not immune."
		]
	},
	"break_enchantment": {
		"name": "Break Enchantment",
		"sources": [
			"PRPG Core Rulebook",
			"Mythic Adventures"
		],
		"description": [
			"## Break Enchantment",
			"",
			"{SOURCE PRPG Core Rulebook/251}  ",
			"**School** {spelldef/abjuration}; **Level** adept 5, arcanist 5, bard 4, cleric 5, inquisitor 5, medium 4, mesmerist 4, occultist 4, oracle 5, paladin 4, psychic 4, shaman 5, skald 4, sorcerer 5, spiritualist 5, warpriest 5, witch 5, wizard 5  ",
			"**Casting Time** 1 minute  ",
			"**Components** V, S  ",
			"**Range** close (25 ft. + 5 ft./2 levels)  ",
			"**Targets** up to one creature per level, all within 30 ft. of each other  ",
			"**Duration** instantaneous  ",
			"**Saving Throw** see text; **Spell Resistance** no",
			"",
			"This spell frees victims from enchantments, transmutations, and curses. Break enchantment can reverse even an instantaneous effect. For each such effect, you make a caster level check (1d20 + caster level, maximum +15) against a DC of 11 + caster level of the effect. Success means that the creature is free of the spell, curse, or effect. For a cursed magic item, the DC is equal to the DC of the curse.",
			"",
			"If the spell is one that cannot be dispelled by {spell/dispel magic} or {spell/stone to flesh}, break enchantment works only if that spell is 5th level or lower.",
			"",
			"If the effect comes from a permanent magic item, break enchantment does not remove the curse from the item, but it does free the victim from the item's effects.",
			"",
			"### Mythic Break Enchantment",
			"",
			"{SOURCE Mythic Adventures/87}",
			"",
			"Against non-mythic effects, the spell automatically succeeds without requiring a caster level check. Against mythic effects, add your tier to your caster level check. The maximum level of spell this spell can remove is 5 + half your tier.",
			"",
			"*Augmented (7th):* If you expend two uses of mythic power, you can apply a removed enchantment, transmutation, or curse to the creature that originally cast it. The creature must be a valid target of the spell and on the same plane as you, and it gets a saving throw at the effect's original DC."
		]
	},
	"break_greater": {
		"name": "Greater Break",
		"copyof": "break"
	},
	"greater_break": { "copyof": "break_greater" },
	"breath_of_life": {
		"name": "Breath of Life",
		"sources": [
			"PRPG Core Rulebook",
			"Mythic Adventures"
		],
		"description": [
			"## Breath of Life",
			"",
			"{SOURCE PRPG Core Rulebook/251}  ",
			"**School** {spelldef/conjuration} ({spelldef/healing}); **Level** cleric 5, oracle 5, shaman 5, spiritualist 5, warpriest 5  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S  ",
			"**Range** touch  ",
			"**Target** creature touched  ",
			"**Duration** instantaneous  ",
			"**Saving Throw** Will negates (harmless) or Will half, see text; **Spell Resistance** yes (harmless) or yes, see text",
			"",
			"This spell cures 5d8 points of damage + 1 point per caster level (maximum +25).",
			"",
			"Unlike other spells that heal damage, breath of life can bring recently slain creatures back to life. If cast upon a creature that has died within 1 round, apply the healing from this spell to the creature. If the healed creature's hit point total is at a negative amount less than its Constitution score, it comes back to life and stabilizes at its new hit point total. If the creature's hit point total is at a negative amount equal to or greater than its Constitution score, the creature remains dead. Creatures brought back to life through breath of life gain a temporary negative level that lasts for 1 day.",
			"",
			"Creatures slain by death effects cannot be saved by breath of life.",
			"",
			"Like {main/cure |spell/s>_groupings}, breath of life deals damage to undead creatures rather than curing them, and cannot bring them back to life.",
			"",
			"### Mythic Breath of Life",
			"",
			"{SOURCE Mythic Adventures/87}",
			"",
			"The spell heals 5d12 points of damage + 1 point per caster level (maximum +25). It can revive a creature that died of hp damage within the past 2 rounds. If the target was slain by a death effect that allows a saving throw, this spell allows the creature to attempt another save against that effect. If this save is successful, the creature is revived with -10 hp plus the amount healed by this spell.",
			"",
			"*Augmented (9th):* If you expend two uses of mythic power, you can target up to one creature per caster level within 30 feet of you. Alternatively, you can target one creature that has been dead for a number of rounds up to your caster level."
		]
	},
	"breeze": {
		"name": "Breeze",
		"subtitle": "Rare Cantrip",
		"sources": [ "Paizo Blog - Ultimate Cantrips" ],
		"description": [
			"## Breeze",
			"",
			"{SOURCE Paizo Blog - Ultimate Cantrips}  ",
			"**School** {spelldef/evocation} [{spelldef/air}]; **Level** arcanist 0, sorcerer 0, wizard 0  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S, M (a miniature fan)  ",
			"**Range** close (25 ft. + 5 ft./2 levels)  ",
			"**Target** one creature or object  ",
			"**Duration** 1 hour (D)  ",
			"**Saving Throw** Will negates (harmless); **Spell Resistance** yes",
			"",
			"You create a light wind that blows against the target, from a direction of your choice. The breeze grants the subject a +2 bonus on saves against very hot conditions, severe heat, breath weapons, and saves against cloud vapors and gases (such as {spell/cloudkill}, {spell/stinking cloud}, and inhaled poisons). This spell does not function without air or underwater.",
			"",
			"You can only have one breeze active at any one time. If you cast this spell while another casting is still in effect, the previous casting is dispelled.",
			"",
			"**Note:** This is a rare cantrip. Spellcasters that gain access to all 0-level spells at 1st level do not gain access to rare cantrips. A spellcaster gains access to rare cantrips only by uncovering their secrets in some other way. Some are guarded by jealous mages, while others are lost in missing libraries or molder on forgotten scrolls."
		]
	},
	"brightest_night": {
		"name": "Brightest Night",
		"sources": [ "Blood of the Ancients" ],
		"description": [
			"## Brightest Night",
			"",
			"{SOURCE Blood of the Ancients/13}  ",
			"**School** {spelldef/transmutation}; **Level** arcanist 1, bard 1, cleric 1, druid 1, hunter 1, oracle 1, paladin 1, skald 1, sorcerer 1, warpriest 1, witch 1, wizard 1  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S  ",
			"**Range** close (25 ft. + 5 ft./2 levels)  ",
			"**Targets** one willing creature plus one additional willing creature per 3 levels, no two of which can be more than 30 ft. apart  ",
			"**Duration** 1 hour/level  ",
			"**Saving Throw** none; **Spell Resistance** no",
			"",
			"You grant low-light vision to the affected creatures. Creatures that already have low-light vision have their existing low-light vision enhanced so that they can see four times as far in conditions of dim light. Creatures within 10 feet of someone under the effects of brightest night do not gain concealment from dim light."
		]
	},
	"brilliant_inspiration": {
		"name": "Brilliant Inspiration",
		"sources": [ "Advanced Player's Guide" ],
		"description": [
			"## Brilliant Inspiration",
			"",
			"{SOURCE Advanced Player's Guide/207}  ",
			"**School** {spelldef/evocation} [{spelldef/language-dependent}]; **Level** bard 6, psychic 8, skald 6  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V  ",
			"**Range** close (25 ft. + 5 ft./2 levels)  ",
			"**Target** one living creature  ",
			"**Duration** 1 round/level and special (see below)  ",
			"**Saving Throw** Will negates (harmless); **Spell Resistance** yes (harmless)",
			"",
			"You open a link between your mind and the subject's mind, giving advice and encouragement for as long as the spell is in effect. Each time the subject of the spell makes an attack roll, ability check, or skill check, it rolls two d20s and takes the better result. If any roll is a natural 20, the spell's effect ends-your brilliant advice is spent."
		]
	},
	"bristle": {
		"name": "Bristle",
		"sources": [ "Advanced Player's Guide" ],
		"description": [
			"## Bristle",
			"",
			"{SOURCE Advanced Player's Guide/207}  ",
			"**School** {spelldef/transmutation}; **Level** druid 1, hunter 1  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S, DF  ",
			"**Range** touch  ",
			"**Target** one creature  ",
			"**Duration** 1 minute/level  ",
			"**Saving Throw** Fortitude negates (harmless); **Spell Resistance** yes",
			"",
			"You give a creature the ability to redirect a portion of its innate toughness away from its own defense and toward the amount of damage it deals with natural attacks. Each round, as a swift action at the start of its turn, the creature can choose to reduce some or all of its natural armor bonus to AC and gain an enhancement bonus on all damage rolls for natural attacks equal to that amount. The reduction to natural armor, and thus the enhancement bonus on damage rolls, cannot exceed 1 point per 3 caster levels, to a maximum penalty/bonus of -5/+5 at 15th level. A creature cannot reduce its natural armor bonus to less than 0 with this spell. All attacks directed against the creature use its adjusted AC until the start of its next turn, at which time it can choose to modify its AC again or keep it at its current level. Creatures make this decision without any need for conscious thought or reflection; even creatures with no Intelligence score can benefit from this spell, although they always opt for the maximum possible reduction and bonus, regardless of any tactical advantage they might lose."
		]
	},
	"brittle_portal": {
		"name": "Brittle Portal",
		"sources": [
			"Inner Sea Gods",
			"Faiths of Corruption"
		],
		"description": [
			"## Brittle Portal",
			"",
			"{SOURCE Inner Sea Gods/230;Faiths of Corruption/29}  ",
			"**School** {spelldef/transmutation}; **Level** antipaladin 2, arcanist 2, cleric 2, druid 2, hunter 2, inquisitor 2, oracle 2, redmantisassassin 2, sorcerer 2, warpriest 2, witch 2, wizard 2 (Rovagug)  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S  ",
			"**Range** close (25 ft. + 5 ft./2 levels)  ",
			"**Area** 5-ft.-radius spread  ",
			"**Duration** 1 round/level  ",
			"**Saving Throw** Will negates (object); **Spell Resistance** yes (object)",
			"",
			"This spell weakens the bonds of existence, and reduces the hardness of any nonmagical surface within its area of effect by 2 per caster level. The spell is centered on a flat surface chosen by the caster, and the hardness reduction effect persists for the duration of the spell."
		]
	},
	"brow_gasher": {
		"name": "Brow Gasher",
		"sources": [ "Ultimate Combat" ],
		"description": [
			"## Brow Gasher",
			"",
			"{SOURCE Ultimate Combat/224}  ",
			"**School** {spelldef/necromancy}; **Level** arcanist 2, bloodrager 2, hunter 2, inquisitor 2, magus 2, occultist 2, ranger 2, sorcerer 2, wizard 2  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S  ",
			"**Range** touch  ",
			"**Area** one slashing melee weapon touched  ",
			"**Duration** 1 round/level or until discharged  ",
			"**Saving Throw** Will negates (harmless, object); **Spell Resistance** yes (harmless, object)",
			"",
			"You imbue a slashing melee weapon with the ability to deal a gruesome head wound. When the target weapon hits a living creature, in addition to the normal effects of that hit, the wielder can discharge this spell as a free action to open a gash on the target's forehead that deals bleed damage equal to half your caster level. At the start of each of the target's turns, when it takes bleed damage, it also takes a cumulative -1 penalty on all attack rolls. When that penalty reaches -3, the target also treats all targets as having concealment (20% miss chance). When the penalty reaches -5, the target is blinded. Stopping the bleed damage ends the effects this spell imposes on the bleeding creature. A target that is immune to bleed damage is also immune to all this spell's effects."
		]
	},
	"build_trust": {
		"name": "Build Trust",
		"sources": [ "Ultimate Intrigue" ],
		"description": [
			"## Build Trust",
			"",
			"{SOURCE Ultimate Intrigue/205}  ",
			"**School** {spelldef/divination}; **Level** bard 2, cleric 2, inquisitor 2, mesmerist 2, oracle 2, paladin 1, psychic 2, skald 2, warpriest 2  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S, M (a gold piece)  ",
			"**Range** close (25 ft. + 5 ft./2 levels)  ",
			"**Target** one creature  ",
			"**Duration** 1 day/level; see text  ",
			"**Saving Throw** Will negates; **Spell Resistance** yes",
			"",
			"You get a sense of the best way to interact with the target in order to encourage positive regard and fellowship toward you. You gain a +2 circumstance bonus on all Charisma checks and Charisma-based skill checks you attempt when interacting with the target. In addition, whenever you fail a Charisma check or Charisma-based skill check when interacting with the target, you can reroll the check as an immediate action. Attempting this reroll grants the target a new saving throw to end the spell. The target doesn't become hostile to you when the spell ends, but it does become disillusioned of its new trust in you. Attacking the target or taking an obvious hostile action against it automatically ends the spell.",
			"",
			"If you are using the {rule/contacts} rules, your {rule/trust/ score} with the target increases by 1 for the duration of the spell. If you're using the individual influence system, if the target fails its initial saving throw you learn one of its influence skills, strengths, or weaknesses as though you had succeeded at a discovery check."
		]
	},
	"bullet_shield": {
		"name": "Bullet Shield",
		"sources": [ "Ultimate Combat" ],
		"description": [
			"## Bullet Shield",
			"",
			"{SOURCE Ultimate Combat/225}  ",
			"**School** {spelldef/abjuration}; **Level** alchemist 2, arcanist 2, bloodrager 2, investigator 2, occultist 2, psychic 2, sorcerer 2, wizard 2  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S, M (a bullet)  ",
			"**Range** touch  ",
			"**Target** creature touched  ",
			"**Duration** 10 minutes/level (D)  ",
			"**Saving Throw** Will negates (harmless); **Spell Resistance** yes (harmless)",
			"",
			"The warded creature gains a +4 deflection bonus to AC against firearm and ranged attacks, with an additional +1 to the bonus for every five caster levels you have (to a maximum of +8 at 20th level). Though the spell is called bullet shield, it also grants this protection from attacks made from firearms with the scatter weapon quality."
		]
	},
	"bullet_ward": {
		"name": "Bullet Ward",
		"sources": [ "Advanced Class Guide" ],
		"description": [
			"## Bullet Ward",
			"",
			"{SOURCE Advanced Class Guide/176}  ",
			"**School** {spelldef/abjuration}; **Level** antipaladin 2, arcanist 2, bard 2, hunter 2, inquisitor 2, paladin 2, psychic 2, ranger 2, skald 2, sorcerer 2, witch 2, wizard 2  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S, F (one to four adamantine bullets, each worth 61 gp)  ",
			"**Range** personal  ",
			"**Target** you  ",
			"**Duration** 10 minutes/level or until discharged",
			"",
			"You toss several adamantine bullets into the air, which then hover protectively nearby and intercept firearm attacks targeting you. The number of bullets protecting you is equal to half your caster level (maximum 4). When an opponent takes a shot at you with a firearm, as an immediate action you can designate a hovering bullet to attempt to block the attack, increasing your AC against that attack by 10. Doing this destroys the adamantine bullet whether or not the attack hits. The spell is discharged when all affected adamantine bullets are destroyed or taken from you. Each adamantine bullet has AC 24, 20 hit points, and hardness 20."
		]
	},
	"bulls_strength": {
		"name": "Bull's Strength",
		"sources": [ "PRPG Core Rulebook" ],
		"description": [
			"## Bull's Strength",
			"",
			"{SOURCE PRPG Core Rulebook/251}  ",
			"**School** {spelldef/transmutation}; **Level** adept 2, alchemist 2, antipaladin 2, arcanist 2, bloodrager 2, cleric 2, druid 2, hunter 2, investigator 2, magus 2, medium 2, oracle 2, paladin 2, psychic 2, redmantisassassin 2, shaman 2, sorcerer 2, summoner 2, unchained summoner 2, warpriest 2, wizard 2  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S, M/DF (a few hairs, or a pinch of dung, from a bull)  ",
			"**Range** touch  ",
			"**Target** creature touched  ",
			"**Duration** 1 min./level  ",
			"**Saving Throw** Will negates (harmless); **Spell Resistance** yes (harmless)",
			"",
			"The subject becomes stronger. The spell grants a +4 enhancement bonus to Strength, adding the usual benefits to melee attack rolls, melee damage rolls, and other uses of the Strength modifier.",
			"",
			"### Mass Bull's Strength",
			"",
			"{SOURCE PRPG Core Rulebook/251}  ",
			"**School** {spelldef/transmutation}; **Level** arcanist 6, cleric 6, druid 6, hunter 6, magus 6, oracle 6, psychic 6, shaman 6, sorcerer 6, summoner 4, unchained summoner 6, warpriest 6, wizard 6  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S, M/DF (a few hairs, or a pinch of dung, from a bull)  ",
			"**Range** close (25 ft. + 5 ft./2 levels)  ",
			"**Targets** one creature/level, no two of which can be more than 30 ft. apart  ",
			"**Duration** 1 min./level  ",
			"**Saving Throw** Will negates (harmless); **Spell Resistance** yes (harmless)",
			"",
			"This spell functions like bull's strength, except that it affects multiple creatures."
		]
	},
	"bulls_strength_mass": {
		"name": "Mass Bull's Strength",
		"copyof": "bulls_strength"
	},
	"mass_bulls_strength": { "copyof": "bulls_strength_mass" },
	"bungle": {
		"name": "Bungle",
		"sources": [ "Ultimate Magic" ],
		"description": [
			"## Bungle",
			"",
			"{SOURCE Ultimate Magic/209}  ",
			"**School** {spelldef/enchantment} ({spelldef/compulsion}); **Level** arcanist 1, mesmerist 1, psychic 1, sorcerer 1, witch 1, wizard 1  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S  ",
			"**Range** close (25 ft. + 5 ft./2 levels)  ",
			"**Target** one humanoid  ",
			"**Duration** concentration + 2 rounds or until triggered  ",
			"**Saving Throw** Will negates; **Spell Resistance** yes",
			"",
			"The target takes a -20 penalty on its next attack roll or check that requires a d20 roll. The action must be one deliberately taken by the target on its turn. Creatures with more than 10 HD are unaffected by this spell."
		]
	},
	"buoyancy": {
		"name": "Buoyancy",
		"sources": [
			"Advanced Class Guide",
			"Pirates of the Inner Sea"
		],
		"description": [
			"## Buoyancy",
			"",
			"{SOURCE Advanced Class Guide/177;Pirates of the Inner Sea/28}  ",
			"**School** {spelldef/transmutation}; **Level** arcanist 2, bard 2, psychic 2, redmantisassassin 2, shaman 2, skald 2, sorcerer 2, witch 2, wizard 2  ",
			"**Casting Time** 1 immediate action  ",
			"**Components** V  ",
			"**Range** close (25 ft. + 5 ft./2 levels)  ",
			"**Targets** one Medium or smaller object or creature/level, no two of which can be more than 20 ft. apart  ",
			"**Duration** up to 1 round/level (see text)  ",
			"**Saving Throw** Will negates (harmless) or Will negates (object); **Spell Resistance** yes (object)",
			"",
			"The affected targets become incredibly buoyant, floating naturally on any water at least 1 foot deep. An affected creature that deliberately tries to submerge must succeed at a DC 20 Swim check every round to stay underwater. If a target spends at least 1 round on dry land, the spell ends for that creature only."
		]
	},
	"burdened_thoughts": {
		"name": "Burdened Thoughts",
		"sources": [ "Giant Hunter's Handbook" ],
		"description": [
			"## Burdened Thoughts",
			"",
			"{SOURCE Giant Hunter's Handbook/26}  ",
			"**School** {spelldef/enchantment} ({spelldef/compulsion}) [{spelldef/mind-affecting}]; **Level** arcanist 3, druid 2, hunter 2, shaman 2, sorcerer 3, witch 2, wizard 3  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S, M (a lead bearing wrapped in clay)  ",
			"**Range** medium (100 ft. + 10 ft./level)  ",
			"**Target** one creature  ",
			"**Duration** 1 round/level  ",
			"**Saving Throw** Will negates; **Spell Resistance** yes",
			"",
			"You fill a creature's mind with the realization of its earthly weight and responsibilities. Disheartened and wearied by these thoughts, the creature gains heavy encumbrance and is unable to fly (if already flying, it must land as soon as possible). If the creature is three or more size categories larger than you, it's also staggered."
		]
	},
	"burn_corruption": {
		"name": "Burn Corruption",
		"sources": [ "Inner Sea Races" ],
		"description": [
			"## Burn Corruption",
			"",
			"{SOURCE Inner Sea Races/218}  ",
			"**School** {spelldef/evocation} [{spelldef/fire}, {spelldef/good}]; **Level** arcanist 5, bloodrager 4, magus 5, sorcerer 5, wizard 5 (Elf)  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S  ",
			"**Range** long (400 ft. + 40 ft./level)  ",
			"**Area** 10-ft. cube/level (S)  ",
			"**Duration** instantaneous  ",
			"**Saving Throw** Reflex half; **Spell Resistance** yes",
			"",
			"This spell fills the area with violet flames that scour an area clean of life - especially of the corrupted life of the Abyss. Creatures (and foliage) in the area take 1d8 points of fire damage per 2 caster levels you possess (maximum 7d8) unless they are outsiders with the chaotic and evil subtypes or are otherwise tainted by demons, in which case they instead take 1d6 points of fire damage per caster level (maximum 15d6). This fire damage ignores the fire resistance granted by the demon subtype, but it does not penetrate any other form of fire resistance or immunity."
		]
	},
	"burning_arc": {
		"name": "Burning Arc",
		"sources": [ "Humans of Golarion" ],
		"description": [
			"## Burning Arc",
			"",
			"{SOURCE Humans of Golarion/28}  ",
			"**School** {spelldef/evocation} [{spelldef/fire}]; **Level** arcanist 2, sorcerer 2, wizard 2  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S  ",
			"**Range** close (25 ft. + 5 ft./2 levels)  ",
			"**Target** one primary target plus one additional target/3 levels (each of which must be within 15 ft. of the primary target)  ",
			"**Duration** instantaneous  ",
			"**Saving Throw** Reflex half; **Spell Resistance** yes",
			"",
			"Keleshites brag that they stole this spell from genie-kind thousands of years ago while other civilizations struggled without fire.",
			"",
			"This spell causes an arc of flame to leap from your fingers, burning a number of enemies nearby. It deals 1d6 points of fire damage per caster level (maximum 10d6). For every additional target the discharge arcs to, reduce the number of damage dice by half (rounded down). Therefore, at 9th level, your burning arc deals 9d6 points of fire damage to the primary target, then 4d6 points of fire damage to a secondary target, then 2d6 points of fire damage to an additional target.",
			"",
			"Each target can attempt a Reflex saving throw for half damage. The Reflex DC to halve the damage of the secondary bolts is 2 lower than the DC to halve the damage of the primary bolt. You may choose secondary targets as you like, but they must all be within 15 feet of the primary target, and no target can be struck more than once. You can choose to affect fewer secondary targets than the maximum."
		]
	},
	"burning_disarm": {
		"name": "Burning Disarm",
		"sources": [ "Cheliax, Empire of Devils" ],
		"description": [
			"## Burning Disarm",
			"",
			"{SOURCE Cheliax, Empire of Devils/22}  ",
			"**School** {spelldef/transmutation} [{spelldef/fire}]; **Level** arcanist 1, cleric 1, druid 1, hunter 1, oracle 1, redmantisassassin 1, sorcerer 1, warpriest 1, wizard 1  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S  ",
			"**Range** close (25 ft. + 5 ft./2 levels)  ",
			"**Target** held metal item of one creature or 15 lbs. of unattended metal  ",
			"**Duration** instantaneous  ",
			"**Saving Throw** Reflex negates (object, see text); **Spell Resistance** yes (object)",
			"",
			"This spell causes a metal object to instantly become red hot. A creature holding the item may attempt a Reflex save to drop it and take no damage (even if it is not their turn), otherwise the hot metal deals 1d4 points of fire damage per caster level (maximum 5d4). Circumstances that prevent the creature from dropping the item (such as a locked gauntlet) mean the creature gets no saving throw. The heat does not harm the item, and it does not get hot enough or last long enough to ignite flammable objects. The item cools to its previous temperature almost instantly. If cast underwater, burning disarm deals half damage and boils the surrounding water."
		]
	},
	"burning_gaze": {
		"name": "Burning Gaze",
		"sources": [
			"Advanced Player's Guide",
			"Mythic Adventures"
		],
		"description": [
			"## Burning Gaze",
			"",
			"{SOURCE Advanced Player's Guide/208}  ",
			"**School** {spelldef/evocation} [{spelldef/fire}]; **Level** arcanist 2, bloodrager 2, druid 2, hunter 2, magus 2, mesmerist 2, occultist 2, shaman 2, sorcerer 2, witch 2, wizard 2  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S, M/DF (eye of a mundane salamander)  ",
			"**Range** personal  ",
			"**Target** you  ",
			"**Duration** 1 round/level  ",
			"**Saving Throw** Fortitude negates (see text); **Spell Resistance** yes",
			"",
			"Your eyes burn like hot coals, allowing you to set objects or foes alight with a glance.",
			"",
			"As a standard action as long as this spell's effects persist, you may direct your burning gaze against a single creature or object within 30 feet of your location. Targeted creatures must succeed at a Fortitude save or take 1d6 points of fire damage. Unattended objects do not get a save. Creatures damaged by the spell must make a Reflex save or catch fire. Each round, burning creatures may attempt a Reflex save to quench the flames; failure results in another 1d6 points of fire damage. Flammable items worn by a creature must also save or take the same damage as the creature. If a creature or object is already on fire, it suffers no additional effects from burning gaze.",
			"",
			"Note that this spell does not grant an actual gaze attack-foes and allies are not in danger of catching on fire simply by meeting your gaze.",
			"",
			"### Mythic Burning Gaze",
			"",
			"{SOURCE Mythic Adventures/87}",
			"",
			"You may focus your burning gaze on a creature or object as a move action instead of as a standard action. The target takes 1d8 points of fire damage for failing its save and for each round it's on fire.",
			"",
			"*Augmented:* If you expend two uses of mythic power, once during the spell's duration you can, as a full-round action, direct your burning gaze at up to one creature per caster level."
		]
	},
	"burning_hands": {
		"name": "Burning Hands",
		"sources": [
			"PRPG Core Rulebook",
			"Mythic Adventures"
		],
		"description": [
			"## Burning Hands",
			"",
			"{SOURCE PRPG Core Rulebook/251}  ",
			"**School** {spelldef/evocation} [{spelldef/fire}]; **Level** adept 1, arcanist 1, bloodrager 1, magus 1, occultist 1, shaman 1, sorcerer 1, witch 1, wizard 1  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S  ",
			"**Range** 15 ft.  ",
			"**Area** cone-shaped burst  ",
			"**Duration** instantaneous  ",
			"**Saving Throw** Reflex half; **Spell Resistance** yes",
			"",
			"A cone of searing flame shoots from your fingertips. Any creature in the area of the flames takes 1d4 points of fire damage per caster level (maximum 5d4). Flammable materials burn if the flames touch them. A character can extinguish burning items as a full-round action.",
			"",
			"### Mythic Burning Hands",
			"",
			"{SOURCE Mythic Adventures/87}",
			"",
			"The range increases to 20 feet, and the damage dealt increases to 1d6 points of fire damage per caster level (maximum 5d6)."
		]
	},
	"burning_sands": {
		"name": "Burning Sands",
		"sources": [ "Adventurer's Guide" ],
		"description": [
			"## Burning Sands",
			"",
			"{SOURCE Adventurer's Guide/16}  ",
			"**School** {spelldef/conjuration} ({spelldef/creation}) [{spelldef/earth}, {spelldef/fire}]; **Level** arcanist 1, druid 1, hunter 1, ranger 1, shaman 1, sorcerer 1, witch 1, wizard 1  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S, M (a handful of sand)/DF  ",
			"**Range** medium (100 ft. + 10 ft./level)  ",
			"**Area** 20-ft. radius  ",
			"**Duration** 1 round/level  ",
			"**Saving Throw** none; **Spell Resistance** no",
			"",
			"You cause sheets of hot sand to spread over the ground in the area of effect. This layer of sand is 1 foot deep and constantly shifts and churns, transforming the ground in the area into difficult terrain. The sand itself burns, and periodic flames rise from the grit. While these flames cannot ignite objects, they deal 1d4 points of fire damage to any creature that ends its turn in contact with the ground within the area of effect. At the end of the duration, the sand vanishes, leaving no after-effects (other than damage dealt)."
		]
	},
	"burrow": {
		"name": "Burrow",
		"sources": [
			"Ultimate Magic",
			"Mythic Adventures"
		],
		"description": [
			"## Burrow",
			"",
			"{SOURCE Ultimate Magic/210}  ",
			"**School** {spelldef/transmutation}; **Level** alchemist 3, arcanist 3, bloodrager 3, druid 3, hunter 3, investigator 3, ranger 3, redmantisassassin 3, sorcerer 3, wizard 3  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S  ",
			"**Range** touch  ",
			"**Target** creature touched  ",
			"**Duration** 1 minute/level  ",
			"**Saving Throw** Will negates (harmless); **Spell Resistance** yes (harmless)",
			"",
			"The subject can burrow at a speed of 15 feet (or 10 feet if it wears medium or heavy armor, or if it carries a medium or heavy load) through sand, loose soil, or gravel, or at a speed of 5 feet through stone. Using burrow requires only as much concentration as walking, so the subject can attack or cast spells normally. The burrowing creature cannot charge or run. Loose material collapses behind the target 1 round after it leaves the area. This spell does not give the target the ability to breathe underground, so when passing through loose material, the creature must hold its breath and take only short trips, or else it may suffocate.",
			"",
			"### Mythic Burrow",
			"",
			"{SOURCE Mythic Adventures/87}",
			"",
			"The target can breathe underground while burrowing. If you're 3rd tier, the burrow speed increases to 20 feet through sand, soil, or gravel, and to 10 feet through stone. At 6th tier, these speeds increase to 30 feet and 15 feet respectively. At 9th tier, these speeds increase to 40 feet and 20 feet.",
			"",
			"*Augmented (3rd):* If you expend two uses of mythic power, the burrowing creature may leave behind an open tunnel with a diameter equal to half its space. When the spell's effect ends, this tunnel closes up immediately."
		]
	},
	"burst_bonds": {
		"name": "Burst Bonds",
		"sources": [ "Advanced Player's Guide" ],
		"description": [
			"## Burst Bonds",
			"",
			"{SOURCE Advanced Player's Guide/208}  ",
			"**School** {spelldef/evocation}; **Level** inquisitor 1  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V  ",
			"**Range** touch  ",
			"**Target** one object or creature restraining you  ",
			"**Duration** instantaneous  ",
			"**Saving Throw** Fortitude half (object); **Spell Resistance** yes",
			"",
			"You blast your restraints with divine wrath, dealing 1d6 points of damage per caster level to the target object (maximum 5d6), ignoring hardness of 10 or less. A Fortitude save halves the damage, although only magical restraints receive a saving throw.",
			"",
			"You can also target a creature that is grappling or otherwise restraining you (such as by adhesive or the swallow whole ability) with the spell. You don't need to make a touch attack to use burst bonds against a creature, and you can cast this spell without making a concentration check while grappled or pinned. The creature does not take damage as above. If you are grappled and your target fails its save, you may make an immediate attempt to break the grapple (but not reverse it) as a free action, with a +1 luck bonus to your CMB per caster level (maximum +5). If the target creature fails its save and you are restrained by an ability that originally allowed a saving throw, burst bonds allows a new saving throw with a +1 luck bonus per two caster levels (maximum +5)."
		]
	},
	"burst_of_adrenaline": {
		"name": "Burst of Adrenaline",
		"sources": [ "Occult Adventures" ],
		"description": [
			"## Burst of Adrenaline",
			"",
			"{SOURCE Occult Adventures/160}  ",
			"**School** {spelldef/transmutation}; **Level** mesmerist 1, psychic 1, spiritualist 1  ",
			"**Casting Time** 1 immediate action  ",
			"**Components** V, S  ",
			"**Range** personal  ",
			"**Target** you  ",
			"**Duration** instantaneous  ",
			"**Saving Throw** none; **Spell Resistance** no",
			"",
			"You draw upon your body's inner reserves of strength, leaving you winded. When you are about to make a d20 roll based on Strength, Dexterity, or Constitution, you can cast this spell to gain a +8 enhancement bonus to Strength, Dexterity, or Constitution for that roll, but you are fatigued for 1 round afterward."
		]
	},
	"burst_of_force": {
		"name": "Burst of Force",
		"sources": [ "Psychic Anthology" ],
		"description": [
			"## Burst of Force",
			"",
			"{SOURCE Psychic Anthology/10}  ",
			"**School** {spelldef/evocation} [{spelldef/force}]; **Level** arcanist 5, psychic 5, sorcerer 5, wizard 5  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V  ",
			"**Area** 20-ft.-radius burst centered on you  ",
			"**Duration** instantaneous  ",
			"**Saving Throw** Fortitude half (see text); **Spell Resistance** yes",
			"",
			"With a burst of telekinetic force, you deal 1d6 points of force damage per caster level (maximum 15d6 points of damage) to all other creatures in the affected area. A successful Fortitude save reduces the damage taken by half. A creature that fails its Fortitude save must also succeed at a Reflex save or be knocked prone."
		]
	},
	"burst_of_glory": {
		"name": "Burst of Glory",
		"sources": [
			"Inner Sea Gods",
			"Gods and Magic"
		],
		"description": [
			"## Burst of Glory",
			"",
			"{SOURCE Inner Sea Gods/230;Gods and Magic/21}  ",
			"**School** {spelldef/enchantment} ({spelldef/compulsion}) [{spelldef/mind-affecting}]; **Level** cleric 5, inquisitor 4, oracle 5, paladin 4, warpriest 5 (Iomedae)  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S, DF  ",
			"**Range** 10 ft.  ",
			"**Area** 10-ft.-radius burst, centered on you  ",
			"**Duration** 1 round/level (D; see text)  ",
			"**Saving Throw** Will negates (harmless); **Spell Resistance** yes (harmless)",
			"",
			"Allies in the area of this spell at the time of casting gain a +1 sacred bonus on attack rolls and saves against fear effects, plus 1 temporary hit point per caster level (maximum 20). You shine with a white or golden radiance equal to a torch for the spell's duration, though you can dismiss the glow effect as a free action."
		]
	},
	"burst_of_insight": {
		"name": "Burst of Insight",
		"sources": [ "Occult Adventures" ],
		"description": [
			"## Burst of Insight",
			"",
			"{SOURCE Occult Adventures/160}  ",
			"**School** {spelldef/transmutation}; **Level** medium 1, mesmerist 1, psychic 1, spiritualist 1  ",
			"**Casting Time** 1 immediate action  ",
			"**Components** V, S  ",
			"**Range** personal  ",
			"**Target** you  ",
			"**Duration** instantaneous  ",
			"**Saving Throw** none; **Spell Resistance** no",
			"",
			"You plumb the depths of your mind for insight, leaving you momentarily frazzled. When you are about to make a d20 roll based on Intelligence, Wisdom, or Charisma, you can cast this spell to gain a +8 enhancement bonus to Intelligence, Wisdom, or Charisma for that roll, but you are dazed for 1 round afterward."
		]
	},
	"burst_of_nettles": {
		"name": "Burst of Nettles",
		"sources": [ "Ultimate Magic" ],
		"description": [
			"## Burst of Nettles",
			"",
			"{SOURCE Ultimate Magic/210}  ",
			"**School** {spelldef/conjuration} [{spelldef/acid}]; **Level** druid 3, hunter 3  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S  ",
			"**Range** close (25 ft. + 5 ft./2 levels)  ",
			"**Area** 10-ft.-radius burst  ",
			"**Duration** instantaneous  ",
			"**Saving Throw** Reflex half; **Spell Resistance** yes",
			"",
			"You release a burst of barbed, acid-filled nettles. Creatures caught in the burst take 3d6 points of damage plus 1d6 points of acid damage on the next round. Those that save take half damage from the initial burst and no damage on the next round."
		]
	},
	"burst_of_radiance": {
		"name": "Burst of Radiance",
		"sources": [ "Champions of Purity" ],
		"description": [
			"## Burst of Radiance",
			"",
			"{SOURCE Champions of Purity/29}  ",
			"**School** {spelldef/evocation} [{spelldef/good}, {spelldef/light}]; **Level** arcanist 2, cleric 2, druid 2, hunter 2, oracle 2, sorcerer 2, warpriest 2, wizard 2  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S, M/DF (a piece of flint and a pinch of silver dust)  ",
			"**Range** long (400 ft. + 40 ft./level)  ",
			"**Area** 10-ft.-radius burst  ",
			"**Duration** instantaneous  ",
			"**Saving Throw** Reflex partial; **Spell Resistance** yes",
			"",
			"This spell fills the area with a brilliant flash of shimmering light. Creatures in the area are blinded for 1d4 rounds, or dazzled for 1d4 rounds if they succeed at a Reflex save. Evil creatures in the area of the burst take 1d4 points of damage per caster level (max 5d4), whether they succeed at the Reflex save or not."
		]
	},
	"burst_of_speed": {
		"name": "Burst of Speed",
		"sources": [ "Ultimate Combat" ],
		"description": [
			"## Burst of Speed",
			"",
			"{SOURCE Ultimate Combat/225}  ",
			"**School** {spelldef/transmutation}; **Level** alchemist 3, antipaladin 3, bloodrager 3, hunter 3, inquisitor 3, investigator 3, magus 3, medium 3, paladin 3, psychic 3, ranger 3  ",
			"**Casting Time** 1 swift action  ",
			"**Components** V  ",
			"**Range** personal  ",
			"**Target** you  ",
			"**Duration** see text",
			"",
			"Until the end of your turn, you gain a +20 foot bonus to speed (or +10 foot bonus if you are wearing Medium or Heavy armor), your movement does not provoke attacks of opportunity, and you can move through the space of creatures that are larger than you are, but you cannot end your movement this round in a space occupied by a creature."
		]
	},
	"burst_with_light": {
		"name": "Burst with Light",
		"sources": [ "Demon Hunter's Handbook" ],
		"description": [
			"## Burst with Light",
			"",
			"{SOURCE Demon Hunter's Handbook/26}  ",
			"**School** {spelldef/evocation} [{spelldef/light}]; **Level** cleric 4, oracle 4, paladin 4, warpriest 4  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S  ",
			"**Range** close (25 ft. + 5 ft./2 levels)  ",
			"**Target** one creature  ",
			"**Duration** 1 round/4 levels  ",
			"**Saving Throw** see text; **Spell Resistance** yes",
			"",
			"The target becomes filled with intense magical light, taking 2d6 points of damage as the light bursts from its wounds and orifices (if the target is an undead creature, it instead takes 2d8 points of damage). In addition, the creature radiates bright light in a 30-foot radius and increases the light level by one step for an additional 30 feet beyond that area-darkness becomes dim light, dim light becomes normal light, and normal light becomes bright light. Creatures that take penalties in bright light take them while within the 30-foot radius of this magical light. A successful Will save halves the damage and negates the light effect.",
			"",
			"For every 4 character levels you possess, the light continues to fill the creature for another round (to a maximum of 5 rounds at 20th level), though the target may make a Will save each round to halve the damage and end the effect. Any creature adjacent to the target that fails its save and takes damage takes half as much damage and is blinded for 1 round. A successful Reflex save halves this damage (to a total of one-quarter the damage taken by the target) and negates the blindness effect."
		]
	},
	"business_booms": {
		"name": "Business Booms",
		"sources": [ "Quests and Campaigns" ],
		"description": [
			"## Business Booms",
			"",
			"{SOURCE Quests and Campaigns/28}  ",
			"**School** {spelldef/enchantment}; **Level** arcanist 3, bard 3, skald 3, sorcerer 3, wizard 3  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S, M (promotional materials such as flyers and posters worth 10 gp)  ",
			"**Range** touch  ",
			"**Target** one building  ",
			"**Duration** see text (D)  ",
			"**Saving Throw** none; **Spell Resistance** no",
			"",
			"You may cast this spell immediately prior to spending 1 day of downtime to {rule/promote a business}. The spell is cast on a building you wish to promote, which is magically bestowed with magical decorations and other improvements that make it generally more appealing, and it is treated as seeing increased activity for the spell's duration. If the spell is cast on a building that you do not promote immediately thereafter, the spell is expended with no effect.",
			"",
			"After the initial day of downtime spent promoting your building, the spell maintains the influx of activity for a number of days equal to half your caster level (maximum 5 days). During this time, you needn't spend additional downtime to promote the building, but you must spend capital as normal to promote the building. The capital the affected building generates for you is unaffected by the spell. If you spend 1 day promoting a different building than the target of this spell while this spell remains active, the spell immediately ends."
		]
	},
	"cackling_skull": {
		"name": "Cackling Skull",
		"sources": [ "Ultimate Magic" ],
		"description": [
			"## Cackling Skull",
			"",
			"{SOURCE Ultimate Magic/210}  ",
			"**School** {spelldef/illusion} ({spelldef/glamer}); **Level** witch 3  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S  ",
			"**Range** close (25 ft. + 5 ft./2 levels)  ",
			"**Target** one skull  ",
			"**Duration** permanent until discharged  ",
			"**Saving Throw** Will negates; **Spell Resistance** yes",
			"",
			"This spell functions as {spell/magic mouth}, except rather than creating an illusory mouth on any surface, it affects a skull. In addition, when the skull's magic is triggered, it releases wild and unnerving cackles before speaking its message. All creatures that can hear the cackles must save or become shaken for 1d4 rounds."
		]
	},
	"cacophonous_call": {
		"name": "Cacophonous Call",
		"sources": [ "Advanced Player's Guide" ],
		"description": [
			"## Cacophonous Call",
			"",
			"{SOURCE Advanced Player's Guide/208}  ",
			"**School** {spelldef/enchantment} ({spelldef/compulsion}) [{spelldef/mind-affecting}]; **Level** bard 2, skald 2  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S, M (a scrap of sheet music)  ",
			"**Range** close (25 ft. + 5 ft./2 levels)  ",
			"**Target** one creature  ",
			"**Duration** 1 round/level  ",
			"**Saving Throw** Will negates; **Spell Resistance** yes",
			"",
			"You fill your target's mind with a blaring cacophony of discordant sounds, making it hard for the target to act and concentrate. The creature gains the nauseated condition for the duration of the spell if it fails its Will save.",
			"",
			"### Mass Cacophonous Call",
			"",
			"{SOURCE Advanced Player's Guide/208}  ",
			"**School** {spelldef/enchantment} ({spelldef/compulsion}) [{spelldef/mind-affecting}]; **Level** bard 5, skald 5  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S, M (a scrap of sheet music)  ",
			"**Range** close (25 ft. + 5 ft./2 levels)  ",
			"**Target** one creature/level (all of which must be within 30 feet)  ",
			"**Duration** 1 round/level  ",
			"**Saving Throw** Will negates; **Spell Resistance** yes",
			"",
			"This spell functions as cacophonous call, except that it affects multiple creatures."
		]
	},
	"cacophonous_call_mass": {
		"name": "Mass Cacophonous Call",
		"copyof": "cacophonous_call"
	},
	"mass_cacophonous_call": { "copyof": "cacophonous_call_mass" },
	"caging_bomb_admixture": {
		"name": "Caging Bomb Admixture",
		"sources": [ "Ultimate Combat" ],
		"description": [
			"## Caging Bomb Admixture",
			"",
			"{SOURCE Ultimate Combat/225}  ",
			"**School** {spelldef/evocation} [{spelldef/force}]; **Level** alchemist 6, investigator 6  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S  ",
			"**Range** personal  ",
			"**Target** you  ",
			"**Duration** 1 round/level",
			"",
			"Upon drinking an extract created with this formulae, you make a significant change to your magical reserve that modifies the nature of all bombs you create and throw during this extract's duration. This effect on your magical reserve has no effect on any discoveries that you use to modify your bombs, but you can only have one admixture effect (formulae with the word \"bomb admixture\" in its title) active at a time. If you drink another bomb admixture, the effects of the former bomb admixture end and the new one becomes active.",
			"",
			"When you throw a bomb and hit a direct target, it creates an invisible cubical prison composed of a solid wall of force. The prison is as large as the splash area of the bomb that you threw, and traps any creature that is entirely inside the area.",
			"",
			"Creatures within the area are caught and contained unless any creature within the splash radius is too big to fit inside, in which case the effect automatically fails. Teleportation and other forms of astral travel provide means for escape, but the force walls extend into the Ethereal Plane, blocking ethereal travel.",
			"",
			"Like a {spell/wall of force}, the cage created by the caging bomb admixture resists {spell/dispel magic}, although a {spell/mage's disjunction} still functions. The walls of the cage can be damaged by spells as normal, except for {spell/disintegrate}, which automatically destroys the cage. The walls of this cage can be damaged by weapons and supernatural abilities, but the cage has a hardness of 20 and a number of hit points equal to 20 per alchemist level. Contact with a {magic-artifact/sphere of annihilation} or a {magic-rod/rod of cancellation} instantly destroys this cage.",
			"",
			"When using caging bomb admixture, an alchemist can only have one cage in effect at a time. If the alchemist throws another bomb during the duration of caging bomb admixture, any other cage created by the earlier admixture ends, and a new one is created. When the duration of the caging bomb admixture ends, so does any remaining cage created by this admixture's effect."
		]
	},
	"calamitous_flailing": {
		"name": "Calamitous Flailing",
		"sources": [ "Blood of the Coven" ],
		"description": [
			"## Calamitous Flailing",
			"",
			"{SOURCE Blood of the Coven/20}  ",
			"**School** {spelldef/necromancy} [{spelldef/curse}]; **Level** arcanist 4, bard 3, cleric 4, mesmerist 3, oracle 4, skald 3, sorcerer 4, spiritualist 3, warpriest 4, witch 3, wizard 4  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S  ",
			"**Range** close (25 ft. + 5 ft./2 levels)  ",
			"**Target** one creature  ",
			"**Duration** 1 minute/level (D)  ",
			"**Saving Throw** Will negates; **Spell Resistance** yes",
			"",
			"You cause the victim's attacks to careen wildly, endangering itself and those around it. Your target gains a 25% miss chance on all attack rolls. If an attack misses due to this magical effect, the victim instead targets an ally, or else itself if there are no allies within range of the original attack. Apply the attack roll for the original attack to the new target's Armor Class to determine if this attack hits. This is a curse effect."
		]
	},
	"calcific_touch": {
		"name": "Calcific Touch",
		"sources": [ "Advanced Player's Guide" ],
		"description": [
			"## Calcific Touch",
			"",
			"{SOURCE Advanced Player's Guide/208}  ",
			"**School** {spelldef/transmutation} [{spelldef/earth}]; **Level** arcanist 4, bloodrager 4, psychic 4, redmantisassassin 4, sorcerer 4, wizard 4  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S  ",
			"**Range** touch  ",
			"**Target** creature or creatures touched (up to one per level)  ",
			"**Duration** 1 round/level  ",
			"**Saving Throw** Fortitude partial; **Spell Resistance** yes",
			"",
			"Your touch progressively transmutes the substance of creatures you touch into stone. Once per round, you may deliver a touch attack that inflicts 1d4 points of Dexterity damage and {spell/slow/s} the target (as the spell) for 1 round. A successful Fortitude save negates the slow effect but not the ability damage. A target reduced to 0 Dexterity is petrified permanently. {spell/Break enchantment}, {spell/restoration}, or {spell/stone to flesh} can reverse the effects of calcific touch."
		]
	},
	"calculated_luck": {
		"name": "Calculated Luck",
		"sources": [ "Occult Mysteries" ],
		"description": [
			"## Calculated Luck",
			"",
			"{SOURCE Occult Mysteries/50}  ",
			"**School** {spelldef/divination}; **Level** cleric 3, oracle 3, warpriest 3, witch 4  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S  ",
			"**Range** personal  ",
			"**Target** you  ",
			"**Duration** 1 round/level (D)  ",
			"**Saving Throw** none; **Spell Resistance** no",
			"",
			"You are able to use the Path of Numbers to substantially boost your combat preparedness, but your foresight comes at a price. Roll 3d8 and refer to the Eight Basic Energies table below. After rolling, assign each die to one of the following.",
			"",
			"- Energy Type: You gain vulnerability to the energy type that matches the die's result for the duration of the spell. You take half again as much damage (+50%) from that energy type, regardless of whether you successfully saved against the damaging spell or effect.",
			"- Magic School: For the spell's duration, you cast all spells from the school that matches the die's result at +1 caster level.",
			"- d20 Roll Type: You receive a +2 luck bonus on the d20 roll that matches the die's result for the duration of the spell.",
			"",
			"| d8 | Energy Type | Magic School | d20 Roll Type |",
			"| --- | --- | --- | --- |",
			"| 1 | Air | Enchantment | Will save |",
			"| 2 | Electricity | Illusion | Reflex save |",
			"| 3 | Fire | Necromancy | Attack roll |",
			"| 4 | Sonic | Evocation | Initiative roll |",
			"| 5 | Acid | Abjuration | Fortitude save |",
			"| 6 | Water | Transmutation | Caster level check |",
			"| 7 | Cold | Divination | Concentration check |",
			"| 8 | Earth | Conjuration | Combat Maneuver Check |"
		]
	},
	"calistrias_guardian_wasps": {
		"name": "Calistria's Guardian Wasps",
		"sources": [ "Inner Sea Intrigue" ],
		"description": [
			"## Calistria's Guardian Wasps",
			"",
			"{SOURCE Inner Sea Intrigue/58}  ",
			"**School** {spelldef/conjuration} ({spelldef/summoning}); **Level** arcanist 3, druid 3, hunter 3, psychic 3, ranger 3, sorcerer 3, wizard 3  ",
			"**Casting Time** 10 minutes; see text  ",
			"**Components** V, S, M (a glob of spiced honey)  ",
			"**Range** close (25 ft. + 5 ft./2 levels)  ",
			"**Effect** Swarm of wasps that builds a nest; see text  ",
			"**Duration** 1 day/level  ",
			"**Saving Throw** none; **Spell Resistance** no",
			"",
			"You summon a {monster/wasp swarm} that builds a 10-foot-by-10-foot nest in the place you designate - typically under the eaves of a house, amid the rafters of a tavern, or in another obscured place. The wasp swarm takes the spell's casting time to build its nest; if the swarm is disrupted in any way (such as by being attacked) before you finish casting this spell, the wasps disappear and the spell fizzles.",
			"",
			"Once the wasp swarm has built its nest, this spell also wards the area. As per alarm, when intruders that do not speak the password pass within 20 feet, the swarm is alerted and immediately leaves its nest and attacks the nearest intruder. The swarm pursues that intruder as best it can. Once the swarm attacks an intruder, you have no control over its target or direction of travel. When the spell ends, if the wasps have not left their nest, they and their nest disappear."
		]
	},
	"call_animal": {
		"name": "Call Animal",
		"sources": [
			"Advanced Player's Guide",
			"Mythic Adventures"
		],
		"description": [
			"## Call Animal",
			"",
			"{SOURCE Advanced Player's Guide/209}  ",
			"**School** {spelldef/enchantment} ({spelldef/compulsion}) [{spelldef/mind-affecting}]; **Level** druid 1, hunter 1, mesmerist 1, ranger 1  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S, DF  ",
			"**Range** see description  ",
			"**Effect** one animal whose CR is equal or less than your caster level  ",
			"**Duration** 1 hour/level (D)  ",
			"**Saving Throw** none; **Spell Resistance** no",
			"",
			"This spell calls the nearest wild animal of a particular type you designate (provided the animal's CR is equal to or less than your caster level) to seek you out. The animal moves toward you under its own power, so the time it takes to arrive depends on how close an animal of the desired type is when you cast the spell. If there is no animal of that type capable of reaching you within the spell's duration, you are aware of this fact, but the spell is wasted. Knowledge of the local fauna makes this spell more effective, and the GM may permit a Knowledge (nature) skill check (DC 15) to know what animals can be found in an area.",
			"",
			"When the called animal arrives, it approaches to within 5 feet of you and remains nearby for the duration of the spell. Its starting attitude is indifferent, modified by circumstances and interaction. Other than starting attitude, this spell gives you no special influence or ability to communicate with the called animal, although you may use other spells or abilities to do so.",
			"",
			"Once the spell's duration expires, the animal acts in accordance with its attitude. Most animals will likely wander off, but a hostile predatory animal may attack, especially if it is hungry or provoked.",
			"",
			"Domesticated animals or animals trained by someone else, including such creatures as familiars or animal companions, are unaffected by call animals.",
			"",
			"### Mythic Call Animal",
			"",
			"{SOURCE Mythic Adventures/87}",
			"",
			"You can call up to one animal per 2 caster levels. Animals that answer your call have a starting attitude of friendly. Add your tier to Handle Animal checks attempted to influence these animals.",
			"",
			"You may use this spell to call magical beasts with Intelligence 1 or 2, but they can attempt Will saving throws (with a +4 bonus) to resist the spell."
		]
	},
	"call_construct": {
		"name": "Call Construct",
		"sources": [ "Ultimate Magic" ],
		"description": [
			"## Call Construct",
			"",
			"{SOURCE Ultimate Magic/210}  ",
			"**School** {spelldef/conjuration} ({spelldef/teleportation}); **Level** arcanist 8, cleric 8, occultist 6, oracle 8, psychic 8, sorcerer 8, wizard 8  ",
			"**Casting Time** 10 minutes  ",
			"**Components** V, S, M (a sapphire worth 1,000 or 5,000 gp; see text)  ",
			"**Range** touch  ",
			"**Target** construct touched  ",
			"**Duration** permanent until discharged  ",
			"**Saving Throw** none; **Spell Resistance** no",
			"",
			"This spell functions as {spell/instant summons}, except it can only summon a construct you control. For constructs such as golems that are immune to magic, the value of the specially inscribed sapphire must be at least 5,000 gp. For other constructs, a 1,000 gp sapphire suffices.",
			"",
			"If the construct is no longer under your control or destroyed, the spell fails, but you know roughly where the construct or its remains are located."
		]
	},
	"call_lightning": {
		"name": "Call Lightning",
		"sources": [
			"PRPG Core Rulebook",
			"Mythic Adventures"
		],
		"description": [
			"## Call Lightning",
			"",
			"{SOURCE PRPG Core Rulebook/251}  ",
			"**School** {spelldef/evocation} [{spelldef/electricity}]; **Level** druid 3, hunter 3, occultist 3, shaman 3  ",
			"**Casting Time** 1 round  ",
			"**Components** V, S  ",
			"**Range** medium (100 ft. + 10 ft./level)  ",
			"**Effect** one or more 30-ft.-long vertical lines of lightning  ",
			"**Duration** 1 min./level  ",
			"**Saving Throw** Reflex half; **Spell Resistance** yes",
			"",
			"Immediately upon completion of the spell, and once per round thereafter, you may call down a 5-foot-wide, 30-foot-long, vertical bolt of lightning that deals 3d6 points of electricity damage. The bolt of lightning flashes down in a vertical stroke at whatever target point you choose within the spell's range (measured from your position at the time). Any creature in the target square or in the path of the bolt is affected.",
			"",
			"You need not call a bolt of lightning immediately; other actions, even spellcasting, can be performed first. Each round after the first you may use a standard action (concentrating on the spell) to call a bolt. You may call a total number of bolts equal to your caster level (maximum 10 bolts).",
			"",
			"If you are outdoors and in a stormy area - a rain shower, clouds and wind, hot and cloudy conditions, or even a tornado (including a whirlwind formed by a djinni or an air elemental of at least Large size)-each bolt deals 3d10 points of electricity damage instead of 3d6.",
			"",
			"This spell functions indoors or underground but not underwater.",
			"",
			"::h3[Mythic Call Lightning]{jl}",
			"",
			"{SOURCE Mythic Adventures/87}",
			"",
			"Each lightning bolt's damage increases to 3d10 points of damage (or 5d10 points outdoors in stormy weather). Half of this damage is electricity damage, and the other half is sonic. Creatures that succeed at their saving throws are dazzled and deafened for 1 round. Those that fail at their saving throws are dazzled and deafened for 1 minute.",
			"",
			"::h3[Call Lightning Storm]{jl}",
			"",
			"{SOURCE PRPG Core Rulebook/252}  ",
			"**School** {spelldef/evocation} [{spelldef/electricity}]; **Level** druid 5, hunter 5, occultist 5, shaman 5  ",
			"**Casting Time** 1 round  ",
			"**Components** V, S  ",
			"**Range** long (400 ft. + 40 ft./level)  ",
			"**Effect** one or more 30-ft.-long vertical lines of lightning  ",
			"**Duration** 1 min./level  ",
			"**Saving Throw** Reflex half; **Spell Resistance** yes",
			"",
			"This spell functions like call lightning, except that each bolt deals 5d6 points of electricity damage (or 5d10 if created outdoors in a stormy area), and you may call a maximum of 15 bolts."
		]
	},
	"call_lightning_storm": {
		"name": "Call Lightning Storm",
		"copyof": "call_lightning"
	},
	"call_spirit": {
		"name": "Call Spirit",
		"sources": [
			"Occult Adventures",
			"Occult Mysteries"
		],
		"description": [
			"## Call Spirit",
			"",
			"{SOURCE Occult Adventures/160;Occult Mysteries/54}  ",
			"**School** {spelldef/conjuration} ({spelldef/calling}); **Level** cleric 5, medium 3, oracle 5, shaman 5, spiritualist 5, warpriest 5  ",
			"**Casting Time** 10 minutes  ",
			"**Components** V, S  ",
			"**Range** 10 ft.  ",
			"**Effect** call the spirit of a single deceased humanoid creature  ",
			"**Duration** concentration  ",
			"**Saving Throw** Will negates, see text; **Spell Resistance** no",
			"",
			"You attempt to cause the spirit of a specific individual to manifest from its final resting place. You must request the spirit's presence by speaking its name.",
			"",
			"Unwilling spirits can resist the summons by succeeding at a Will save. If the chosen spirit resists your call, another spirit with malevolent intent almost always takes its place, intent on deceiving you. The difficulty of the save depends on how well you know the subject and what sort of physical connection (if any) you have to the creature whose spirit you wish to call.",
			"",
			"| Knowledge | Will Save Modifier |",
			"| --- | --- |",
			"| Name only[^N] | +15 |",
			"| Secondhand (you have heard of the subject) | +10 |",
			"| Firsthand (you met the subject in life) | +5 |",
			"| Familiar (you knew the subject well) | +0 |",
			"",
			"| Connection | Will Save Modifier |",
			"| --- | --- |",
			"| Likeness or picture | -2 |",
			"| Possession or garment | -4 |",
			"| Body part, lock of hair, nail clipping, etc. | -10 |",
			"| Different alignment | +4 |",
			"",
			"A successfully called spirit manifests as a wispy, vaporous form that vaguely resembles the form the deceased creature had in life. The spirit has the physical attributes of an unseen servant and is capable of minor physical manipulations, with the ability to speak in quiet, ghostly whispers in whatever languages the creature knew while it was alive. The spirit isn't an undead creature, and isn't beholden to its caller. Whether you summoned the chosen spirit or a deceitful replacement, the spirit can refuse to answer your questions or attempt to deceive you using Bluff, though in either case these spirits can speak about only what they knew in life and have no knowledge of events that occurred after their deaths. Malevolent spirits might take advantage of their limited physical abilities to cause terrifying spectacles designed to scare the caster.",
			"",
			"You must concentrate on maintaining the spell (as a standard action) in order to ask questions at the rate of one per round. You can ask a total of one question per caster level; the spirit answers each during the same round. When the spell ends, the spirit's ectoplasmic form fades and the soul returns to its rest. This spell can't call the spirits of creatures that are currently undead.",
			"",
			"[^N]: You must have at least a name the creature was called in life."
		]
	},
	"call_the_void": {
		"name": "Call the Void",
		"sources": [ "Dragon Empires Primer" ],
		"description": [
			"## Call the Void",
			"",
			"{SOURCE Dragon Empires Primer/29}  ",
			"**School** {spelldef/evocation}; **Level** arcanist 3, sorcerer 3, witch 3, wizard 3  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S  ",
			"**Range** personal  ",
			"**Target** you  ",
			"**Duration** 1 round/level (D)  ",
			"**Saving Throw** Reflex for half, see text; **Spell Resistance** yes",
			"",
			"This spell surrounds you with an aura of nothingness that channels the mysterious energies of the Dark Tapestry. Creatures adjacent to you when this spell is cast and at the start of your turn take 2d6 points of damage. In addition, creatures affected by your aura are fatigued, cannot breathe, and cannot speak or cast spells with somatic components. Creatures adjacent to you are allowed a Reflex save to halve the damage and negate the fatigue effect, but cannot breathe or speak regardless of whether their save is successful as long as they are adjacent to you."
		]
	},
	"call_weapon": {
		"name": "Call Weapon",
		"sources": [ "Inner Sea Magic" ],
		"description": [
			"## Call Weapon",
			"",
			"{SOURCE Inner Sea Magic/53}  ",
			"**School** {spelldef/transmutation}; **Level** bard 1, hunter 1, magus 1, ranger 1, skald 1  ",
			"**Casting Time** 1 swift action  ",
			"**Components** V, S  ",
			"**Range** 30 feet  ",
			"**Target** one melee weapon wielded by an ally  ",
			"**Duration** instantaneous",
			"",
			"This spell first rose to prominence among the elves of Kyonin in the war to retake their ancestral land from the demon lord Treerazer and his minions. Elite units of elven magi entered battle with this spell prepared to shield fallen comrades or stand firm against fell foes. As the elven presence returned to the world, this spell spread throughout the Inner Sea and beyond.",
			"",
			"When you cast this spell, you cause a weapon wielded by an ally within 30 feet to telekinetically fly across the space between you and into your open hand. This extra energy persists in the weapon for the rest of the round, granting you a +2 circumstance bonus on attack rolls and weapon damage rolls made during the same round you cast this spell.",
			"",
			"If the ally targeted for this spell is unwilling to give up her weapon, the spell fails. An unconscious or dying ally is considered a \"willing\" target so long as the weapon to be called is still in contact with the ally's body."
		]
	},
	"callback": {
		"name": "Callback",
		"sources": [
			"Ultimate Wilderness",
			"Familiar Folio"
		],
		"description": [
			"## Callback",
			"",
			"{SOURCE Ultimate Wilderness/228;Familiar Folio/22}  ",
			"**School** {spelldef/conjuration} ({spelldef/teleportation}); **Level** arcanist 2, shaman 2, sorcerer 2, witch 2, wizard 2  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S, M (a crushed grasshopper)  ",
			"**Range** long (400 ft. + 40 ft./level)  ",
			"**Target** your familiar or spirit animal  ",
			"**Duration** 10 minutes/level or until expended (see text)  ",
			"**Saving Throw** Fortitude negates (harmless); **Spell Resistance** yes (harmless)",
			"",
			"If the target takes hit point damage while within range of this spell, it immediately teleports to your space (or adjacent to your space) after the damage is applied. If the target is killed, its corpse teleports instead. Optionally, you can specify a number of points of damage for your familiar to take before the spell takes effect, but you must do so when the spell is cast. Once the familiar has teleported back to you, the spell ends.",
			"",
			"### Greater Callback",
			"",
			"{SOURCE Ultimate Wilderness/228}  ",
			"**School** {spelldef/conjuration} ({spelldef/teleportation}); **Level** arcanist 5, shaman 5, sorcerer 5, witch 5, wizard 5  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S, M (a crushed grasshopper)  ",
			"**Range** 1 mile/level  ",
			"**Target** your familiar or spirit animal  ",
			"**Duration** 1 hour/level or until expended  ",
			"**Saving Throw** Fortitude negates; **Spell Resistance** yes (harmless)",
			"",
			"This spell functions as callback, except as noted above."
		]
	},
	"callback_greater": {
		"name": "Greater Callback",
		"copyof": "callback"
	},
	"greater_callback": { "copyof": "callback_greater" },
	"calm_air": {
		"name": "Calm Air",
		"sources": [ "Ranged Tactics Toolbox" ],
		"description": [
			"## Calm Air",
			"",
			"{SOURCE Ranged Tactics Toolbox/30}  ",
			"**School** {spelldef/abjuration} [{spelldef/air}]; **Level** arcanist 5, druid 4, hunter 4, sorcerer 5, summoner 4, unchained summoner 4, wizard 5  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S  ",
			"**Range** long (400 ft. + 40 ft./level)  ",
			"**Area** cylinder (5-ft./level radius, 40 ft. high)  ",
			"**Duration** 10 minute/level (D)  ",
			"**Saving Throw** none (object); **Spell Resistance** no (object)",
			"",
			"This spell calms the air and disperses fog, dust, and other particles. The wind force in the area is reduced in strength by one step per 4 caster levels (to a minimum wind force of light) and clouds are dispersed, although parts of nonmagical clouds that extend beyond the area are not affected. If a magical cloud or wind's point of origin is inside the area of a calm air spell, the whole effect is suppressed; otherwise, only the part inside the area is suppressed. Suppression still counts against the duration of a wind or cloud effect. Magical wind and cloud effects are suppressed only if you succeed at a caster level check (DC 11 + effect's caster level). You can move the calm air effect by concentrating as a standard action."
		]
	},
	"calm_animals": {
		"name": "Calm Animals",
		"sources": [ "PRPG Core Rulebook" ],
		"description": [
			"## Calm Animals",
			"",
			"{SOURCE PRPG Core Rulebook/252}  ",
			"**School** {spelldef/enchantment} ({spelldef/compulsion}) [{spelldef/emotion}, {spelldef/mind-affecting}]; **Level** druid 1, hunter 1, psychic 1, ranger 1, shaman 1  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S  ",
			"**Range** close (25 ft. + 5 ft./2 levels)  ",
			"**Targets** animals within 30 ft. of each other  ",
			"**Duration** 1 min./level  ",
			"**Saving Throw** Will negates; **Spell Resistance** yes",
			"",
			"This spell soothes and quiets animals, rendering them docile and harmless. Only ordinary animals (those with Intelligence scores of 1 or 2) can be affected by this spell. All the subjects must be of the same kind, and no two may be more than 30 feet apart. The maximum number of HD of animals you can affect is equal to 2d4 + caster level.",
			"",
			"The affected creatures remain where they are and do not attack or flee. They are not helpless and defend themselves normally if attacked. Any threat breaks the spell on the threatened creatures."
		]
	},
	"calm_emotions": {
		"name": "Calm Emotions",
		"sources": [ "PRPG Core Rulebook" ],
		"description": [
			"## Calm Emotions",
			"",
			"{SOURCE PRPG Core Rulebook/252}  ",
			"**School** {spelldef/enchantment} ({spelldef/compulsion}) [{spelldef/emotion}, {spelldef/mind-affecting}]; **Level** bard 2, cleric 2, inquisitor 2, mesmerist 2, occultist 2, oracle 2, psychic 2, shaman 2, skald 2, warpriest 2  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S, DF  ",
			"**Range** medium (100 ft. + 10 ft./level)  ",
			"**Area** creatures in a 20-ft.-radius spread  ",
			"**Duration** concentration, up to 1 round/level (D)  ",
			"**Saving Throw** Will negates; **Spell Resistance** yes",
			"",
			"This spell calms agitated creatures. You have no control over the affected creatures, but calm emotions can stop raging creatures from fighting or joyous ones from reveling. Creatures so affected cannot take violent actions (although they can defend themselves) or do anything destructive. Any aggressive action against or damage dealt to a calmed creature immediately breaks the spell on all calmed creatures.",
			"",
			"This spell automatically suppresses (but does not dispel) any morale bonuses granted by spells such as bless, good hope, and rage, and also negates a bard's ability to inspire courage or a barbarian's rage ability. It also suppresses any fear effects and removes the confused condition from all targets. While the spell lasts, a suppressed spell, condition, or effect has no effect. When the calm emotions spell ends, the original spell or effect takes hold of the creature again, provided that its duration has not expired in the meantime."
		]
	},
	"calm_spirit": {
		"name": "Calm Spirit",
		"sources": [
			"Occult Adventures",
			"Occult Mysteries"
		],
		"description": [
			"## Calm Spirit",
			"",
			"{SOURCE Occult Adventures/160;Occult Mysteries/55}  ",
			"**School** {spelldef/necromancy}; **Level** cleric 2, medium 1, oracle 2, shaman 2, spiritualist 2, warpriest 2  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S  ",
			"**Range** close (25 ft. + 5 ft./2 levels)  ",
			"**Target** one incorporeal undead creature or haunt  ",
			"**Duration** 1 minute or 1 round/level; see text  ",
			"**Saving Throw** Will negates or none, see text; **Spell Resistance** yes",
			"",
			"This spell temporarily calms agitated haunts and incorporeal undead such as ghosts. You have no control over the affected creatures, but calm spirit postpones hostile action by the affected spirits for the duration of the spell. Entities so affected cannot take violent actions or do anything destructive, including triggering persistent haunt abilities, though they can defend themselves. Any aggressive action against or damage dealt to a calmed spirit or haunt immediately ends the effect.",
			"",
			"Haunts do not receive a saving throw against the spell, but the caster must succeed at a caster level check whose difficulty is equal to at least 10 + the haunt's CR in order to temporarily calm the angry entity. The spell's duration changes to concentration (up to 1 round/level) when affecting a haunt."
		]
	},
	"campfire_wall": {
		"name": "Campfire Wall",
		"sources": [ "Advanced Player's Guide" ],
		"description": [
			"## Campfire Wall",
			"",
			"{SOURCE Advanced Player's Guide/210}  ",
			"**School** {spelldef/evocation} [{spelldef/fire}, {spelldef/light}]; **Level** arcanist 3, bard 3, druid 2, hunter 2, occultist 2, ranger 2, skald 3, sorcerer 3, wizard 3  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S, M/DF (ash made from burnt thorns)  ",
			"**Range** close (25 ft. + 5 ft./2 levels)  ",
			"**Effect** 20-ft.-radius sphere centered on fire source  ",
			"**Duration** 2 hours/level; see below (D)  ",
			"**Saving Throw** none; **Spell Resistance** yes",
			"",
			"You can create a barrier around a fire of at least campfire size that shelters everyone inside so long as the fire continues to burn. The barrier appears as a crackling sphere of light and fire that is clearly visible, providing as much illumination as a torch. The barrier bocks line of sight, granting creatures on either side of the barrier {rule/total |concealment} from creatures on the other side. Any object or creature passing through the barrier from outside takes 1d6 points of fire damage and is also outlined with light equivalent to that of a torch, for 1d6 minutes. Creatures outlined in this way are plainly visible regardless of the light conditions and do not benefit from any sort of concealment, magical or otherwise. The light is not bright enough to have any special effect on undead or creatures vulnerable to light. Creatures inside the barrier can leave without penalty, but if they try to return they suffer the same consequences as anyone else. If the fire source at the barrier's center is extinguished or moved, the spell ends."
		]
	},
	"canopic_conversion": {
		"name": "Canopic Conversion",
		"sources": [
			"Faction Guide",
			"Osirion, Land of the Pharaohs"
		],
		"description": [
			"## Canopic Conversion",
			"",
			"{SOURCE Faction Guide/60;Osirion, Land of the Pharaohs/26}  ",
			"**School** {spelldef/necromancy} [{spelldef/death}, {spelldef/evil}]; **Level** arcanist 9, cleric 9, oracle 9, sorcerer 9, wizard 9  ",
			"**Casting Time** 1 round  ",
			"**Components** V, S, F (four alabaster canopic jars worth 100 gp each), M (black onyx worth 100 gp per hit die of the target)  ",
			"**Range** close (25 ft. + 5 ft./2 levels)  ",
			"**Target** one living humanoid  ",
			"**Duration** instantaneous and see text  ",
			"**Saving Throw** Fortitude half; **Spell Resistance** yes",
			"",
			"This spell eviscerates the target, drawing forth its life essence as well as its internal organs. The target takes 1d6 hit points of damage per caster level (maximum 20d6). If this damage kills the target, the spell pulls the creature's organs into a set of 4 canopic jars and seals them; 1d4 rounds later, the corpse revives as a mummy (if 8 HD or fewer) or an advanced mummy (if 9 HD or more).",
			"",
			"The mummy is not under your control, but the canopic jars give the bearer certain powers over it. Anyone holding one of the jars can communicate with the mummy as if the two shared a common language. The bearer gains the benefits of {spell/protection from evil} and {spell/sanctuary}, but only against that mummy. Unsealing or breaking a jar is a standard action, which dissipates its power (and protection) but lets the bearer issue a short command to the mummy, similar to a suggestion spell (Will DC 23 negates). You (and only you) may unseal all 4 jars in a 10-minute ritual to control the mummy with an effect similar to geas (Will DC 23 negates); most casters typically include a restriction that the mummy will not harm them, as unsealing the jars leaves them vulnerable.",
			"",
			"The pharaohs of ancient Osirion sometimes used this spell to punish their enemies. The [Risen Guard](rule/f_second_life) does not use the spell (though they have access to it), preferring trustworthy living guardians for the Ruby Prince. The [Whispering Way](rule/f_gravepath) may have copies of the spell."
		]
	},
	"cape_of_wasps": {
		"name": "Cape of Wasps",
		"sources": [
			"Ultimate Magic",
			"Mythic Adventures"
		],
		"description": [
			"## Cape of Wasps",
			"",
			"{SOURCE Ultimate Magic/210}  ",
			"**School** {spelldef/conjuration} ({spelldef/summoning}); **Level** druid 4, hunter 4, witch 4  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S  ",
			"**Range** personal  ",
			"**Target** you  ",
			"**Duration** 1 round/level (D)",
			"",
			"You summon a wasp swarm, which fills your space (up to 5 feet by 5 feet) but does not attack you. The dense cloud of vermin gives you partial {rule/concealment} against ranged attacks. Any creature that makes a successful melee attack against you takes 2d6 points of swarm damage and poison from the wasp swarm, but is not affected by the swarm's distraction ability. As a free action on your turn, you may have the swarm cling to you tightly, giving you a fly speed of 20 feet (poor maneuverability); when using the swarm to fly, it does not provide concealment or harm creatures that strike you. You can return the swarm to its protective shape as a free action on your turn.",
			"",
			"### Mythic Cape of Wasps",
			"",
			"{SOURCE Mythic Adventures/87}",
			"",
			"The wasp swarm fills a 15-foot-by-15-foot space centered on you (or on 1 of your squares, if your space is larger than 1 square). Creatures in the area of the swarm are affected by it normally (including the swarm's distraction ability). Add your tier to the swarm's distraction DC.",
			"",
			"When you use the swarm to fly, it fills only your space, your fly speed is 30 feet (average maneuverability), and the swarm still provides partial concealment against ranged attacks."
		]
	},
	"carrion_compass": {
		"name": "Carrion Compass",
		"sources": [ "Undead Slayer's Handbook" ],
		"description": [
			"## Carrion Compass",
			"",
			"{SOURCE Undead Slayer's Handbook/26}  ",
			"**School** {spelldef/divination}; **Level** arcanist 2, cleric 1, hunter 1, oracle 1, ranger 1, sorcerer 2, warpriest 1, witch 1, wizard 2  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S  ",
			"**Range** close (25 ft. + 5 ft./2 levels)  ",
			"**Target** one undead creature  ",
			"**Duration** 10 minutes/level  ",
			"**Saving Throw** Will negates; **Spell Resistance** no",
			"",
			"You animate one of the target's fetid organs so that it leads you to the undead creature's most recent controller or the cause of the creature's undeath. The organ (typically the heart, the brain, or an eyeball) floats in front of you at chest level and slowly leads you to the undead creature's most recent controller at a rate of 30 feet per round, always staying within your range of vision. If the creature from which the organ originated had no controller, but rather was created deliberately by another creature, the organ instead leads you to that creator. If the undead was animated by an effect or event at a particular location, the organ leads you to that location. If the creature was animated by none of the methods above, if it was self-created, or if the creature's most recent controller no longer exists, the spell fails. Once the organ is within 10 feet of its intended destination, the spell ends, and the organ falls to the ground.",
			"",
			"The organ cannot engage in combat or execute any other task aside from leading you to its intended target. It may pass through small slits and crevices, though it will not leave your range of vision. The organ cannot travel more than 5 miles from the spot where you cast the spell. If the undead creature to which the organ belonged is destroyed, the spell ends and the organ falls to the ground."
		]
	},
	"carry_companion": {
		"name": "Carry Companion",
		"sources": [ "Knights of the Inner Sea" ],
		"description": [
			"## Carry Companion",
			"",
			"{SOURCE Knights of the Inner Sea/28}  ",
			"**School** {spelldef/transmutation}; **Level** arcanist 2, druid 2, hunter 2, paladin 2, ranger 2, redmantisassassin 2, sorcerer 2, witch 2, wizard 2  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S, M (a pinch of sand or limestone dust)  ",
			"**Range** touch  ",
			"**Target** one willing creature touched  ",
			"**Duration** permanent; see text  ",
			"**Saving Throw** none; **Spell Resistance** yes (harmless)",
			"",
			"You touch an animal or magical beast that has a helpful attitude toward you, instantly transforming the creature into a miniature figurine of stone, small enough to fit into the palm of your hand. Creatures with an attitude of less than helpful will not tolerate this spell, and it automatically fails to work on them. An intelligent animal or magical beast must be a willing subject in order for this spell to take effect. Any items that the creature wears (such as a harness or saddle) or carries (such as those stowed in saddlebags) are transformed along with the creature.",
			"",
			"While miniaturized, the creature is under an effect similar to that of a {spell/flesh to stone} spell: It is mindless and inert, and does not seem alive when viewed with spells like {spell/deathwatch}. However, you may return the creature to its normal form at any time simply by placing the figurine on the ground, touching it, and uttering a word of command. Otherwise, the creature remains in miniature form unless the spell is broken, such as by {spell/dispel magic} or stronger magic. Unlike a *flesh to stone* spell, a creature affected by *carry companion* is unaffected by {spell/stone to flesh}. If the miniature figurine is broken or damaged, the creature (if returned to its original state) has similar damage or deformities."
		]
	},
	"carrying_wind": {
		"name": "Carrying Wind",
		"sources": [ "Elemental Master's Handbook" ],
		"description": [
			"## Carrying Wind",
			"",
			"{SOURCE Elemental Master's Handbook/17}  ",
			"**School** {spelldef/conjuration} [{spelldef/air}]; **Level** druid 3, hunter 3, shaman 3  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S, DF  ",
			"**Range** personal  ",
			"**Target** you  ",
			"**Duration** 10 minutes/level",
			"",
			"When you cast this spell, a wind spirit envelopes you and carries you with it at your direction. You gain a +10 foot enhancement bonus to your base speed and fly speed while this spell is in effect. If you don't have a fly speed, you instead gain a fly speed of 10 feet with poor maneuverability. If your caster level is 10th-14th, the enhancement bonus to these speeds is feet (if applicable, your temporary fly speed is 20 feet with average maneuverability). If your caster level is 15th or higher, the enhancement bonus to these speeds is feet (if applicable, your temporary fly speed is 30 feet with average maneuverability)."
		]
	},
	"carve_passage": {
		"name": "Carve Passage",
		"sources": [ "Inner Sea Races" ],
		"description": [
			"## Carve Passage",
			"",
			"{SOURCE Inner Sea Races/218}  ",
			"**School** {spelldef/transmutation} [{spelldef/earth}]; **Level** arcanist 5, druid 5, hunter 5, sorcerer 5, wizard 5 (Kobold)  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S, F (a tiny diamond pick worth 500 gp)  ",
			"**Range** close (25 ft. + 5 ft./2 levels)  ",
			"**Area** dirt or loose rock in one 5-ft. cube/level  ",
			"**Duration** instantaneous  ",
			"**Saving Throw** see text; **Spell Resistance** no",
			"",
			"You can excavate and move an amount of snow, earth, dust, sand, and loose or packed rocks or ice chunks (each no more than 5 feet in diameter) whose volume fills one 5-foot cube per level. If you are buried, you can open a space around yourself and use any remaining cubes for tunneling. This spell is otherwise similar to {spell/expeditious excavation}. Carve passage has no effect on earth creatures or solid rock or ice."
		]
	},
	"cast_out": {
		"name": "Cast Out",
		"sources": [ "Advanced Player's Guide" ],
		"description": [
			"## Cast Out",
			"",
			"{SOURCE Advanced Player's Guide/210}  ",
			"**School** {spelldef/abjuration}; **Level** inquisitor 3, medium 2, psychic 4  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S, DF  ",
			"**Range** touch  ",
			"**Target** creature touched  ",
			"**Duration** instantaneous  ",
			"**Saving Throw** Will partial; **Spell Resistance** yes",
			"",
			"With a melee touch attack you blast a single creature and disrupt any magic controlling it. The target takes 2d8 points of damage + 1 point per caster level (maximum +15). In addition, you make a dispel check against any magic jar effect (including a ghost's malevolence ability) or enchantment (compulsion) spells on the target creature, starting with the highest level spells and proceeding to lower level spells. Treat this as a targeted {spell/dispel magic} spell, except cast out can dispel one such spell for every four caster levels you possess. A successful Will save halves the damage and limits the dispelling to a single spell or effect."
		]
	},
	"castigate": {
		"name": "Castigate",
		"sources": [ "Advanced Player's Guide" ],
		"description": [
			"## Castigate",
			"",
			"{SOURCE Advanced Player's Guide/210}  ",
			"**School** {spelldef/enchantment} ({spelldef/compulsion}) [{spelldef/emotion}, {spelldef/fear}, {spelldef/language-dependent}, {spelldef/mind-affecting}]; **Level** inquisitor 2, mesmerist 2  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S, DF  ",
			"**Range** close (25 ft. + 5 ft./2 levels)  ",
			"**Target** one living creature  ",
			"**Duration** 1 round/level or 1 round; see text  ",
			"**Saving Throw** Will partial; **Spell Resistance** yes",
			"",
			"You compel the target to beg for forgiveness. On a failed save, the target cowers with fear. On a successful save, it is shaken for 1 round. Each round on its turn, a cowering subject may attempt a new save to end the effect. A creature who worships the same god as you takes a -2 penalty on its saving throw.",
			"",
			"### Mass Castigate",
			"",
			"{SOURCE Advanced Player's Guide/210}  ",
			"**School** {spelldef/enchantment} ({spelldef/compulsion}) [{spelldef/emotion}, {spelldef/fear}, {spelldef/language-dependent}, {spelldef/mind-affecting}]; **Level** inquisitor 5, mesmerist 5  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S, DF  ",
			"**Range** medium (100 ft. + 10 ft./level)  ",
			"**Targets** one creature/level, no two of which can be more than 30 ft. apart  ",
			"**Duration** 1 round/level or 1 round; see text  ",
			"**Saving Throw** Will partial; **Spell Resistance** yes",
			"",
			"This spell functions as castigate, except it affects many creatures."
		]
	},
	"castigate_mass": {
		"name": "Mass Castigate",
		"copyof": "castigate"
	},
	"mass_castigate": { "copyof": "castigate_mass" },
	"catatonia": {
		"name": "Catatonia",
		"sources": [ "Occult Adventures" ],
		"description": [
			"## Catatonia",
			"",
			"{SOURCE Occult Adventures/161}  ",
			"**School** {spelldef/necromancy}; **Level** alchemist 2, arcanist 3, bard 2, cleric 3, investigator 2, medium 2, mesmerist 2, oracle 3, psychic 3, skald 2, sorcerer 3, spiritualist 2, warpriest 3, witch 3, wizard 3  ",
			"**Casting Time** 1 standard action  ",
			"**Components** S  ",
			"**Range** touch  ",
			"**Target** willing creature touched  ",
			"**Duration** 1 hour/level (D)  ",
			"**Saving Throw** none; **Spell Resistance** yes",
			"",
			"You touch the target and place it into a deathlike state that persists for the duration. The target appears to be dead, and any creature that interacts with the target must succeed at a DC 20 Heal check to recognize it is actually alive.",
			"",
			"Until the spell ends, the target counts as if it were dead for the purpose of resolving any effects that target or affect only living creatures, but it doesn't count as undead. The subject is helpless, and can still be killed normally.",
			"",
			"Any effect that would bring the creature back to life or animate it as an undead fails, but ends the catatonia. The target can be affected by spells that affect only objects, including animate objects (if the creature is Small) and teleport object. However, anything that would cause the body to change form (such as shrink item) fails and ends the catatonia. This doesn't prevent the effects of spells that simply deal damage or otherwise destroy objects."
		]
	},
	"cats_grace": {
		"name": "Cat's Grace",
		"sources": [ "PRPG Core Rulebook" ],
		"description": [
			"## Cat's Grace",
			"",
			"{SOURCE PRPG Core Rulebook/252}  ",
			"**School** {spelldef/transmutation}; **Level** adept 2, alchemist 2, arcanist 2, bard 2, bloodrager 2, druid 2, hunter 2, investigator 2, magus 2, medium 2, mesmerist 2, psychic 2, ranger 2, redmantisassassin 2, skald 2, sorcerer 2, summoner 2, unchained summoner 2, wizard 2  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S, M (pinch of cat fur)  ",
			"**Range** touch  ",
			"**Target** creature touched  ",
			"**Duration** 1 min./level  ",
			"**Saving Throw** Will negates (harmless); **Spell Resistance** yes",
			"",
			"The transmuted creature becomes more graceful, agile, and coordinated. The spell grants a +4 enhancement bonus to Dexterity, adding the usual benefits to AC, Reflex saves, and other uses of the Dexterity modifier.",
			"",
			"### Mass Cat's Grace",
			"",
			"{SOURCE PRPG Core Rulebook/252}  ",
			"**School** {spelldef/transmutation}; **Level** arcanist 6, bard 6, druid 6, hunter 6, magus 6, psychic 6, skald 6, sorcerer 6, summoner 4, unchained summoner 6, wizard 6  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S, M (pinch of cat fur)  ",
			"**Range** close (25 ft. + 5 ft./2 levels)  ",
			"**Targets** one creature/level, no two of which can be more than 30 ft. apart  ",
			"**Duration** 1 min./level  ",
			"**Saving Throw** Will negates (harmless); **Spell Resistance** yes",
			"",
			"This spell functions like cat's grace, except it affects multiple creatures."
		]
	},
	"cats_grace_mass": {
		"name": "Mass Cat's Grace",
		"copyof": "cats_grace"
	},
	"mass_cats_grace": { "copyof": "cats_grace_mass" },
	"cause_fear": {
		"name": "Cause Fear",
		"sources": [ "PRPG Core Rulebook" ],
		"description": [
			"## Cause Fear",
			"",
			"{SOURCE PRPG Core Rulebook/252}  ",
			"**School** {spelldef/necromancy} [{spelldef/emotion}, {spelldef/fear}, {spelldef/mind-affecting}]; **Level** adept 1, antipaladin 1, arcanist 1, bard 1, bloodrager 1, cleric 1, inquisitor 1, medium 1, mesmerist 1, occultist 1, oracle 1, psychic 1, shaman 1, skald 1, sorcerer 1, spiritualist 1, warpriest 1, witch 1, wizard 1  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S  ",
			"**Range** close (25 ft. + 5 ft./2 levels)  ",
			"**Target** one living creature with 5 or fewer HD  ",
			"**Duration** 1d4 rounds or 1 round; see text  ",
			"**Saving Throw** Will partial; **Spell Resistance** yes",
			"",
			"The affected creature becomes frightened. If the subject succeeds on a Will save, it is shaken for 1 round. Creatures with 6 or more HD are immune to this effect. Cause fear counters and dispels {spell/remove fear}."
		]
	},
	"caustic_blood": {
		"name": "Caustic Blood",
		"sources": [ "Inner Sea Gods" ],
		"description": [
			"## Caustic Blood",
			"",
			"{SOURCE Inner Sea Gods/230}  ",
			"**School** {spelldef/transmutation} [{spelldef/acid}]; **Level** alchemist 4, arcanist 5, bloodrager 4, cleric 5, druid 4, hunter 4, investigator 4, magus 4, oracle 5, sorcerer 5, summoner 4, unchained summoner 4, warpriest 5, wizard 5  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S, M (vial of black adder venom)  ",
			"**Range** personal  ",
			"**Target** you  ",
			"**Duration** 1 round/level  ",
			"**Saving Throw** Reflex half or negates, see text; **Spell Resistance** no",
			"",
			"You imbue your blood with corrosive acid. Any time you take piercing or slashing damage, a spray of acidic blood spurts from your body in the direction of the opponent who inflicted the wound, dealing 1d6 points of acid damage per caster level (maximum 15d6, Reflex half). This spurt travels in a 10-foot line, damaging the first creature or object it touches, with no splash damage. After it contacts a creature or object, your acidic blood continues to burn that creature for 1 round, dealing 1d6 points of acid damage per 2 caster levels (maximum 7d6). A second successful Reflex save negates this additional damage."
		]
	},
	"caustic_eruption": {
		"name": "Caustic Eruption",
		"sources": [ "Ultimate Magic" ],
		"description": [
			"## Caustic Eruption",
			"",
			"{SOURCE Ultimate Magic/210}  ",
			"**School** {spelldef/conjuration} ({spelldef/creation}) [{spelldef/acid}]; **Level** arcanist 7, sorcerer 7, wizard 7  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S  ",
			"**Range** 30 ft  ",
			"**Area** 30-ft.-radius burst  ",
			"**Duration** instantaneous and 2 rounds; see text  ",
			"**Saving Throw** Reflex half (see text); **Spell Resistance** no",
			"",
			"Acid erupts from your space in all directions, causing 1d6 points of damage per caster level (maximum 20d6) to creatures and unattended objects in the area. On your turn in each of the next 2 rounds, creatures and objects that failed their saves against the initial burst take an additional 1d6 points of acid damage per 2 caster levels (maximum 10d6) unless the acid is neutralized, dispelled, or washed away."
		]
	},
	"caustic_safeguard": {
		"name": "Caustic Safeguard",
		"sources": [ "Agents of Evil" ],
		"description": [
			"## Caustic Safeguard",
			"",
			"{SOURCE Agents of Evil/30}  ",
			"**School** {spelldef/abjuration} [{spelldef/acid}]; **Level** alchemist 3, arcanist 4, bloodrager 3, investigator 3, magus 3, sorcerer 4, wizard 4  ",
			"**Casting Time** 1 round  ",
			"**Components** V, S, M (a thin metal wire and a vial of acid)  ",
			"**Range** touch  ",
			"**Target** object touched  ",
			"**Duration** 1 hour/level (D)  ",
			"**Saving Throw** Reflex half (see text); **Spell Resistance** no",
			"",
			"You imbue a single object with an acidic protective ward. Any creature other than you that touches the object takes 1d6 points of acid damage per 2 caster levels (maximum 10d6; Reflex half). Each time the spell discharges, the number of damage dice it deals is halved (rounded down); when the spell's damage dice reach 0, the spell ends. While casting this spell, you can touch up to one creature per 4 caster levels, which allows them to handle the warded object without triggering this spell."
		]
	},
	"cauterizing_weapon": {
		"name": "Cauterizing Weapon",
		"sources": [ "Pathfinder Society Primer" ],
		"description": [
			"## Cauterizing Weapon",
			"",
			"{SOURCE Pathfinder Society Primer/14}  ",
			"**School** {spelldef/transmutation}; **Level** arcanist 3, bard 2, hunter 2, magus 2, ranger 2, redmantisassassin 3, skald 2, sorcerer 3, wizard 3  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S, M (a gobbet of melted wax)  ",
			"**Range** close (25 ft. + 5 ft./2 levels)  ",
			"**Target** one weapon or 50 projectiles, all of which must be together at the time of casting  ",
			"**Duration** 1 minute/level  ",
			"**Saving Throw** Will negates (harmless, object); **Spell Resistance** yes (harmless, object)",
			"",
			"You infuse a weapon with faint but pernicious energy that stymies accelerated healing. Damage dealt by the weapon or ammunition is treated as acid, cold, electricity, and fire, but only for the purpose of negating a creature's regeneration. The weapon is also treated as silver and cold iron at 8th level and is treated as chaotic, evil, good, and lawful at 11th level for the purpose of negating regeneration."
		]
	},
	"cave_fangs": {
		"name": "Cave Fangs",
		"sources": [ "Ultimate Wilderness" ],
		"description": [
			"## Cave Fangs",
			"",
			"{SOURCE Ultimate Wilderness/228}  ",
			"**School** {spelldef/conjuration} ({spelldef/creation}) [{spelldef/earth}]; **Level** druid 5, hunter 5, shaman 5, witch 5  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S, M (a sharp gemstone fragment worth 150 gp)  ",
			"**Range** close (25 ft. + 5 ft./2 levels)  ",
			"**Area** one 5-ft. square/level (S); the area must be a stone surface  ",
			"**Duration** 1 day/level or until triggered (D)  ",
			"**Saving Throw** Reflex half (see below); **Spell Resistance** no",
			"",
			"You create a magical trap in the area that causes deadly stalactites or stalagmites to lurch out of the floor or ceiling of a stone surface to \"bite\" an intruder. The magical trap is triggered whenever a Small or larger creature (other than you or your animal companion, familiar, or spirit animal) moves through the affected area. The effect of cave fangs depends on whether you create stalactites or stalagmites (see below). You can place these trapped squares anywhere within the spell's range; they need not be adjacent to each other, and you can create any mix of stalactites and stalagmites you wish. Cave fangs can be detected and disarmed as per a magical trap with successful DC 30 Perception and Disable Device checks. All trapped squares created by a single casting are linked, and they are all disabled if one of them is. If you place the traps in an area that is occupied by a creature, the spell effect is triggered at the completion of the casting.",
			"",
			"**Stalactites:** Shards of rock drop from the ceiling, dealing 3d8 points of bludgeoning and piercing damage (Reflex half) and creating an area of dense rubble that costs 2 squares of movement to enter. Dense rubble adds 5 to the DC of Acrobatics checks and adds 2 to the DCs of Stealth checks. A creature that fails its Reflex save is pinned to the ground under stalactites and rubble, gaining the entangled condition until it can free itself with a successful DC 15 Strength check or DC 20 Escape Artist check. One Small or larger creature can automatically clear the rubble by working for 1 minute.",
			"",
			"**Stalagmites:** Piercing spires of rock erupt up from the ground, dealing 3d8 points of piercing damage and knocking the creature prone (a creature that succeeds at a Reflex saving throw takes half damage and avoids being knocked prone). Once the stalagmites appear, they function thereafter as spike stones for 1 minute per caster level and then crumble to dust.",
			"",
			"If cave fangs is cast inside of a cave or cavern, each effect of the spell deals 4d8 points of damage instead of 3d8, and creatures that trigger the cave fangs take a -2 penalty on their saving throws against the spell's effect."
		]
	},
	"celestial_companion": {
		"name": "Celestial Companion",
		"sources": [ "Plane-Hopper's Handbook" ],
		"description": [
			"## Celestial Companion",
			"",
			"{SOURCE Plane-Hopper's Handbook/12}  ",
			"**School** {spelldef/transmutation}; **Level** arcanist 2, druid 2, hunter 2, paladin 1, ranger 2, shaman 2, sorcerer 2, summoner 1, unchained summoner 1, witch 2, wizard 2  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S, DF/M  ",
			"**Range** touch  ",
			"**Target** animal companion, eidolon, familiar, or mount  ",
			"**Duration** 1 minute/level (D)  ",
			"**Saving Throw** Will negates (harmless); **Spell Resistance** yes (harmless)",
			"",
			"You bestow divine protection on your companion. The target gains spell resistance equal to 5 plus half your caster level against spells and spell-like effects produced by evil creatures. The target also gains a +1 sacred bonus on saving throws and DR 5/evil or silver. Creatures under the effects of this spell often take on a celestial appearance, such as golden feathers or a radiant aura, but they are not truly celestial creatures."
		]
	},
	"celestial_healing": {
		"name": "Celestial Healing",
		"sources": [ "Arcane Anthology" ],
		"description": [
			"## Celestial Healing",
			"",
			"{SOURCE Arcane Anthology/13}  ",
			"**School** {spelldef/conjuration} ({spelldef/healing}) [{spelldef/good}]; **Level** arcanist 1, bloodrager 1, cleric 1, magus 1, oracle 1, sorcerer 1, summoner 1, warpriest 1, witch 1, wizard 1  ",
			"**Casting Time** 1 round  ",
			"**Components** V, S, M (1 drop of blood from a good outsider or 1 dose of holy water)  ",
			"**Range** touch  ",
			"**Target** creature touched  ",
			"**Duration** 1 round/2 levels  ",
			"**Saving Throw** Will negates (harmless); **Spell Resistance** yes (harmless)",
			"",
			"You anoint a wounded creature with the blood of an outsider with the good subtype (such as an angel) or holy water, giving it fast healing 1. The target radiates the aura of a good creature for the duration of the spell and can sense the righteousness of the magic, though this has no long-term effect on the target's alignment. If the target has its own evil aura, this is not suppressed by celestial healing, and can also be detected normally."
		]
	},
	"celestial_healing_greater": {
		"name": "Greater Celestial Healing",
		"sources": [ "Arcane Anthology" ],
		"description": [
			"## Greater Celestial Healing",
			"",
			"{SOURCE Arcane Anthology/13}  ",
			"**School** {spelldef/conjuration} ({spelldef/healing}) [{spelldef/good}]; **Level** arcanist 4, bloodrager 4, cleric 4, magus 4, oracle 4, sorcerer 4, summoner 4, warpriest 4, witch 4, wizard 4  ",
			"**Casting Time** 1 round  ",
			"**Components** V, S, M (1 drop of blood from a good outsider or 1 dose of holy water)  ",
			"**Range** touch  ",
			"**Target** creature touched  ",
			"**Duration** 1 round/2 levels  ",
			"**Saving Throw** Will negates (harmless); **Spell Resistance** yes (harmless)",
			"",
			"As per celestial healing, except the target gains fast healing 4 and the target radiates the aura of a good cleric."
		]
	},
	"greater_celestial_healing": { "copyof": "celestial_healing_greater" },
	"ceremony": {
		"name": "Ceremony",
		"sources": [ "Quests and Campaigns" ],
		"description": [
			"## Ceremony",
			"",
			"{SOURCE Quests and Campaigns/25}  ",
			"**School** {spelldef/transmutation}; **Level** cleric 1, oracle 1, warpriest 1  ",
			"**Casting Time** 8 hours  ",
			"**Components** V, S, DF  ",
			"**Range** touch or medium (100 ft. + 10 ft./level) (see text)  ",
			"**Target** willing, living creature or creatures touched or one creature/level (see text)  ",
			"**Duration** 1 hour/level or 1 day/level (see text)  ",
			"**Saving Throw** Will negates (see text); **Spell Resistance** yes",
			"",
			"You harness divine power to create one of four different ceremonies - a funeral, holiday fete, marriage, or naming - and can also create two domain-based ceremonies. Each ceremony provides a boon to two living, touched subjects for 1 hour per caster level, representing the divine gifts granted by your deity as well as the normal morale-boosting benefits of participating in an officiated ceremony. Bonuses granted by these boons are sacred bonuses if you channel positive energy or profane bonuses if you channel negative energy. (Bonuses in this section are referred to simply as sacred bonuses for ease of reading.) Only subjects whose alignments are within one step of your deity can be affected by this spell.",
			"",
			"If you are using the {rule/downtime/ system}, you may use additional resources to augment the effect of a particular ceremony. You may spend 10 Goods, Labor, or Influence or 2 Magic to create a larger ceremony and grant an additional boon that lasts for 1 day per caster level (up to a maximum of 5 days). The type of capital spent should reflect the preparation required for the specific ceremony. Augmented boons affect the creatures touched as well as a number of intelligent, properly aligned creatures within medium range equal to your caster level (up to a maximum of 10 creatures), granting all subjects the benefits of the original boon as well as the benefits of an augmented boon, representing the divine gifts granted to these witnesses by your god.",
			"",
			"Unless otherwise stated, use-activated abilities are supernatural abilities and abilities that emulate the effects of a spell are spell-like abilities; in either case, abilities granted by a boon are generally usable only once or until the duration of the spell ends, whichever comes first. Spell-like abilities are cast at a creature's highest caster level gained, or, if the creature has no caster level, CL 1st. Constant or passive effects and bonuses granted by this spell can be dispelled as normal, using your caster level to do so.",
			"",
			"::h4[Funeral]{jl}",
			"",
			"A funeral service must involve a corpse and at least one willing companion or next of kin. The subject gains a +2 sacred bonus against death effects.",
			"",
			"::h4[Holiday Fete]{jl}",
			"",
			"A holiday fete may involve up to two willing creatures. The subject gains a +1 sacred bonus on Fortitude saves.",
			"",
			"::h4[Marriage]{jl}",
			"",
			"A marriage must involve two willing creatures. The subject gains a +1 sacred bonus on saves against fear and emotion effects.",
			"",
			"::h4[Naming]{jl}",
			"",
			"A naming must involve a willing parent or parents and a newborn (who is touched but unaffected). The subject can use {spell/sanctuary} once.",
			"",
			"The augmented versions of these four ceremonies are identical, granting the subject a +2 sacred bonus on all saving throws.",
			"",
			"::h4[Domain Ceremonies]{jl}",
			"",
			"In addition to these four ceremonies, each cleric gains two more ceremonies according to her domain. The names of domain ceremonies and their relevant boons are listed below. Unless otherwise noted, each of the following ceremonies requires at least two willing subjects.",
			"",
			"::h5[Air]{jl}",
			"",
			"**Celebration of Storms.** The subject can use {spell/feather fall} once.  ",
			"*Augmented:* The subject gains a +4 sacred bonus on saves against effects with the air descriptor.",
			"",
			"::h5[Animal]{jl}",
			"",
			"**Ritual of Beasts.** The subject can use {spell/speak with animals} once (this effect lasts 3 rounds).  ",
			"*Augmented:* The subject can use {spell/charm animal} once.",
			"",
			"::h5[Artifice]{jl}",
			"",
			"**Apparatus's Observance.** The subject can heal a construct creature with a touch, healing 1d3 points of damage.  ",
			"*Augmented:* The subject can heal a construct creature 1d6 points of damage.",
			"",
			"::h5[Chaos]{jl}",
			"",
			"**Anarchic Revelry.** The subject can force a lawful-aligned foe within 30 feet to roll an attack roll twice and take the less favorable result. This ability must be announced before the first attack roll is made.  ",
			"*Augmented:* The first time the subject deals damage to a foe with a melee attack, the attack is treated as chaotic for the purpose of overcoming DR.",
			"",
			"::h5[Charm]{jl}",
			"",
			"**Jubilee of Delight.** The subject gains a +2 sacred bonus on his next Bluff, Diplomacy, or Intimidate check.  ",
			"*Augmented:* The subject gains a +2 sacred bonus on saving throws against charm and compulsion effects.",
			"",
			"::h5[Community]{jl}",
			"",
			"**Celebration of Bonding.** As a standard action, the subject can heal a touched creature 1d6 points of nonlethal damage.  ",
			"*Augmented:* The subject is cured of the fatigued, shaken, and sickened conditions.",
			"",
			"::h5[Darkness]{jl}",
			"",
			"**Glorify Shadows.** The subject gains darkvision to a range of 30 feet (or increases current range of darkvision by 10 feet).  ",
			"*Augmented:* The subject increases range of darkvision by 30 feet.",
			"",
			"::h5[Death]{jl}",
			"",
			"**Dance of the Dead.** The subject can use {spell/bleed} up to three times.  ",
			"*Augmented:* The subject can use {spell/cause fear} once.",
			"",
			"::h5[Destruction]{jl}",
			"",
			"**Day of Dismantling.** The subject gains a +1 sacred bonus on attacks and damage rolls against inanimate objects.  ",
			"*Augmented:* The bonus becomes +2.",
			"",
			"::h5[Earth]{jl}",
			"",
			"**Festival of Soil.** The subject can cast {spell/plant growth} (enrichment) once.  ",
			"*Augmented:* The subject gains a +4 sacred bonus on saves against effects with the earth descriptor.",
			"",
			"::h5[Evil]{jl}",
			"",
			"**Unholy Gala.** The subject can cause a good-aligned foe to become sickened for 1 round as a melee touch attack.  ",
			"*Augmented:* This boon can be used three times.",
			"",
			"::h5[Fire]{jl}",
			"",
			"**Fire Calling.** Nonmagical fires the subject makes cannot be extinguished by nonmagical means, though spells and other magical effects function as normal.  ",
			"*Augmented:* The subject gains a +4 sacred bonus on saves against effects with the fire descriptor.",
			"",
			"::h5[Glory]{jl}",
			"",
			"**Resplendent Feast.** The subject receives a +2 bonus on a single Charisma-based skill check.  ",
			"*Augmented:* This boon can be used three times.",
			"",
			"::h5[Good]{jl}",
			"",
			"**Festival of Benevolence.** The subject gains a +1 sacred bonus on melee attacks and melee damage rolls against evil-aligned foes.  ",
			"*Augmented:* The bonus becomes +2.",
			"",
			"::h5[Healing]{jl}",
			"",
			"**Touch of Assuagement.** The subject can heal a dying creature 1d4 hit points as a standard action.  ",
			"*Augmented:* This boon can be used three times.",
			"",
			"::h5[Knowledge]{jl}",
			"",
			"**Liturgy of Learning.** The subject can attempt any Knowledge skill check untrained.  ",
			"*Augmented:* This boon can be used three times.",
			"",
			"::h5[Law]{jl}",
			"",
			"**Observance of Order.** The subject gains a +5 sacred bonus on the next combat maneuver check she makes against a chaotic-aligned foe.  ",
			"*Augmented:* The subject gains a +2 sacred bonus to CMD against chaotic-aligned foes.",
			"",
			"::h5[Liberation]{jl}",
			"",
			"**Freedom Festival.** The subject can use remove fear once.  ",
			"*Augmented:* The subject gains a +2 sacred bonus to CMD.",
			"",
			"::h5[Luck]{jl}",
			"",
			"**Fete of Fortune.** The next time the subject rolls a d20, he may roll twice and take the more favorable result.  ",
			"*Augmented:* The subject may use this ability on any single d20 roll, not just the next one.",
			"",
			"::h5[Madness]{jl}",
			"",
			"**Rite of Insanity.** The subject can, as a melee touch attack, cause a foe to become confused for 1d4 rounds (DC 13 Will negates).  ",
			"*Augmented:* This boon can be used twice.",
			"",
			"::h5[Magic]{jl}",
			"",
			"**Arcane Obeisance.** The subject gains a +2 sacred bonus on Spellcraft checks made while researching a spell or crafting a magic item.  ",
			"*Augmented:* The subject gains a +2 sacred bonus on Knowledge (arcana) or (religion) checks made while researching a spell.",
			"",
			"::h5[Nobility]{jl}",
			"",
			"**Knighting Ceremony.** The subject receives a +1 sacred bonus on attack and damage rolls with one weapon of her choice.  ",
			"*Augmented:* The bonus becomes +2.",
			"",
			"::h5[Plant]{jl}",
			"",
			"**Harvest Festival.** The subject can use {spell/speak with plants} once, but the duration is 1 minute.  ",
			"*Augmented:* This boon can be used three times.",
			"",
			"::h5[Protection]{jl}",
			"",
			"**Ceremony of Sanctuary.** The subject can use {spell/sanctuary} once.  ",
			"*Augmented:* The subject gains a +2 sacred bonus to AC.",
			"",
			"::h5[Repose]{jl}",
			"",
			"**Spirit Ward.** The subject can attempt a melee touch attack against a flat-footed foe to put him to sleep for 1d4 rounds.  ",
			"*Augmented:* This boon can be used three times.",
			"",
			"::h5[Rune]{jl}",
			"",
			"**Ancestral Observance.** The subject gains a +2 sacred bonus on saves against language-dependent effects.  ",
			"*Augmented:* The subject gains a +2 sacred bonus on Linguistics checks.",
			"",
			"::h5[Scalykind]{jl}",
			"",
			"**Song of Serpents.** The subject gains a +2 sacred bonus on saves against gaze attacks.  ",
			"*Augmented:* The subject gains a +4 sacred bonus to AC against the distraction attack of swarms.",
			"",
			"::h5[Strength]{jl}",
			"",
			"**Ritual of Might.** The subject gains a +1 sacred bonus on Strength-based skill checks and Strength checks.  ",
			"*Augmented:* The bonus becomes +2.",
			"",
			"::h5[Sun]{jl}",
			"",
			"**Solstice Celebration.** The illumination radius of any torch or other mundane light source held by the subject increases by 10 feet.  ",
			"*Augmented:* The subject gains a +4 sacred bonus against effects with the light descriptor.",
			"",
			"::h5[Travel]{jl}",
			"",
			"**Festival of Journeys.** The subject can choose to ignore the effects of difficult terrain for 1 round.  ",
			"*Augmented:* This boon may be used three times.",
			"",
			"::h5[Trickery]{jl}",
			"",
			"**Communion of Liars.** The subject gains a +2 sacred bonus to AC the first time he is attacked while flanked.  ",
			"*Augmented:* This boon functions the first three times the subject is attacked while flanked.",
			"",
			"::h5[Void]{jl}",
			"",
			"**Celestial Observance.** The subject knows the direction of north from her current position for the duration of this spell.  ",
			"*Augmented:* The subject is immune to confusion effects.",
			"",
			"::h5[War]{jl}",
			"",
			"**Call to Battle.** The subject gains a +1 sacred bonus on attack rolls.  ",
			"*Augmented:* The subject gains a +1 sacred bonus on damage rolls.",
			"",
			"::h5[Water]{jl}",
			"",
			"**Water Blessing.** The subject can use water breathing.  ",
			"*Augmented:* The subject gains a +4 sacred bonus on saves against effects with the water descriptor.",
			"",
			"::h5[Weather]{jl}",
			"",
			"**Song of the Tempest.** The subject can call one 10-foot-by-10-foot rain cloud in an area within 30 feet, requiring creatures in the affected area attempting to cast spells to first succeed at DC 13 {rule/concentration} checks for 1 round.  ",
			"*Augmented:* The DC is 15 for 3 rounds."
		]
	},
	"certain_grip": {
		"name": "Certain Grip",
		"sources": [ "Ultimate Combat" ],
		"description": [
			"## Certain Grip",
			"",
			"{SOURCE Ultimate Combat/225}  ",
			"**School** {spelldef/transmutation}; **Level** alchemist 2, arcanist 2, bloodrager 2, druid 2, hunter 2, investigator 2, occultist 2, redmantisassassin 2, sorcerer 2, wizard 2  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S, M/DF (a tiny ball of tar)  ",
			"**Range** touch  ",
			"**Target** creature touched  ",
			"**Duration** 10 minutes/level (D)  ",
			"**Saving Throw** Will negates (harmless); **Spell Resistance** yes (harmless)",
			"",
			"The subject's grip and footing become sure, granting a +4 competence bonus on Climb checks, on Acrobatics checks to balance, and to CMD against bull rush, drag, reposition, and trip attempts. While affected by this spell, the target is also immune to the disarm combat maneuver."
		]
	},
	"chain_lightning": {
		"name": "Chain Lightning",
		"sources": [
			"PRPG Core Rulebook",
			"Mythic Adventures"
		],
		"description": [
			"## Chain Lightning",
			"",
			"{SOURCE PRPG Core Rulebook/253}  ",
			"**School** {spelldef/evocation} [{spelldef/electricity}]; **Level** arcanist 6, magus 6, occultist 6, sorcerer 6, witch 7, wizard 6  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S, F (a bit of fur, a piece of amber, glass, or a crystal rod; plus one silver pin per caster level)  ",
			"**Range** long (400 ft. + 40 ft./level)  ",
			"**Targets** one primary target, plus one secondary target/level (each of which must be within 30 ft. of the primary target)  ",
			"**Duration** instantaneous  ",
			"**Saving Throw** Reflex half; **Spell Resistance** yes",
			"",
			"This spell creates an electrical discharge that begins as a single stroke commencing from your fingertips. Unlike lightning bolt, chain lightning strikes one object or creature initially, then arcs to other targets.",
			"",
			"The bolt deals 1d6 points of electricity damage per caster level (maximum 20d6) to the primary target. After it strikes, lightning can arc to a number of secondary targets equal to your caster level (maximum 20). The secondary bolts each strike one target and deal as much damage as the primary bolt.",
			"",
			"Each target can attempt a Reflex saving throw for half damage. The Reflex DC to halve the damage of the secondary bolts is 2 lower than the DC to halve the damage of the primary bolt. You choose secondary targets as you like, but they must all be within 30 feet of the primary target, and no target can be struck more than once. You can choose to affect fewer secondary targets than the maximum.",
			"",
			"### Mythic Chain Lightning",
			"",
			"{SOURCE Mythic Adventures/87}",
			"",
			"This spell deals 1d10 points of damage per caster level (maximum 20d10) and the save DC isn't reduced for secondary targets. Secondary targets have to be within 30 feet of any other target, not necessarily the primary target."
		]
	},
	"chain_of_perdition": {
		"name": "Chain of Perdition",
		"sources": [ "Ultimate Combat" ],
		"description": [
			"## Chain of Perdition",
			"",
			"{SOURCE Ultimate Combat/225}  ",
			"**School** {spelldef/evocation} [{spelldef/force}]; **Level** arcanist 3, bloodrager 3, cleric 3, oracle 3, psychic 3, sorcerer 3, warpriest 3, wizard 3  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S, M/DF (chain link)  ",
			"**Range** close (25 ft. + 5 ft./2 levels)  ",
			"**Effect** 10-ft. chain  ",
			"**Duration** 1 round/level (D)  ",
			"**Saving Throw** none; **Spell Resistance** yes",
			"",
			"A floating chain of force with hooks at each end appears within an unoccupied space of your choosing within range. This chain is a Medium object that has a 10-foot reach. Physical attacks cannot hit or harm the chain of perdition, but {spell/dispel magic}, {disintegrate}, a {magic-artifact/sphere of annihilation}, or a {magic-rod/rod of cancellation} affects it normally. The chain's AC against touch attacks is 10 + your Charisma modifier (sorcerer), Intelligence modifier (wizard), or Wisdom modifier (cleric).",
			"",
			"The chain can perform the dirty trick (blind or entangle), drag, reposition, and trip combat maneuvers, using your caster level in place of your Combat Maneuver Bonus, and your Charisma modifier (sorcerer), Intelligence modifier (wizard), or Wisdom modifier (cleric) in place of your Strength or Dexterity modifier. The chain does not provoke attacks of opportunity for making combat maneuvers. It suffers no penalty or miss chance due to darkness, invisibility, or other forms of concealment.",
			"",
			"As a move action, you can move the chain up to 30 feet. If the chain goes beyond the spell's range or out of your sight, it returns to you.",
			"",
			"If a creature that the chain attacks has spell resistance, you must make a caster level check (1d20 + caster level) against that spell resistance the first time the chain performs a successful maneuver against that creature. If the chain is successfully resisted, the spell is dispelled. If not, the weapon has its normal full effect on that creature for the duration of the spell."
		]
	},
	"chains_of_fire": {
		"name": "Chains of Fire",
		"sources": [ "Advanced Race Guide" ],
		"description": [
			"## Chains of Fire",
			"",
			"{SOURCE Advanced Race Guide/131}  ",
			"**School** {spelldef/evocation} [{spelldef/fire}]; **Level** arcanist 6, magus 6, sorcerer 6, wizard 6 (ifrit)  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S, F (a drop of oil and a small piece of flint)  ",
			"**Range** medium (100 ft. + 10 ft./level)  ",
			"**Targets** one primary target, plus one secondary target/level (each of which must be within 30 ft. of the primary target)  ",
			"**Duration** instantaneous  ",
			"**Saving Throw** Reflex half; **Spell Resistance** yes",
			"",
			"This spell functions like chain lightning, except as noted above, and the spell deals fire damage instead of electricity damage."
		]
	},
	"chains_of_light": {
		"name": "Chains of Light",
		"sources": [ "Champions of Purity" ],
		"description": [
			"## Chains of Light",
			"",
			"{SOURCE Champions of Purity/29}  ",
			"**School** {spelldef/conjuration} ({spelldef/creation}) [{spelldef/good}]; **Level** arcanist 6, cleric 6, inquisitor 5, oracle 6, paladin 4, sorcerer 6, warpriest 6, wizard 6  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S, F (a length of fine golden chain)  ",
			"**Range** short (25 ft. + 5 ft./level)  ",
			"**Target** one creature  ",
			"**Duration** 1 round/level (D)  ",
			"**Saving Throw** Reflex negates; **Spell Resistance** no",
			"",
			"A creature targeted by this spell is held immobile by glowing golden chains composed of pure light. The creature is paralyzed and held in place, but may attempt a new saving throw each round to end the effect. While held by the golden chains, a creature cannot use any sort of extradimensional travel, such as {spell/astral projection}, {spell/blink}, {spell/dimension door}, {spell/ethereal jaunt}, {spell/etherealness}, {spell/gate}, {spell/maze}, {spell/plane shift}, {spell/shadow walk}, {spell/teleport}, and similar spells and spell-like abilities. The spell does not affect creatures that are already in ethereal or astral form when the spell is cast."
		]
	},
	"challenge_evil": {
		"name": "Challenge Evil",
		"sources": [ "Advanced Player's Guide" ],
		"description": [
			"## Challenge Evil",
			"",
			"{SOURCE Advanced Player's Guide/210}  ",
			"**School** {spelldef/enchantment} ({spelldef/compulsion}) [{spelldef/mind-affecting}]; **Level** paladin 1  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, DF  ",
			"**Range** close (25 ft. + 5 ft./2 levels)  ",
			"**Target** one evil creature  ",
			"**Duration** 1 minute/level (D)  ",
			"**Saving Throw** Will negates; **Spell Resistance** yes",
			"",
			"You challenge an evil creature to bring the fight to you, or suffer the consequences. You gain a +2 sacred bonus on all melee attacks against the subject of the spell. At the end of its turn, if the target has not made at least one attack on you, it becomes sickened. If you move away from the target, the spell ends."
		]
	},
	"chameleon_scales": {
		"name": "Chameleon Scales",
		"sources": [ "Kobolds of Golarion" ],
		"description": [
			"## Chameleon Scales",
			"",
			"{SOURCE Kobolds of Golarion/26}  ",
			"**School** {spelldef/transmutation}; **Level** alchemist 1, arcanist 0, druid 0, hunter 0, investigator 1, ranger 1, sorcerer 0, wizard 0  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S, DF  ",
			"**Range** personal  ",
			"**Target** you  ",
			"**Duration** 10 minutes/level (D)",
			"",
			"You temporarily alter the color of your skin, hide, or scales to another option legal for your race. You take no penalty for using Disguise to appear as a member of a different race as long as that race has the same type and color of skin, hide, or scales as you."
		]
	},
	"chameleon_stride": {
		"name": "Chameleon Stride",
		"sources": [
			"Advanced Player's Guide",
			"Advanced Class Guide"
		],
		"description": [
			"## Chameleon Stride",
			"",
			"{SOURCE Advanced Player's Guide/210}  ",
			"**School** {spelldef/illusion} ({spelldef/glamer}); **Level** hunter 2, ranger 2  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S, DF  ",
			"**Range** personal  ",
			"**Target** you  ",
			"**Duration** 1 minute/level",
			"",
			"You fade into the background, and while you are not truly invisible, you are hard to pinpoint due to your translucent state. While under the effects of this spell, you gain a +4 bonus on Stealth checks and have concealment from creatures more than 5 feet away (attacks have a 20% miss chance).",
			"",
			"### Greater Chameleon Stride",
			"",
			"{SOURCE Advanced Class Guide/177}  ",
			"**School** {spelldef/illusion} ({spelldef/glamer}); **Level** hunter 3, ranger 3  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S, DF  ",
			"**Range** 5 ft.  ",
			"**Area** allies in a 10-ft.-radius emanation centered on you  ",
			"**Duration** 1 minute/level (see text)",
			"",
			"This spell functions as chameleon stride, except it confers its bonuses upon all allies within 10 feet of you at the time the spell is cast. Those affected by this spell are able to see each other and themselves as if they were unaffected by the spell. If an affected creature moves out of the area, it loses the benefit of the spell. Creatures that move into the area after the spell is cast do not gain its benefit."
		]
	},
	"chameleon_stride_greater": {
		"name": "Greater Chameleon Stride",
		"copyof": "chameleon_stride"
	},
	"greater_chameleon_stride": { "copyof": "chameleon_stride_greater" },
	"champions_bout": {
		"name": "Champion's Bout",
		"sources": [ "Inner Sea Races" ],
		"description": [
			"## Champion's Bout",
			"",
			"{SOURCE Inner Sea Races/218}  ",
			"**School** {spelldef/enchantment} ({spelldef/compulsion}) [{spelldef/mind-affecting}]; **Level** bard 3, cleric 3, oracle 3, skald 3, warpriest 3 (Shoanti)  ",
			"**Casting Time** 1 round  ",
			"**Components** V, S  ",
			"**Range** medium (100 ft. + 10 ft./level)  ",
			"**Targets** two creatures  ",
			"**Duration** 1 round/level  ",
			"**Saving Throw** Will negates (see text); **Spell Resistance** yes (see text)",
			"",
			"You allow two chosen champions to fight without interference. The two creatures must be willing in order for the spell to work. After you cast this spell, any creature attempting to aid or hinder either of the two targets in any way must succeed at a Will save or lose its action instead (spell resistance applies). A creature that fails its Will save against champion's bout cannot attempt to interfere again. If a creature successfully interferes with the bout, the spell ends immediately."
		]
	},
	"changestaff": {
		"name": "Changestaff",
		"sources": [
			"PRPG Core Rulebook",
			"Mythic Adventures"
		],
		"description": [
			"## Changestaff",
			"",
			"{SOURCE PRPG Core Rulebook/253}  ",
			"**School** {spelldef/transmutation}; **Level** druid 7  ",
			"**Casting Time** 1 round  ",
			"**Components** V, S, F (a quarterstaff that has been carved and polished for 28 days)  ",
			"**Range** touch  ",
			"**Target** your touched staff  ",
			"**Duration** 1 hour/level (D)  ",
			"**Saving Throw** none; **Spell Resistance** no",
			"",
			"You change a specially prepared quarterstaff into a Huge treant-like creature, about 24 feet tall. When you plant the end of the staff in the ground and speak a special command to conclude the casting of the spell, your staff turns into a creature that looks and fights just like a treant. The staff-treant defends you and obeys any spoken commands. However, it is by no means a true treant; it cannot converse with actual treants or control trees. If the staff-treant is reduced to 0 or fewer hit points, it crumbles to powder and the staff is destroyed. Otherwise, the staff returns to its normal form when the spell duration expires (or when the spell is dismissed), and it can be used as the focus for another casting of the spell. The staff-treant is always at full strength when created, despite any wounds it may have incurred the last time it appeared.",
			"",
			"### Mythic Changestaff",
			"",
			"{SOURCE Mythic Adventures/88}",
			"",
			"The treant-like creature created with this spell is considered a mythic creature, and it gains DR 10/epic and slashing instead of gaining DR 10/slashing.",
			"",
			"*Augmented (7th):* If you expend two uses of mythic power, the creature gains the savage [mythic template](rule/mythic_simple_templates)."
		]
	},
	"channel_the_gift": {
		"name": "Channel the Gift",
		"sources": [
			"Inner Sea Gods",
			"Gods and Magic"
		],
		"description": [
			"## Channel the Gift",
			"",
			"{SOURCE Inner Sea Gods/230;Gods and Magic/27}  ",
			"**School** {spelldef/evocation}; **Level** arcanist 3, bard 3, cleric 3, druid 3, hunter 3, oracle 3, ranger 3, skald 3, sorcerer 3, warpriest 3, witch 3, wizard 3 (Nethys)  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S, DF  ",
			"**Range** touch  ",
			"**Target** ally spellcaster touched  ",
			"**Duration** 1 round or see text  ",
			"**Saving Throw** Will negates (harmless) or none; **Spell Resistance** yes (harmless) or no",
			"",
			"You channel your magical power to fuel the target's spellcasting. The next spell the target casts of 3rd level or lower does not expend a spell slot; in effect, you are using your spell slot to power the target's spell. The target must start casting this spell before your next turn, and the spell cannot have a casting time longer than 1 full round. Your alignment, prohibited wizard school, and other restrictions on your own spellcasting do not affect the target, nor do you suffer any backlash from the target's choice of spell.",
			"",
			"If you target yourself with this spell, you may spontaneously cast any prepared spell of 3rd level or lower without expending its spell slot on your next turn (this aspect of the spell has no effect if you are a spontaneous caster). The spell that's cast after channel the gift cannot have a casting time longer than 1 full round."
		]
	},
	"channel_vigor": {
		"name": "Channel Vigor",
		"sources": [
			"Inner Sea Gods",
			"Gods and Magic"
		],
		"description": [
			"## Channel Vigor",
			"",
			"{SOURCE Inner Sea Gods/231;Gods and Magic/23}  ",
			"**School** {spelldef/transmutation}; **Level** alchemist 3, bloodrager 3, cleric 3, inquisitor 3, investigator 3, magus 3, oracle 3, warpriest 3 (Irori)  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S  ",
			"**Range** personal  ",
			"**Target** you  ",
			"**Duration** 1 round/level",
			"",
			"You focus the energy of your mind, body, and spirit into a specific part of your being, granting yourself an exceptional ability to perform certain tasks. When you cast the spell, choose one of the following portions of your self as your focus target. Thereafter, you may change the focus target as a move action. You can gain the benefit of only one channel vigor spell at a time.",
			"",
			"*Limbs:* You gain the benefits of a haste spell.",
			"",
			"*Mind:* You gain a +4 competence bonus on Knowledge and Perception skill checks and on ranged attack rolls.",
			"",
			"*Spirit:* You gain a +6 competence bonus on Will saving throws and Bluff and Intimidate checks.",
			"",
			"*Torso:* You gain a +6 competence bonus on Fortitude saving throws and {rule/concentration} checks."
		]
	},
	"chaos_hammer": {
		"name": "Chaos Hammer",
		"sources": [
			"PRPG Core Rulebook",
			"Mythic Adventures"
		],
		"description": [
			"## Chaos Hammer",
			"",
			"{SOURCE PRPG Core Rulebook/254}  ",
			"**School** {spelldef/evocation} [{spelldef/chaotic}]; **Level** cleric 4, inquisitor 4, oracle 4, warpriest 4  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S  ",
			"**Range** medium (100 ft. + 10 ft./level)  ",
			"**Area** 20-ft.-radius burst  ",
			"**Duration** instantaneous (1d6 rounds); see text  ",
			"**Saving Throw** Will partial; see text; **Spell Resistance** yes",
			"",
			"You unleash chaotic power to smite your enemies. The power takes the form of a multicolored explosion of leaping, ricocheting energy. Only lawful and neutral (not chaotic) creatures are harmed by the spell.",
			"",
			"The spell deals 1d8 points of damage per two caster levels (maximum 5d8) to lawful creatures (or 1d6 points of damage per caster level, maximum 10d6, to lawful outsiders) and slows them for 1d6 rounds (see the {spell/slow} spell). A successful Will save reduces the damage by half and negates the slow effect.",
			"",
			"The spell deals only half damage against creatures who are neither lawful nor chaotic, and they are not slowed. Such a creature can reduce the damage by half again (down to one-quarter) with a successful Will save.",
			"",
			"### Mythic Chaos Hammer",
			"",
			"{SOURCE Mythic Adventures/88}",
			"",
			"The damage dealt to lawful outsiders increases to 1d10 points of damage per caster level (maximum 10d10), and the damage dealt to other lawful creatures increases to 1d12 points of damage per 2 caster levels (maximum 5d12). The duration of slow increases to 2d6 rounds. Lawful creatures that succeed at their saves are slowed for 1 round."
		]
	},
	"charge_object": {
		"name": "Charge Object",
		"sources": [ "Occult Adventures" ],
		"description": [
			"## Charge Object",
			"",
			"{SOURCE Occult Adventures/161}  ",
			"**School** {spelldef/transmutation}; **Level** medium 1, mesmerist 1, occultist 1, psychic 1, spiritualist 1  ",
			"**Casting Time** 10 minutes  ",
			"**Components** V, S  ",
			"**Range** touch  ",
			"**Target** object touched  ",
			"**Duration** permanent  ",
			"**Saving Throw** none, see text; **Spell Resistance** no",
			"",
			"You charge an item with minor psychic energy. The item can be detected by the {spell/detect psychic significance} spell. If you wish, you can imprint the item with your ownership history. Spells such as {spell/object reading} and uses of the [psychometry](skill/appraise) unlock can reveal any information about yourself you impart into the object, including your name, alignment, profession, and a summary of your experiences with the item. You can't impart false information into the object, but you can omit any details you'd prefer not to divulge. If the target object is already psychically charged, you can add more information to it, but you can't use charge object to erase existing psychic information."
		]
	},
	"charitable_impulse": {
		"name": "Charitable Impulse",
		"sources": [ "Chronicle of the Righteous" ],
		"description": [
			"## Charitable Impulse",
			"",
			"{SOURCE Chronicle of the Righteous/50}  ",
			"**School** {spelldef/enchantment} ({spelldef/compulsion}) [{spelldef/mind-affecting}]; **Level** arcanist 3, bard 2, cleric 3, oracle 3, skald 2, sorcerer 3, warpriest 3, witch 3, wizard 3  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S, F/DF (a miniature collection plate)  ",
			"**Range** close (25 ft. + 5 ft./2 levels)  ",
			"**Target** one humanoid creature  ",
			"**Duration** 1 round/level  ",
			"**Saving Throw** Will negates; **Spell Resistance** yes",
			"",
			"This spell makes a creature more charitable, compelling it to aid others rather than use violence. An affected creature practices non-violent combat behaviors according to the following list of priorities, beginning with the first priority. The subject continues to perform a priority until he can no longer fulfill its demands (at which point he moves to the next priority) or until the spell ends, whichever comes first.",
			"",
			"*1st Priority:* Heal injured creatures within 30 feet, beginning with the closest creatures and using whatever methods the subject has at hand (including potions, spells, and so on).",
			"",
			"*2nd Priority:* The subject gives his weapon away to the nearest creature within 30 feet who will accept it. If no creature accepts the weapon, the subject drops the weapon on the ground.",
			"",
			"*3rd Priority:* Cast beneficial spells and/or use beneficial magic items (including potions, wands, and so on) on creatures within 30 feet, starting with the closest creatures.",
			"",
			"*4th Priority:* The subject gives away his non-worn possessions - the contents of a backpack or similar item count as one item each, as does the container itself - to creatures within 30 feet. If no creature accepts the items, the subject drops the items on the ground.",
			"",
			"*5th Priority:* The subject gives away his remaining possessions (including his armor, boots, cloak, and so on) to creatures within 30 feet. If no creature accepts the items, the subject drops them on the ground.",
			"",
			"If the subject fulfills all five priorities, the spell effect ends. The subject cannot attack or take attacks of opportunity, but can defend himself as normal. If the subject is attacked, the spell's effect immediately ends."
		]
	},
	"charm_animal": {
		"name": "Charm Animal",
		"sources": [ "PRPG Core Rulebook" ],
		"description": [
			"## Charm Animal",
			"",
			"{SOURCE PRPG Core Rulebook/254}  ",
			"**School** {spelldef/enchantment} ({spelldef/charm}) [{spelldef/mind-affecting}]; **Level** druid 1, hunter 1, psychic 1, ranger 1, shaman 1  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S  ",
			"**Range** close (25 ft. + 5 ft./2 levels)  ",
			"**Target** one animal  ",
			"**Duration** 1 hour/level  ",
			"**Saving Throw** Will negates; **Spell Resistance** yes",
			"",
			"This spell functions like charm person, except that it affects a creature of the animal type."
		]
	},
	"charm_monster": {
		"name": "Charm Monster",
		"sources": [ "PRPG Core Rulebook" ],
		"description": [
			"## Charm Monster",
			"",
			"{SOURCE PRPG Core Rulebook/254}  ",
			"**School** {spelldef/enchantment} ({spelldef/charm}) [{spelldef/mind-affecting}]; **Level** arcanist 4, bard 3, mesmerist 3, occultist 4, psychic 4, skald 3, sorcerer 4, summoner 3, unchained summoner 4, witch 4, wizard 4  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S  ",
			"**Range** close (25 ft. + 5 ft./2 levels)  ",
			"**Target** one living creature  ",
			"**Duration** 1 day/level  ",
			"**Saving Throw** Will negates; **Spell Resistance** yes",
			"",
			"This spell functions like charm person, except that the effect is not restricted by creature type or size.",
			"",
			"### Mass Charm Monster",
			"",
			"{SOURCE PRPG Core Rulebook/254}  ",
			"**School** {spelldef/enchantment} ({spelldef/charm}) [{spelldef/mind-affecting}]; **Level** arcanist 8, bard 6, mesmerist 6, occultist 6, psychic 8, skald 6, sorcerer 8, summoner 6, witch 8, wizard 8  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V  ",
			"**Range** close (25 ft. + 5 ft./2 levels)  ",
			"**Targets** one or more creatures, no two of which can be more than 30 ft. apart  ",
			"**Duration** 1 day/level  ",
			"**Saving Throw** Will negates; **Spell Resistance** yes",
			"",
			"This spell functions like charm monster, except that mass charm monster affects a number of creatures whose combined HD do not exceed twice your level, or at least one creature regardless of HD. If there are more potential targets than you can affect, you choose them one at a time until you must choose a creature with too many HD to affect."
		]
	},
	"charm_monster_mass": {
		"name": "Mass Charm Monster",
		"copyof": "charm_monster"
	},
	"mass_charm_monster": { "copyof": "charm_monster_mass" },
	"charm_person": {
		"name": "Charm Person",
		"sources": [
			"PRPG Core Rulebook",
			"The First World, Realm of the Fey",
			"Ultimate Intrigue"
		],
		"description": [
			"## Charm Person",
			"",
			"{SOURCE PRPG Core Rulebook/254}  ",
			"**School** {spelldef/enchantment} ({spelldef/charm}) [{spelldef/mind-affecting}]; **Level** arcanist 1, bard 1, mesmerist 1, occultist 1, psychic 1, shaman 1, skald 1, sorcerer 1, witch 1, wizard 1  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S  ",
			"**Range** close (25 ft. + 5 ft./2 levels)  ",
			"**Target** one humanoid creature  ",
			"**Duration** 1 hour/level  ",
			"**Saving Throw** Will negates; **Spell Resistance** yes",
			"",
			"This charm makes a humanoid creature regard you as its trusted friend and ally (treat the target's attitude as friendly). If the creature is currently being threatened or attacked by you or your allies, however, it receives a +5 bonus on its saving throw.",
			"",
			"The spell does not enable you to control the charmed person as if it were an automaton, but it perceives your words and actions in the most favorable way. You can try to give the subject orders, but you must win an opposed Charisma check to convince it to do anything it wouldn't ordinarily do. (Retries are not allowed.) An affected creature never obeys suicidal or obviously harmful orders, but it might be convinced that something very dangerous is worth doing. Any act by you or your apparent allies that threatens the charmed person breaks the spell. You must speak the person's language to communicate your commands, or else be good at pantomiming.",
			"",
			"::h3[Charm Fey]{jl}",
			"",
			"{SOURCE The First World, Realm of the Fey/12}  ",
			"**School** {spelldef/enchantment} ({spelldef/charm}) [{spelldef/mind-affecting}]; **Level** arcanist 1, bard 1, skald 1, sorcerer 1, wizard 1  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S  ",
			"**Range** close (25 ft. + 5 ft./2 levels)  ",
			"**Target** one fey creature  ",
			"**Duration** 1 hour/level  ",
			"**Saving Throw** Will negates; **Spell Resistance** yes",
			"",
			"This spell functions as charm person, except it affects a fey instead of a humanoid.",
			"",
			"::h3[Mass Charm Person]{jl}",
			"",
			"{SOURCE Ultimate Intrigue/206}  ",
			"**School** {spelldef/enchantment} ({spelldef/charm}) [{spelldef/mind-affecting}]; **Level** arcanist 5, bard 4, mesmerist 4, occultist 4, psychic 5, shaman 5, skald 4, sorcerer 5, witch 5, wizard 5  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S  ",
			"**Range** close (25 ft. + 5 ft./2 levels)  ",
			"**Target** one or more humanoid creatures, no two of which can be more than 30 ft. apart  ",
			"**Duration** 1 hour/level  ",
			"**Saving Throw** Will negates; **Spell Resistance** yes",
			"",
			"This spell functions like charm person, except that mass charm person affects a number of humanoid creatures whose combined Hit Dice don't exceed twice your level. If there are more potential targets than you can affect, you choose them one at a time until you reach the limit of HD you can affect. If you cast mass charm person on only one creature, you ignore the spell's HD limit."
		]
	},
	"charm_person_mass": {
		"name": "Mass Charm Person",
		"copyof": "charm_person"
	},
	"mass_charm_person": { "copyof": "charm_person_mass" },
	"charm_fey": {
		"name": "Charm Fey",
		"copyof": "charm_person"
	},
	"charnel_house": {
		"name": "Charnel House",
		"sources": [ "Horror Adventures" ],
		"description": [
			"## Charnel House",
			"",
			"{SOURCE Horror Adventures/111}  ",
			"**School** {spelldef/illusion} ({spelldef/shadow>_subschool}) [{spelldef/evil}, {spelldef/shadow>_descriptor}]; **Level** antipaladin 3, arcanist 5, cleric 5, mesmerist 5, oracle 5, psychic 5, sorcerer 5, warpriest 5, witch 5, wizard 5  ",
			"**Casting Time** 10 minutes  ",
			"**Components** V, S, M (one Tiny or larger living creature)  ",
			"**Range** close (25 ft. + 5 ft./2 levels)  ",
			"**Area** 20-ft. cube (S)  ",
			"**Duration** 10 minutes/level  ",
			"**Saving Throw** Will parital; **Spell Resistance** no",
			"",
			"By sacrificing a living creature, you create the grisly illusion of viscera and gore splattered about the nearby area. When the casting time is complete, the walls drip with blood and the floor is slick with unidentifiable lumps of meat and other signs of a massacre. Anyone entering the area must attempt a Will save or be sickened for 1d6 rounds. This is a mind-affecting effect. If a creature succeeds at its save, it can see the semi-real nature of the illusion.",
			"",
			"The room itself is covered in a layer of slippery, semi-real gore. Any creature attempting to walk within or through the area of gore can move at half normal speed with a DC 10 Acrobatics check. Failure means it can't move that round, and failure by 5 or more means it falls prone (see the {skill/Acrobatics} skill for details). Creatures that don't move on their turns don't need to attempt this check and are not considered flat-footed. A creature that succeeded at its Will save gains a +5 bonus on the Acrobatics check."
		]
	},
	"charons_dispensation": {
		"name": "Charon's Dispensation",
		"sources": [
			"Book of the Damned",
			"Book of the Damned - Volume 3: Horsemen of the Apocalypse"
		],
		"description": [
			"## Charon's Dispensation",
			"",
			"{SOURCE Book of the Damned/183;Book of the Damned - Volume 3: Horsemen of the Apocalypse/38}  ",
			"**School** {spelldef/abjuration}; **Level** arcanist 4, cleric 4, inquisitor 4, medium 4, mesmerist 4, oracle 4, psychic 4, shaman 4, sorcerer 4, spiritualist 4, warpriest 4, witch 4, wizard 4  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S, M (2 silver coins)  ",
			"**Range** close (25 ft. + 5 ft./2 levels)  ",
			"**Target** one creature/level  ",
			"**Duration** 1 minute/level  ",
			"**Saving Throw** Will negates (harmless); **Spell Resistance** yes (harmless)",
			"",
			"The target of this spell gains immunity to the harmful effects of touching or drinking from the River Styx and a +4 profane bonus on saves against effects that alter or suppress memory (such as {spell/modify memory} or {spell/mindwipe}). This does not grant the target the ability to breathe water, nor does it grant any protection against creatures or mundane hazards such as rapids. The spell has no power to restore memory to a creature already suffering from an existing fugue or amnesia state."
		]
	},
	"chastise": {
		"name": "Chastise",
		"sources": [ "Faction Guide" ],
		"description": [
			"## Chastise",
			"",
			"{SOURCE Faction Guide/61}  ",
			"**School** {spelldef/transmutation}; **Level** arcanist 1, bard 1, redmantisassassin 1, skald 1, sorcerer 1, wizard 1  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V  ",
			"**Range** personal  ",
			"**Target** you  ",
			"**Duration** 1 minute/level",
			"",
			"You gain a +5 bonus on Bluff, Diplomacy, and Intimidate checks to convince a listener that they will get in trouble with their superiors or with the law if they don't do what you ask.",
			"",
			"This spell is primarily used by the [Eagle Knights](rule/aff_vangard), though they did not create it; [Hellknights](rule/aff_lawknights) also use it extensively to gather information and foster cooperation."
		]
	},
	"cheetahs_sprint": {
		"name": "Cheetah's Sprint",
		"sources": [ "Heroes of the Wild" ],
		"description": [
			"## Cheetah's Sprint",
			"",
			"{SOURCE Heroes of the Wild/30}  ",
			"**School** {spelldef/transmutation}; **Level** bloodrager 1, druid 1, hunter 1, ranger 1, shaman 1, witch 1  ",
			"**Casting Time** 1 swift action  ",
			"**Components** V  ",
			"**Range** personal  ",
			"**Target** you  ",
			"**Duration** 1 round",
			"",
			"A wild surge of energy courses through your body and propels you into a sprint. If you take a charge or run action before the end of your turn, you can move a total distance of up to 10 times your base land speed. This adjustment is an enhancement bonus. There is no effect on other modes of movement, such as burrow, climb, fly, or swim. As with other effects that increase your speed, this spell affects your jumping distance."
		]
	},
	"chill_metal": {
		"name": "Chill Metal",
		"sources": [
			"PRPG Core Rulebook",
			"Mythic Adventures"
		],
		"description": [
			"## Chill Metal",
			"",
			"{SOURCE PRPG Core Rulebook/254}  ",
			"**School** {spelldef/transmutation} [{spelldef/cold}]; **Level** druid 2, hunter 2, occultist 2, psychic 2  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S, DF  ",
			"**Range** close (25 ft. + 5 ft./2 levels)  ",
			"**Target** metal equipment of one creature per two levels, no two of which can be more than 30 ft. apart; or 25 lbs. of metal/level, none of which can be more than 30 ft. away from any of the rest  ",
			"**Duration** 7 rounds  ",
			"**Saving Throw** Will negates (object); **Spell Resistance** yes (object)",
			"",
			"Chill metal makes metal extremely cold. Unattended, nonmagical metal gets no saving throw. Magical metal is allowed a saving throw against the spell. An item in a creature's possession uses the creature's saving throw bonus unless its own is higher.",
			"",
			"A creature takes cold damage if its equipment is chilled. It takes full damage if its armor, shield, or weapon is affected. The creature takes minimum damage (1 point or 2 points; see the table) if it's not wearing or wielding such an item.",
			"",
			"On the first round of the spell, the metal becomes chilly and uncomfortable to touch but deals no damage. The same effect also occurs on the last round of the spell's duration. During the second (and also the next-to-last) round, icy coldness causes pain and damage. In the third, fourth, and fifth rounds, the metal is freezing cold, and causes more damage, as shown on the table below.",
			"",
			"| Round | Metal Temperature | Damage |",
			"| --- | --- | --- |",
			"| 1 | Cold | None |",
			"| 2 | Icy | 1d4 points |",
			"| 3-5 | Freezing | 2d4 points |",
			"| 6 | Icy | 1d4 points |",
			"| 7 | Cold | None |",
			"",
			"Any heat intense enough to damage the creature negates cold damage from the spell (and vice versa) on a point-for-point basis. Underwater, chill metal deals no damage, but ice immediately forms around the affected metal, making it float if unattended.",
			"",
			"Chill metal counters and dispels {spell/heat metal}.",
			"",
			"### Mythic Chill Metal",
			"",
			"{SOURCE Mythic Adventures/88}",
			"",
			"The damage dealt increases to 1d8 points of cold damage on rounds 2 and 6, and to 2d8 points of cold damage on rounds 3 through 5. Each round a creature takes cold damage from this spell, it also takes 1 point of Dexterity damage (Fortitude negates)."
		]
	},
	"chill_touch": {
		"name": "Chill Touch",
		"sources": [ "PRPG Core Rulebook" ],
		"description": [
			"## Chill Touch",
			"",
			"{SOURCE PRPG Core Rulebook/255}  ",
			"**School** {spelldef/necromancy}; **Level** arcanist 1, bloodrager 1, magus 1, shaman 1, sorcerer 1, spiritualist 1, witch 1, wizard 1  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S  ",
			"**Range** touch  ",
			"**Targets** creature or creatures touched (up to one/level)  ",
			"**Duration** instantaneous  ",
			"**Saving Throw** Fortitude partial or Will negates; see text; **Spell Resistance** yes",
			"",
			"A touch from your hand, which glows with blue energy, disrupts the life force of living creatures. Each touch channels negative energy that deals 1d6 points of damage. The touched creature also takes 1 point of Strength damage unless it makes a successful Fortitude saving throw. You can use this melee touch attack up to one time per level.",
			"",
			"An undead creature you touch takes no damage of either sort, but it must make a successful Will saving throw or flee as if panicked for 1d4 rounds + 1 round per caster level."
		]
	},
	"chord_of_shards": {
		"name": "Chord of Shards",
		"sources": [
			"Ultimate Magic",
			"Mythic Adventures"
		],
		"description": [
			"## Chord of Shards",
			"",
			"{SOURCE Ultimate Magic/211}  ",
			"**School** {spelldef/evocation}; **Level** bard 1, skald 1  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S  ",
			"**Range** 15 ft.  ",
			"**Area** cone-shaped burst  ",
			"**Duration** instantaneous  ",
			"**Saving Throw** Reflex negates; **Spell Resistance** no",
			"",
			"During your bardic performance, you can strike a chord whose notes transform into a shower of razor sharp, crystalline shards. The shards deal 2d6 points of piercing damage to all creatures caught in the area of effect.",
			"",
			"### Mythic Chord of Shards",
			"",
			"{SOURCE Mythic Adventures/88}",
			"",
			"The damage dealt increases to 2d8 points of piercing damage and bypasses all damage reduction. Any creature damaged by the shards takes 1d8 points of sonic damage."
		]
	},
	"circle_of_clarity": {
		"name": "Circle of Clarity",
		"sources": [ "Ultimate Magic" ],
		"description": [
			"## Circle of Clarity",
			"",
			"{SOURCE Ultimate Magic/211}  ",
			"**School** {spelldef/abjuration}; **Level** arcanist 7, cleric 7, oracle 7, psychic 7, shaman 8, sorcerer 7, wizard 7  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S, F (a crystal lens worth 100 gp)  ",
			"**Range** medium (100 ft. + 10 ft./level)  ",
			"**Effect** 20-ft.-radius emanation centered on a creature, object or point in space  ",
			"**Duration** 1 round/level (D)  ",
			"**Saving Throw** Will negates (harmless); **Spell Resistance** yes (harmless)",
			"",
			"You create a magical emanation that interferes with all figments and glamers within it, giving creatures a +4 bonus on saving throws to recognize them as illusions. The emanation negates {rule/concealment} less than total concealment within the area. Perception checks to notice creatures or objects within the area gain a bonus equal to half your caster level (maximum +10). The spell is stationary if cast on a point in space. It is mobile if centered on a creature or object, though creatures or attended objects can negate the spell with a saving throw or spell resistance."
		]
	},
	"circle_of_death": {
		"name": "Circle of Death",
		"sources": [
			"PRPG Core Rulebook",
			"Mythic Adventures"
		],
		"description": [
			"## Circle of Death",
			"",
			"{SOURCE PRPG Core Rulebook/255}  ",
			"**School** {spelldef/necromancy} [{spelldef/death}]; **Level** arcanist 6, inquisitor 6, sorcerer 6, spiritualist 6, wizard 6  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S, M (a crushed black pearl worth 500 gp)  ",
			"**Range** medium (100 ft. + 10 ft./level)  ",
			"**Area** several living creatures within a 40-ft.-radius burst  ",
			"**Duration** instantaneous  ",
			"**Saving Throw** Fortitude negates; **Spell Resistance** yes",
			"",
			"Circle of death snuffs out the life force of living creatures, killing them instantly. The spell slays 1d4 HD worth of living creatures per caster level (maximum 20d4). Creatures with the fewest HD are affected first; among creatures with equal HD, those who are closest to the burst's point of origin are affected first. No creature of 9 or more HD can be affected, and HD that are not sufficient to affect a creature are wasted.",
			"",
			"### Mythic Circle of Death",
			"",
			"{SOURCE Mythic Adventures/88}",
			"",
			"The number of Hit Dice worth of creatures killed by the spell increases to 1d6 per caster level (maximum 20d6). Add your tier to the maximum HD of creatures that can be affected by the spell. (For example, at 3rd tier, a creature with 12 HD cannot be affected.)",
			"",
			"*Augmented (6th):* If you expend two uses of mythic power, creatures that succeed at their saves against this spell take 1d6 points of damage per tier."
		]
	},
	"claim_identity": {
		"name": "Claim Identity",
		"sources": [ "Spymaster's Handbook" ],
		"description": [
			"## Claim Identity",
			"",
			"{SOURCE Spymaster's Handbook/28}  ",
			"**School** {spelldef/transmutation} ({spelldef/polymorph}); **Level** alchemist 3, antipaladin 3, arcanist 4, bard 3, druid 4, hunter 4, inquisitor 3, investigator 3, shaman 4, skald 3, sorcerer 4, witch 3, wizard 4  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S, M (a needle and thread)  ",
			"**Range** touch  ",
			"**Target** humanoid creature touched  ",
			"**Duration** 1 hour/level  ",
			"**Saving Throw** Fortitude negates; **Spell Resistance** yes",
			"",
			"You steal the target's face, transforming yourself into a flawless imitation of it. All of the target's facial features, vocal cues, and identifying physical traits change, transforming it into an unremarkable member of its race and gender. You transform into a perfect likeness of the target's true form, as if affected by alter self, and gain a +10 bonus on Disguise checks to impersonate the original subject of this spell; you take no penalties on this check if the original target is of a different race, age, size, or gender.",
			"",
			"Claim identity prevents any other polymorph effects from restoring the target's true face for the spell's duration, though the target can still assume other forms or faces via magic or any natural shapechanging ability.",
			"",
			"### Greater Claim Identity",
			"",
			"{SOURCE Spymaster's Handbook/28}  ",
			"**School** {spelldef/transmutation} ({spelldef/polymorph}); **Level** alchemist 5, antipaladin 4, arcanist 6, bard 5, druid 6, hunter 6, inquisitor 5, investigator 5, shaman 6, skald 5, sorcerer 6, witch 5, wizard 6  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S, M (a silver needle costing 100 gp)  ",
			"**Range** touch  ",
			"**Target** humanoid creature touched  ",
			"**Duration** 1 hour/level  ",
			"**Saving Throw** Fortitude negates; **Spell Resistance** yes",
			"",
			"This spell functions as per claim identity, except it transforms its target into a helpless, inanimate porcelain mask for the spell's duration. The target remains aware of everything it can see or hear while transformed. The target can't speak or move, but can still take purely mental actions (such as casting certain spells) or be targeted by spells that affect its mind.",
			"",
			"Any creature donning this mask is transformed into a flawless imitation of the spell's target, as if affected by claim identity, and reverts to its natural form upon removing the mask. Any damage dealt to the mask immediately ends this spell."
		]
	},
	"claim_identity_greater": {
		"name": "Greater Claim Identity",
		"copyof": "claim_identity"
	},
	"greater_claim_identity": { "copyof": "claim_identity_greater" },
	"clairaudience_clairvoyance": {
		"name": "Clairaudience/Clairvoyance",
		"sources": [ "PRPG Core Rulebook" ],
		"description": [
			"## Clairaudience/Clairvoyance",
			"",
			"{SOURCE PRPG Core Rulebook/255}  ",
			"**School** {spelldef/divination} ({spelldef/scrying}); **Level** arcanist 3, bard 3, medium 2, mesmerist 3, occultist 3, psychic 3, shaman 3, skald 3, sorcerer 3, spiritualist 3, witch 3, wizard 3  ",
			"**Casting Time** 10 minutes  ",
			"**Components** V, S, F/DF (a small horn or a glass eye)  ",
			"**Range** long (400 ft. + 40 ft./level)  ",
			"**Effect** magical sensor  ",
			"**Duration** 1 min./level (D)  ",
			"**Saving Throw** none; **Spell Resistance** no",
			"",
			"Clairaudience/clairvoyance creates an invisible magical sensor at a specific location that enables you to hear or see (your choice) almost as if you were there. You don't need line of sight or line of effect, but the locale must be known - a place familiar to you, or an obvious one. Once you have selected the locale, the sensor doesn't move, but you can rotate it in all directions to view the area as desired. Unlike other scrying spells, this spell does not allow magically or supernaturally enhanced senses to work through it. If the chosen locale is magically dark, you see nothing. If it is naturally pitch black, you can see in a 10-foot radius around the center of the spell's effect. Clairaudience/clairvoyance functions only on the plane of existence you are currently occupying."
		]
	},
	"clairvoyance_clairaudience": { "copyof": "clairaudience_clairvoyance" },
	"clairaudience": { "copyof": "clairaudience_clairvoyance" },
	"clairvoyance": { "copyof": "clairaudience_clairvoyance" },
	"clarion_call": {
		"name": "Clarion Call",
		"sources": [ "Knights of the Inner Sea" ],
		"description": [
			"## Clarion Call",
			"",
			"{SOURCE Knights of the Inner Sea/28}  ",
			"**School** {spelldef/illusion}; **Level** arcanist 1, bard 1, cleric 1, magus 1, oracle 1, redmantisassassin 1, skald 1, sorcerer 1, warpriest 1, wizard 1  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S, M (a piece of brass)  ",
			"**Range** touch  ",
			"**Target** creature touched  ",
			"**Duration** 10 minutes/level  ",
			"**Saving Throw** Fortitude negates (harmless); **Spell Resistance** yes (harmless)",
			"",
			"The subject of this spell gains two benefits. First, the affected creature gains the ability to create a sound like the blast of a mighty horn or trumpet simply by miming the action of sounding one. Second, the subject can speak in a booming voice that carries easily over great distances, lowering the DC of any check to hear what is said by -15. This spell is particularly prized by battlefield commanders and champions who wish to make themselves clearly heard or gain the attention of their allies or foes."
		]
	},
	"clashing_rocks": {
		"name": "Clashing Rocks",
		"sources": [ "Advanced Player's Guide" ],
		"description": [
			"## Clashing Rocks",
			"",
			"{SOURCE Advanced Player's Guide/210}  ",
			"**School** {spelldef/conjuration} ({spelldef/creation}) [{spelldef/earth}]; **Level** arcanist 9, druid 9, sorcerer 9, wizard 9  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S  ",
			"**Range** long (400 ft. + 40 ft./level)  ",
			"**Effect** see text  ",
			"**Duration** instantaneous  ",
			"**Saving Throw** Reflex partial, see text; **Spell Resistance** no",
			"",
			"You create two Colossal-sized masses of rock, dirt, and stone and slam them together against a single creature between them. The clashing rocks appear up to 30 feet away from the target on opposite sides and rush toward it with a mighty grinding crash. You must make a ranged touch attack to hit the target with the rocks. The clashing rocks ignore concealment and cover, and if there is a solid barrier between the target and either of the clashing rocks, the spell has a +28 bonus on the Strength check to burst through the barrier and continue unimpeded to the target. A creature struck by the clashing rocks takes 20d6 points of bludgeoning damage and is knocked prone. If the target fails a Reflex saving throw, it is also buried under the resulting rubble as if by a {rule/cave-in>s_and_collapses}.",
			"",
			"If the clashing rocks miss the target, the target still takes 10d6 points of bludgeoning damage from falling rocks and is knocked prone. A successful Reflex save reduces this damage to half and the target remains standing. Creatures other than the target that occupy the spaces where the clashing rocks appear or within their path (30 feet wide, 30 feet high, and up to 60 feet long) must also make Reflex saves or take 10d6 points of bludgeoning damage and be knocked prone (save for half and remain standing). A creature can only take damage once from the clashing rocks, no matter how many times the clashing rocks pass over a target creature."
		]
	},
	"cleanse": {
		"name": "Cleanse",
		"sources": [ "Advanced Player's Guide" ],
		"description": [
			"## Cleanse",
			"",
			"{SOURCE Advanced Player's Guide/211}  ",
			"**School** {spelldef/evocation}; **Level** cleric 5, inquisitor 6, oracle 5, warpriest 5  ",
			"**Casting Time** 1 standard action  ",
			"**Components** S, DF  ",
			"**Range** personal  ",
			"**Target** you  ",
			"**Duration** instantaneous",
			"",
			"Positive energy infuses and cleanses your body. This spell cures 4d8 points of damage + 1 point per caster level (maximum +25) and ends any and all of the following adverse conditions affecting you: ability damage, blinded, confused, dazzled, deafened, diseased, exhausted, fatigued, nauseated, poisoned, and sickened. In addition, cleanse functions as {spell/break enchantment} upon a single additional effect of your choice that is affecting you and that can be legally affected by this effect.",
			"",
			"If used by undead or other creatures healed by negative energy, the spell cleanses with negative energy rather than positive."
		]
	},
	"cleansing_fire": {
		"name": "Cleansing Fire",
		"sources": [ "Adventurer's Guide" ],
		"description": [
			"## Cleansing Fire",
			"",
			"{SOURCE Adventurer's Guide/17}  ",
			"**School** {spelldef/evocation} [{spelldef/fire}, {spelldef/good}]; **Level** cleric 5, inquisitor 4, oracle 5, paladin 4, warpriest 5  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S, DF  ",
			"**Range** touch  ",
			"**Area** 30-ft. rdius emanating from the touched point  ",
			"**Duration** concentration, up to 1 round/level  ",
			"**Saving Throw** none; **Spell Resistance** yes",
			"",
			"A ring of fire surrounds the area affected by the spell. The flames radiate heat, but not enough to damage adjacent creatures. The flames deal 2d6 points of fire damage to any creatures that pass through them (or 4d6 points of damage to undead creatures). If you manifest a portion of the ring in a square that contains a creature, that creature takes damage as if it passed through the ring.",
			"",
			"The ring of flames attempts to dispel all ongoing spell effects with the evil descriptor within it, targeting each spell effect once per round as per {spell/dispel magic}. Any attempt to cast a spell with the evil descriptor inside the ring of flames is targeted by a dispel magic affect that attempts to counterspell the evil spell."
		]
	},
	"clear_grove": {
		"name": "Clear Grove",
		"sources": [ "Heroes of the Wild" ],
		"description": [
			"## Clear Grove",
			"",
			"{SOURCE Heroes of the Wild/30}  ",
			"**School** {spelldef/transmutation}; **Level** druid 3, hunter 2, ranger 2, shaman 3, witch 3  ",
			"**Casting Time** 10 minutes  ",
			"**Components** V, S, M/DF (a miniature hoe)  ",
			"**Range** close (25 ft. + 5 ft./2 levels)  ",
			"**Effect** 20-ft.-radius clearing  ",
			"**Duration** 2 hours/level (D)  ",
			"**Saving Throw** none; **Spell Resistance** no",
			"",
			"Trees, shrubs, and other thick vegetation move out of the spell's area. The affected area is cleared of all vegetation thick enough to provide cover or concealment. This also creates a hole in any tree canopy, allowing sunlight to pass through. Affected trees and undergrowth form a 5-foot-wide ring along the edge of the clearing, which may provide cover or concealment based on the thickness of the vegetation (at the GM's discretion).",
			"",
			"This spell doesn't affect creatures of the plant type. The spell can affect vegetation altered with spells of equal or lower level (such as entangle or spike growth). When the spell ends, the trees and undergrowth move back to their original places unless they're destroyed or somehow restrained (the amount of time this takes is subject to the GM's discretion)."
		]
	},
	"clenched_fist": {
		"name": "Clenched Fist",
		"sources": [ "PRPG Core Rulebook" ],
		"description": [
			"## Clenched Fist",
			"",
			"{SOURCE PRPG Core Rulebook/255}  ",
			"**School** {spelldef/evocation} [{spelldef/force}]; **Level** arcanist 8, psychic 8, sorcerer 8, wizard 8  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S, F/DF (a leather glove)  ",
			"**Range** medium (100 ft. + 10 ft./level)  ",
			"**Effect** 10-ft. hand  ",
			"**Duration** 1 round/level (D)  ",
			"**Saving Throw** none; **Spell Resistance** yes",
			"",
			"This spell functions like interposing hand, except that the hand can also push or strike one opponent that you select. The floating hand can move as far as 60 feet and can attack in the same round. Since this hand is directed by you, its ability to notice or attack invisible or concealed creatures is no better than yours.",
			"",
			"The hand attacks once per round, and its attack bonus equals your caster level + your Intelligence, Wisdom, or Charisma modifier (for a wizard, cleric, or sorcerer, respectively) + 11 for the hand's Strength score (33), - 1 for being Large. The hand deals 1d8+11 points of damage on each attack, and any creature struck must make a Fortitude save (against this spell's save DC) or be stunned for 1 round. Directing the spell to a new target is a move action.",
			"",
			"The clenched fist can also interpose itself as interposing hand does, or it can bull rush an opponent as forceful hand does. Its CMB for bull rush checks uses your caster level in place of its base attack bonus, with a +11 bonus for its Strength score and a +1 bonus for being Large."
		]
	},
	"cleromancy": {
		"name": "Cleromancy",
		"sources": [ "Occult Mysteries" ],
		"description": [
			"## Cleromancy",
			"",
			"{SOURCE Occult Mysteries/50}  ",
			"**School** {spelldef/divination}; **Level** arcanist 3, cleric 2, druid 3, hunter 3, inquisitor 3, oracle 2, sorcerer 3, warpriest 2, wizard 3  ",
			"**Casting Time** full-round action  ",
			"**Components** V, S, F/DF (a set of 64 chicken bones)  ",
			"**Range** personal  ",
			"**Target** you  ",
			"**Duration** 1 round/caster level  ",
			"**Saving Throw** none; **Spell Resistance** no",
			"",
			"Cleromancy involves casting bones and interpreting the results. Those able to arrive at the proper interpretation are granted knowledge of coming events. Roll 1d4 per caster level. Group the dice by like results, and choose one of the groups. For the duration of cleromancy, you can apply a luck bonus equal to the result of the selected dice to any d20 roll. You can apply this bonus to a number of rolls equal to the number of dice in the group. If cleromancy expires before you are able to allocate the total number of allotted bonuses, the remaining bonuses are lost."
		]
	},
	"climbing_beanstalk": {
		"name": "Climbing Beanstalk",
		"sources": [ "Advanced Class Guide" ],
		"description": [
			"## Climbing Beanstalk",
			"",
			"{SOURCE Advanced Class Guide/177}  ",
			"**School** {spelldef/conjuration} ({spelldef/creation}); **Level** druid 2, hunter 2, witch 2  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S, DF  ",
			"**Range** close (25 ft. + 5 ft./2 levels)  ",
			"**Effect** 5-ft. square of climbable beanstalks  ",
			"**Duration** instantaneous",
			"",
			"You cause a thick, sturdy beanstalk to sprout from the ground and grow upward to a height of 10 feet + 5 feet per 2 caster levels. The growing stalk anchors itself to sturdy objects such as walls or ceilings, and grows around objects that do not fully obstruct its square (such as tree branches), but is stopped by solid obstacles. The beanstalk provides numerous hand- and footholds; its climb DC 5. The beanstalk can support up to 200 pounds plus 50 pounds per caster level, or double that amount if anchored on its upper end. If it anchors itself to a sturdy mobile object (such as a ship or a siege engine), breaking the object free requires a DC 23 Strength check or cutting through the beanstalk (hardness 2, 40 hp).",
			"",
			"If the ground is capable of supporting plant life, the beanstalk continues to live as a normal plant, and it produces nutritious (if unappetizing) beans. Otherwise, the plant dies after 1d6 hours; its husk remains as durable as a small tree."
		]
	},
	"cloak_of_chaos": {
		"name": "Cloak of Chaos",
		"sources": [ "PRPG Core Rulebook" ],
		"description": [
			"## Cloak of Chaos",
			"",
			"{SOURCE PRPG Core Rulebook/255}  ",
			"**School** {spelldef/abjuration} [{spelldef/chaotic}]; **Level** cleric 8, oracle 8  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S, F (a tiny reliquary worth 500 gp)  ",
			"**Range** 20 ft.  ",
			"**Targets** one creature/level in a 20-ft.-radius burst centered on you  ",
			"**Duration** 1 round/level (D)  ",
			"**Saving Throw** see text; **Spell Resistance** yes (harmless)",
			"",
			"A random pattern of color surrounds the subjects, protecting them from attacks, granting them resistance to spells cast by lawful creatures, and causing lawful creatures that strike the subjects to become confused. This abjuration has four effects.",
			"",
			"First, each warded creature gains a +4 deflection bonus to AC and a +4 resistance bonus on saves. Unlike {spell/protection from law}, the benefit of this spell applies against all attacks, not just against attacks by lawful creatures.",
			"",
			"Second, each warded creature gains spell resistance 25 against lawful spells and spells cast by lawful creatures.",
			"",
			"Third, the abjuration protects from possession and mental influence, just as protection from law does.",
			"",
			"Finally, if a lawful creature succeeds on a melee attack against a warded creature, the offending attacker is confused for 1 round (Will save negates, as with the confusion spell, but against the save DC of cloak of chaos)."
		]
	},
	"cloak_of_dreams": {
		"name": "Cloak of Dreams",
		"sources": [ "Advanced Player's Guide" ],
		"description": [
			"## Cloak of Dreams",
			"",
			"{SOURCE Advanced Player's Guide/211}  ",
			"**School** {spelldef/enchantment} ({spelldef/compulsion}) [{spelldef/mind-affecting}]; **Level** arcanist 6, bard 5, mesmerist 5, occultist 6, psychic 6, shaman 7, skald 5, sorcerer 6, witch 6, wizard 6  ",
			"**Casting Time** 1 round  ",
			"**Components** V, S, M (a rose petal and a drop of perfume)  ",
			"**Range** 5 ft.  ",
			"**Area** 5-ft.-radius emanation centered on you  ",
			"**Duration** 1 round/level (D)  ",
			"**Saving Throw** Will negates; **Spell Resistance** yes",
			"",
			"You are surrounded by a soporific aroma that causes living creatures that begin their turn or end their movement within 5 feet of you to fall asleep for 1 minute. Creatures must save each time they begin their turn or end their movement within the cloak of dreams, even if they have previously saved against the effect. Sleeping creatures are helpless but can be awakened with a standard action or after being wounded. Creatures with the scent special quality have a -4 penalty on their saves."
		]
	},
	"cloak_of_secrets": {
		"name": "Cloak of Secrets",
		"sources": [ "Heroes of the Streets" ],
		"description": [
			"## Cloak of Secrets",
			"",
			"{SOURCE Heroes of the Streets/30}  ",
			"**School** {spelldef/illusion} ({spelldef/glamer}); **Level** antipaladin 1, arcanist 1, bard 1, cleric 1, inquisitor 1, oracle 1, skald 1, sorcerer 1, warpriest 1, witch 1, wizard 1  ",
			"**Casting Time** 1 minute  ",
			"**Components** V, S  ",
			"**Range** close (25 ft. + 5 ft./2 levels)  ",
			"**Area** 5-ft.-radius emanation centered on a point in space  ",
			"**Duration** 10 minutes/level (D)  ",
			"**Saving Throw** none; **Spell Resistance** no",
			"",
			"This spell forms an invisible bubble that filters all speech coming from inside the affected area so that creatures outside hear a completely different version of the conversation. The bubble also disguises lip movements to match the false conversation. Any creature listening to the conversation for at least 1 round can attempt a DC 15 Sense Motive check to realize that the apparent conversation doesn't actually make any sense. The bubble also obscures the verbal components of spells cast within the area so it's impossible to identify spells by their verbal components alone, and anyone outside the bubble attempting a Spellcraft check to identify a spell cast within the bubble takes a -5 penalty on the check. Furthermore, the bubble renders any language-dependent spells and effects used within the bubble ineffective against creatures outside the area."
		]
	},
	"cloak_of_shade": {
		"name": "Cloak of Shade",
		"sources": [ "Advanced Player's Guide" ],
		"description": [
			"## Cloak of Shade",
			"",
			"{SOURCE Advanced Player's Guide/211}  ",
			"**School** {spelldef/abjuration}; **Level** druid 1, hunter 1, ranger 1  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S, M (a leaf from a shade tree)  ",
			"**Range** touch  ",
			"**Target** one creature per level  ",
			"**Duration** 1 hour/level (D)  ",
			"**Saving Throw** Will negates (harmless); **Spell Resistance** yes (harmless)",
			"",
			"This spell provides the subject with some degree of protection from the harmful effects of the sun. The cloaked subject treats environmental heat due to sun exposure as one level less: severe heat is considered very hot conditions, while very hot is considered average temperature (see {rule/heat dangers}). The cloak of shade also reduces any penalties from sunlight by 1. The spell does not, however, eliminate the effects of direct sunlight on creatures vulnerable to sunlight. Cloak of shade has no effect on environmental heat from sources other than the sun."
		]
	},
	"cloak_of_shadows": {
		"name": "Cloak of Shadows",
		"sources": [ "Villain Codex" ],
		"description": [
			"## Cloak of Shadows",
			"",
			"{SOURCE Villain Codex/80}  ",
			"**School** {spelldef/illusion} ({spelldef/shadow>_subschool}) [{spelldef/evil}, {spelldef/shadow>_descriptor}]; **Level** antipaladin 4, arcanist 5, bard 5, mesmerist 5, skald 5, sorcerer 5, wizard 5  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S  ",
			"**Range** personal  ",
			"**Target** you  ",
			"**Duration** 1 minute/level",
			"",
			"You wrap yourself in a protective mantle of semi-real shadow. This grants a number of advantages: you gain concealment (20% miss chance), a +5 competence bonus on Stealth checks, and DR 5/good. This shroud of shadows also protects you from direct sunlight, negating sunlight vulnerability, sunlight powerlessness, and similar effects.",
			"",
			"When you are in dim light or darkness, the first two benefits increase against foes that don't have darkvision or the see in darkness ability. Such creatures suffer a 50% miss chance (though you don't gain total concealment) and your competence bonus on Stealth checks increases to +10 with respect to such creatures."
		]
	},
	"cloak_of_winds": {
		"name": "Cloak of Winds",
		"sources": [ "Advanced Player's Guide" ],
		"description": [
			"## Cloak of Winds",
			"",
			"{SOURCE Advanced Player's Guide/211}  ",
			"**School** {spelldef/abjuration} [{spelldef/air}]; **Level** arcanist 3, bloodrager 3, druid 3, hunter 3, magus 3, occultist 3, ranger 3, sorcerer 3, spiritualist 3, wizard 3  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S  ",
			"**Range** close (25 ft. + 5 ft./2 levels)  ",
			"**Target** one living creature  ",
			"**Duration** 1 minute/level  ",
			"**Saving Throw** Fortitude negates (harmless); **Spell Resistance** yes (harmless)",
			"",
			"You shroud a creature in a whirling screen of strong, howling wind. The subject is never checked or blown away by strong winds of windstorm or lesser strength (whether natural or magically created), and ranged attack rolls against the subject take a -4 penalty. Tiny or smaller creatures must succeed at a Fortitude save to successfully touch or attack the subject in melee. Failure knocks the attacker prone and pushes it 5 feet away from the subject per level of the caster. This movement can pass through the squares of other creatures without affecting them and does not provoke attacks of opportunity, but the creature takes 3d6 points of nonlethal damage, plus 1d6 if the creature strikes a solid object that blocks its movement."
		]
	},
	"clone": {
		"name": "Clone",
		"sources": [ "PRPG Core Rulebook" ],
		"description": [
			"## Clone",
			"",
			"{SOURCE PRPG Core Rulebook/256}  ",
			"**School** {spelldef/necromancy}; **Level** arcanist 8, sorcerer 8, witch 8, wizard 8  ",
			"**Casting Time** 10 minutes  ",
			"**Components** V, S, M (laboratory supplies worth 1,000 gp), F (special laboratory equipment costing 500 gp)  ",
			"**Range** 0 ft.  ",
			"**Effect** one clone  ",
			"**Duration** instantaneous  ",
			"**Saving Throw** none; **Spell Resistance** no",
			"",
			"This spell makes an inert duplicate of a creature. If the original individual has been slain, its soul immediately transfers to the clone, creating a replacement (provided that the soul is free and willing to return). The original's physical remains, should they still exist, become inert and cannot thereafter be restored to life. If the original creature has reached the end of its natural life span (that is, it has died of natural causes), any cloning attempt fails.",
			"",
			"To create the duplicate, you must have a piece of flesh (not hair, nails, scales, or the like) with a volume of at least 1 cubic inch that was taken from the original creature's living body. The piece of flesh need not be fresh, but it must be kept from rotting. Once the spell is cast, the duplicate must be grown in a laboratory for 2d4 months.",
			"",
			"When the clone is completed, the original's soul enters it immediately, if that creature is already dead. The clone is physically identical to the original and possesses the same personality and memories as the original. In other respects, treat the clone as if it were the original character raised from the dead, including its gaining of two permanent negative levels, just as if it had been hit by an energy-draining creature. If the subject is 1st level, it takes 2 points of Constitution drain instead (if this would reduce its Con to 0 or less, it can't be cloned). If the original creature gained permanent negative levels since the flesh sample was taken, the clone gains these negative levels as well.",
			"",
			"The spell duplicates only the original's body and mind, not its equipment. A duplicate can be grown while the original still lives, or when the original soul is unavailable, but the resulting body is merely a soulless bit of inert flesh which rots if not preserved."
		]
	},
	"cloud_of_seasickness": {
		"name": "Cloud of Seasickness",
		"sources": [ "Pathfinder #55: The Wormwood Mutiny" ],
		"description": [
			"## Cloud of Seasickness",
			"",
			"{SOURCE Pathfinder #55: The Wormwood Mutiny/73}  ",
			"**School** {spelldef/conjuration} ({spelldef/creation}) [{spelldef/poison}]; **Level** arcanist 2, cleric 2, druid 2, hunter 2, oracle 2, sorcerer 2, warpriest 2, wizard 2 (Besmara)  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S, M (a piece of seaweed)  ",
			"**Range** close (25 ft. + 5 ft./2 levels)  ",
			"**Effect** cloud spreads in 20-ft. radius, 20 ft. high  ",
			"**Duration** 1 round/level  ",
			"**Saving Throw** Fortitude negates; see text; **Spell Resistance** no",
			"",
			"This spell functions like stinking cloud, except as noted above and that the vapors make creatures sickened instead of nauseated.",
			"",
			"Cloud of seasickness can be made permanent with a {spell/permanency} spell (requiring a 9th-level caster and costing 2,500 gp). A permanent cloud of seasickness dispersed by wind reforms in 10 minutes."
		]
	},
	"cloud_shape": {
		"name": "Cloud Shape",
		"sources": [ "Advanced Race Guide" ],
		"description": [
			"## Cloud Shape",
			"",
			"{SOURCE Advanced Race Guide/160}  ",
			"**School** {spelldef/transmutation} [{spelldef/air}]; **Level** arcanist 4, druid 4, hunter 4, ranger 4, redmantisassassin 4, sorcerer 4, wizard 4 (sylph)  ",
			"**Casting Time** 1 standard action  ",
			"**Components** S, M/DF (a bit of gauze and a wisp of smoke)  ",
			"**Range** personal  ",
			"**Target** you  ",
			"**Duration** 10 min./level (D)  ",
			"**Saving Throw** none; **Spell Resistance** no",
			"",
			"This spell functions like gaseous form, except you assume the shape of a Colossal cloud with a space of 30 feet. You choose the general appearance of the cloud (white, stormy, fluffy, flat, and so on), after which your appearance cannot be changed. Even the closest inspection cannot reveal that the cloud in question is actually a magically concealed creature. To all normal tests you are, in fact, a cloud, although a detect magic spell reveals a moderate transmutation aura on the cloud. Your fly speed in cloud form is 30 feet."
		]
	},
	"cloudkill": {
		"name": "Cloudkill",
		"sources": [
			"PRPG Core Rulebook",
			"Mythic Adventures"
		],
		"description": [
			"## Cloudkill",
			"",
			"{SOURCE PRPG Core Rulebook/256}  ",
			"**School** {spelldef/conjuration} ({spelldef/creation}) [{spelldef/poison}]; **Level** arcanist 5, magus 5, sorcerer 5, spiritualist 5, unchained summoner 5, witch 5, wizard 5  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S  ",
			"**Range** medium (100 ft. + 10 ft./level)  ",
			"**Effect** cloud spreads in 20-ft. radius, 20 ft. high  ",
			"**Duration** 1 min./level  ",
			"**Saving Throw** Fortitude partial; see text; **Spell Resistance** no",
			"",
			"This spell generates a bank of fog, similar to a fog cloud, except that its vapors are yellowish green and poisonous. These vapors automatically kill any living creature with 3 or fewer HD (no save). A living creature with 4 to 6 HD is slain unless it succeeds on a Fortitude save (in which case it takes 1d4 points of Constitution damage on your turn each round while in the cloud).",
			"",
			"A living creature with 6 or more HD takes 1d4 points of Constitution damage on your turn each round while in the cloud (a successful Fortitude save halves this damage). Holding one's breath doesn't help, but creatures immune to poison are unaffected by the spell.",
			"",
			"Unlike a fog cloud, the cloudkill moves away from you at 10 feet per round, rolling along the surface of the ground.",
			"",
			"Figure out the cloud's new spread each round based on its new point of origin, which is 10 feet farther away from the point of origin where you cast the spell.",
			"",
			"Because the vapors are heavier than air, they sink to the lowest level of the land, even pouring down den or sinkhole openings. It cannot penetrate liquids, nor can it be cast underwater.",
			"",
			"### Mythic Cloudkill",
			"",
			"{SOURCE Mythic Adventures/88}",
			"",
			"As a move action, you can move the cloud 10 feet in any direction. Add your tier to the spell's level and Hit Dice categories to determine its effect on creatures. (For example, at 3rd tier a creature with 6 or fewer HD gets no save, one with 7-9 HD must save or die, and one with 10 or more HD must save or take 1d4 points of Con damage.)",
			"",
			"*Augmented (6th):* If you expend two uses of mythic power, the spell bypasses the poison immunity of living creatures."
		]
	},
	"codespeak": {
		"name": "Codespeak",
		"sources": [
			"Ultimate Intrigue",
			"Second Darkness Player's Guide",
			"Black Markets"
		],
		"description": [
			"## Codespeak",
			"",
			"{SOURCE Ultimate Intrigue/206;Second Darkness Player's Guide/26;Black Markets/24}  ",
			"**School** {spelldef/transmutation}; **Level** arcanist 2, bard 2, medium 2, mesmerist 2, occultist 2, psychic 2, skald 2, sorcerer 2, wizard 2  ",
			"**Casting Time** 1 standard actino  ",
			"**Components** V, S, M (a complex rune inscribed on a slip of paper that is then placed under your tongue)  ",
			"**Range** close (25 ft. + 5 ft./2 levels)  ",
			"**Target** you plus one willing creature per 2 levels, no two of which can be more than 30 ft. apart  ",
			"**Duration** 10 min./level (D)  ",
			"**Saving Throw** none; **Spell Resistance** no",
			"",
			"Upon casting this spell, all recipients gain the ability to speak a new language. This language sounds like random, babbling syllables to anyone not under the influence of the spell, but the targets understand each other perfectly.",
			"",
			"Anyone using codespeak can read and write in this new language as well. Once the spell expires, however, any coded writing suddenly appears as gibberish. If the exact same group of individuals become the targets of a codespeak spell again, cast by the same caster, they can once again read any coded writings. A dedicated codebreaker can crack such writing's code, deciphering it one page at a time with a series of DC 30 Linguistics checks.",
			"",
			"Comprehend languages doesn't enable a caster to understand the language of another's codespeak spell, but it does reveal that the targets are speaking a magical language. Tongues translates codespeak normally."
		]
	},
	"cognitive_block": {
		"name": "Cognitive Block",
		"sources": [ "Occult Adventures" ],
		"description": [
			"## Cognitive Block",
			"",
			"{SOURCE Occult Adventures/161}  ",
			"**School** {spelldef/enchantment} ({spelldef/compulsion}) [{spelldef/mind-affecting}]; **Level** medium 2, mesmerist 2, psychic 3  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V  ",
			"**Range** close (25 ft. + 5 ft./2 levels)  ",
			"**Target** one creature  ",
			"**Duration** 1 round/level (D)  ",
			"**Saving Throw** Will negates; **Spell Resistance** yes",
			"",
			"You create a mental block in the target's mind, impeding the flow of his mental spellcasting process and forcing him to incorporate a thought component into any spell or spell-like ability he uses. This is in addition to any other components the spell already requires, and doesn't replace the verbal component. Spell-like abilities require this thought component, even though they normally don't need spell components.",
			"",
			"As usual with thought components, this addition increases the DC of any concentration checks the target attempts by 10 unless the target takes a move action to center his mind and satisfy the spell's thought component."
		]
	},
	"coin_shot": {
		"name": "Coin Shot",
		"sources": [ "Heroes of the Streets" ],
		"description": [
			"## Coin Shot",
			"",
			"{SOURCE Heroes of the Streets/30}  ",
			"**School** {spelldef/transmutation}; **Level** alchemist 1, antipaladin 1, arcanist 1, bard 1, bloodrager 1, investigator 1, magus 1, skald 1, sorcerer 1, wizard 1  ",
			"**Casting Time** 1 standard action  ",
			"**Components** S  ",
			"**Range** touch  ",
			"**Target** up to three coins touched  ",
			"**Duration** 10 minutes or until discharged  ",
			"**Saving Throw** none; **Spell Resistance** yes (harmless, object)",
			"",
			"You turn up to three coins into deadly projectiles that gain the velocity of a bullet when thrown. The coins retain their normal appearance but can be used as simple thrown weapons with a range increment of 20 feet and a critical multiplier of &times;2. The transmuted coins are treated as ammunition for the purposes of drawing them. Like firearm bullets, the coins deal bludgeoning and piercing damage, and attacks with them are resolved as touch attacks within the first range increment. Regardless of whether a transmuted coin hits or misses the target, it is destroyed after the attack. Only you can make attacks with the coins, though other creatures can safely handle them without discharging the spell.",
			"",
			"You can make a single ranged attack with a coin as part of casting this spell. Different types of coins create different bullet effects. Copper coins deal 1d4 points of damage. Silver coins deal 1d6 points of damage and count as silver for the purpose of overcoming damage reduction. Gold coins deal 1d8 points of damage and count as masterwork weapons. Platinum coins deal 1d10 points of damage, count as masterwork weapons, and are treated as adamantine weapons for the purposes of overcoming damage reduction and bypassing hardness. All coin bullets deal an additional 1 point of damage per 2 caster levels (to a maximum of an extra 10 points of damage at 20th level)."
		]
	},
	"cold_ice_strike": {
		"name": "Cold Ice Strike",
		"sources": [ "Ultimate Magic" ],
		"description": [
			"## Cold Ice Strike",
			"",
			"{SOURCE Ultimate Magic/211}  ",
			"**School** {spelldef/evocation} [{spelldef/cold}]; **Level** arcanist 6, cleric 6, occultist 6, oracle 6, sorcerer 6, warpriest 6, wizard 6  ",
			"**Casting Time** 1 swift action  ",
			"**Components** V, S  ",
			"**Range** 30 ft.  ",
			"**Area** 30-ft. line  ",
			"**Duration** instantaneous  ",
			"**Saving Throw** Reflex half; **Spell Resistance** yes",
			"",
			"You create a shredding flurry of ice slivers, which blast from your hand in a line. The line deals 1d6 points of cold damage per caster level (maximum 15d6)."
		]
	},
	"cold_iron_fetters": {
		"name": "Cold Iron Fetters",
		"sources": [ "Legacy of the First World" ],
		"description": [
			"## Cold Iron Fetters",
			"",
			"{SOURCE Legacy of the First World/13}  ",
			"**School** {spelldef/conjuration} ({spelldef/creation}); **Level** arcanist 5, cleric 5, hunter 3, inquisitor 4, occultist 5, oracle 5, ranger 3, shaman 5, sorcerer 5, summoner 4, unchained summoner 4, warpriest 5, witch 5, wizard 5  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S, M/DF (miniature cold iron shackle)  ",
			"**Range** medium (100 ft. + 10 ft./level)  ",
			"**Target** one creature  ",
			"**Duration** 1 round/level (D)  ",
			"**Saving Throw** Reflex negates; **Spell Resistance** no",
			"",
			"Cold iron shackles materialize around the target's limbs, reducing each of the target's movement speeds by half. Any flying target has its maneuverability worsened by two steps (from good to poor, for example, to a minimum of clumsy maneuverability). Additionally, if the target has DR/cold iron or DR/cold iron and magic, it is unable to use supernatural or spell-like means of movement (such as dimension door, teleport, or tree meld) for the duration of the spell."
		]
	},
	"collaborative_thaumaturgy": {
		"name": "Collaborative Thaumaturgy",
		"sources": [ "Pathfinder Society Primer" ],
		"description": [
			"## Collaborative Thaumaturgy",
			"",
			"{SOURCE Pathfinder Society Primer/12}  ",
			"**School** {spelldef/universal}; **Level** arcanist 3, bard 3, cleric 3, druid 3, hunter 3, magus 3, oracle 3, skald 3, sorcerer 3, summoner 3, unchained summoner 3, warpriest 3, witch 3, wizard 3  ",
			"**Casting Time** 1 immediate action  ",
			"**Components** V, S, F (a bronze tuning fork)  ",
			"**Range** close (25 ft. + 5 ft./2 levels)  ",
			"**Target** one creature  ",
			"**Duration** instantaneous",
			"",
			"You tap into the magical resonance between you and your allies to enhance one another's magic. Cast this spell when an ally casts a spell at least 1 level lower than the highest-level spell she can cast. The ally casts her spell as if one of the following metamagic feats were applied to it without increasing the spell level or casting time: {feat/Enlarge Spell}, {feat/Extend Spell}, {feat/Silent Spell}, or {feat/Still Spell}. If the ally is the target of two collaborative thaumaturgy spells when casting a spell, the ally can instead apply the {feat/Empower Spell} metamagic feat to a spell at least 2 levels lower than the highest-level spell she can cast. Finally, if the ally is the target of three collaborative thaumaturgy spells when casting a spell, she can instead apply the {feat/Maximize Spell} or {feat/Widen Spell} metamagic feat to a spell at least 3 levels lower than the highest-level spell she can cast. You can't target yourself with collaborative thaumaturgy."
		]
	},
	"color_spray": {
		"name": "Color Spray",
		"sources": [
			"PRPG Core Rulebook",
			"Mythic Adventures"
		],
		"description": [
			"## Color Spray",
			"",
			"{SOURCE PRPG Core Rulebook/256}  ",
			"**School** {spelldef/illusion} ({spelldef/pattern}) [{spelldef/mind-affecting}]; **Level** arcanist 1, bloodrager 1, magus 1, mesmerist 1, psychic 1, redmantisassassin 1, sorcerer 1, wizard 1  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S, M (red, yellow, and blue powder or colored sand)  ",
			"**Range** 15 ft.  ",
			"**Area** cone-shaped burst  ",
			"**Duration** instantaneous; see text  ",
			"**Saving Throw** Will negates; **Spell Resistance** yes",
			"",
			"A vivid cone of clashing colors springs forth from your hand, causing creatures to become stunned, perhaps also blinded, and possibly knocking them unconscious. Each creature within the cone is affected according to its HD.",
			"",
			"*2 HD or less:* The creature is unconscious, blinded, and stunned for 2d4 rounds, then blinded and stunned for 1d4 rounds, and then stunned for 1 round. (Only living creatures are knocked unconscious.)",
			"",
			"*3 or 4 HD:* The creature is blinded and stunned for 1d4 rounds, then stunned for 1 round.",
			"",
			"*5 or more HD:* The creature is stunned for 1 round.",
			"",
			"Sightless creatures are not affected by color spray.",
			"",
			"### Mythic Color Spray",
			"",
			"{SOURCE Mythic Adventures/88}",
			"",
			"The range increases to 30 feet. Add half your tier to the spell's Hit Dice categories to determine its effects on creatures. (At 3rd tier a creature with 3 or fewer HD is unconscious, blinded, and stunned; one with 4 or 5 HD is blinded and stunned, and one with 6 or more HD is stunned.) Creatures that succeed at their saves are dazzled for 1 minute."
		]
	}
}
