{
	"babble": {
		"name": "Babble",
		"sources": [ "Occult Adventures" ],
		"description": [
			"## Babble",
			"",
			"{SOURCE Occult Adventures/158}  ",
			"**School** {spelldef/enchantment} ({spelldef/compulsion}) [{spelldef/mind-affecting}]; **Level** arcanist 3, bard 2, mesmerist 2, psychic 3, skald 2, sorcerer 3, witch 3, wizard 3  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S  ",
			"**Range** close (25 ft. + 5 ft./2 levels)  ",
			"**Target** one creature; see text  ",
			"**Duration** 1 round/level  ",
			"**Saving Throw** Will negates; **Spell Resistance** yes",
			"",
			"This spell causes the target to break into a fit of bizarre, uncontrollable babbling. The target also becomes nauseated. If the target succeeds at its save, the effects end. If not, the creature continues babbling and is nauseated for the entire duration.",
			"",
			"Creatures within 30 feet of the subject that can hear the target's babbling must succeed at a Will save or become fascinated for as long as the babbling persists. Once a creature's fascination ends, it can't become fascinated by the same instance of babble again.",
			"",
			"Creatures with an Intelligence score of 2 or lower aren't affected by this spell."
		]
	},
	"badgers_ferocity": {
		"name": "Badger's Ferocity",
		"sources": [ "Ultimate Magic" ],
		"description": [
			"## Badger's Ferocity",
			"",
			"{SOURCE Ultimate Magic/207}  ",
			"**School** {spelldef/transmutation}; **Level** arcanist 2, cleric 3, druid 3, hunter 2, occultist 2, oracle 3, ranger 2, redmantisassassin 2, sorcerer 2, warpriest 3, wizard 2  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S  ",
			"**Range** close (25 ft. + 5 ft./2 levels)  ",
			"**Target** one weapon/3 levels  ",
			"**Duration** concentration  ",
			"**Saving Throw** Will negates (harmless); **Spell Resistance** yes (harmless)",
			"",
			"This functions like keen edge, except it affects multiple weapons and requires your concentration. You select the weapons to be affected, and can only affect one weapon per creature. If a creature's weapon exceeds the spell's range, the spell ends for that weapon."
		]
	},
	"balance_of_suffering": {
		"name": "Balance of Suffering",
		"sources": [ "Healer's Handbook" ],
		"description": [
			"## Balance of Suffering",
			"",
			"{SOURCE Healer's Handbook/8}  ",
			"**School** {spelldef/conjuration} ({spelldef/healing}); **Level** cleric 6, inquisitor 6, occultist 6, oracle 6, shaman 6, spiritualist 6, warpriest 6, witch 6  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S, DF  ",
			"**Range** close (25 ft. + 5 ft./2 levels)  ",
			"**Targets** 1 living creature and another single living or undead creature  ",
			"**Duration** instantaneous  ",
			"**Saving Throw** Will half; see text; **Spell Resistance** yes; see text",
			"",
			"You borrow life force from a living creature and infuse it into another living creature, potentially wreaking destruction on the former and bolstering the life of the latter.",
			"",
			"Choose an initial target, which must be alive, and a secondary target, which must be alive or undead. The initial target is dealt a number of points of damage equal to 9d6 + 1 point per caster level. A successful Will saving throw halves the damage dealt. The target might die from damage even if it succeeds on its saving throw. If the secondary target is a living creature, it regains a number of hit points equal to the amount of damage taken by the initial target. If the secondary target is undead, it instead takes an amount of damage equal to that dealt to the initial target. The secondary target can halve the healing imparted or harm inflicted to it with a successful Will saving throw (although a secondary target receiving healing can forgo this saving throw as normal). This spell is subject to the spell resistance of the initial target; if the secondary target is unwilling, this spell is also subject to the secondary target's spell resistance. If the spell does not penetrate the initial target's spell resistance, it fizzles with no effect. If it does not penetrate the secondary target's spell resistance, the initial target is still harmed as described, but the secondary target is not healed or harmed."
		]
	},
	"baleful_polymorph": {
		"name": "Baleful Polymorph",
		"sources": [
			"PRPG Core Rulebook",
			"Mythic Adventures"
		],
		"description": [
			"## Baleful Polymorph",
			"",
			"{SOURCE PRPG Core Rulebook/246}  ",
			"**School** {spelldef/transmutation} ({spelldef/polymorph}); **Level** adept 5, arcanist 5, druid 5, hunter 5, magus 5, shaman 5, sorcerer 5, summoner 4, unchained summoner 5, witch 5, wizard 5  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S  ",
			"**Range** close (25 ft. + 5 ft./2 levels)  ",
			"**Target** one creature  ",
			"**Duration** permanent  ",
			"**Saving Throw** Fortitude negates, Will partial, see text; **Spell Resistance** yes",
			"",
			"As beast shape III, except that you change the subject into a Small or smaller animal of no more than 1 HD. If the new form would prove fatal to the creature, such as an aquatic creature not in water, the subject gets a +4 bonus on the save.",
			"",
			"If the spell succeeds, the subject must also make a Will save. If this second save fails, the creature loses its extraordinary, supernatural, and spell-like abilities, loses its ability to cast spells (if it had the ability), and gains the alignment, special abilities, and Intelligence, Wisdom, and Charisma scores of its new form in place of its own. It still retains its class and level (or HD), as well as all benefits deriving therefrom (such as base attack bonus, base save bonuses, and hit points). It retains any class features (other than spellcasting) that aren't extraordinary, supernatural, or spell-like abilities.",
			"",
			"Any polymorph effects on the target are automatically dispelled when a target fails to resist the effects of baleful polymorph, and as long as baleful polymorph remains in effect, the target cannot use other polymorph spells or effects to assume a new form. Incorporeal or gaseous creatures are immune to baleful polymorph, and a creature with the shapechanger subtype can revert to its natural form as a standard action.",
			"",
			"### Mythic Baleful Polymorph",
			"",
			"{SOURCE Mythic Adventures/84}",
			"",
			"The saving throw changes to Fortitude (partial) and Will (partial). A creature that fails the Fortitude save automatically fails the Will save. A target with the shapechanger subtype that fails its save can't use its shapechanging to shift out of its new form. A creature that succeeds at the Fortitude save is partially transformed into the intended animal. For 1 minute per level, it takes on cosmetic features appropriate to that animal and becomes one size category closer to the animal's size.",
			"",
			"*Augmented (9th):* If you expend four uses of mythic power, the spell affects all other creatures with 8 Hit Dice or fewer in a 1-mile radius. Affected creatures transform into Small or smaller animals appropriate to the local environment. You can select a number of creatures up to your tier to not be affected."
		]
	},
	"baleful_shadow_transmutation": {
		"name": "Baleful Shadow Transmutation",
		"sources": [ "Blood of Shadows" ],
		"description": [
			"## Baleful Shadow Transmutation",
			"",
			"{SOURCE Blood of Shadows/30}  ",
			"**School** {spelldef/illusion} ({spelldef/shadow>_subschool}) [{spelldef/shadow>_descriptor}]; **Level** alchemist 6, arcanist 6, bard 6, druid 7, investigator 6, medium 6, shaman 6, skald 6, sorcerer 6, spiritualist 6, summoner 6, witch 6, wizard 6  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S  ",
			"**Range** close (25 ft. + 5 ft./2 levels)  ",
			"**Target** one creature  ",
			"**Duration** permanent  ",
			"**Saving Throw** Will disbelief, then Fortitude negates; **Spell Resistance** yes",
			"",
			"You infuse a target's shadow with energies from the Shadow Plane, shaping the shadow into one that appears to belong to a different creature, and tricking the target into believing it actually is that creature. When you cast this spell, choose one Huge or smaller creature of the animal type or one Medium or Small creature of the humanoid type. If the chosen creature is ill suited to the target's current environment, such as an aquatic creature not in water, the subject gains a +4 bonus on all saving throws against baleful shadow transmutation. If the subject fails its Will save, it believes that it is the chosen creature, causing it to lose its extraordinary, supernatural, and spell-like abilities, lose its ability to cast spells (if it had the ability), and gain the alignment, special abilities, and Intelligence, Wisdom, and Charisma scores of its new form in place of its own. It retains any class features (other than spellcasting) that aren't extraordinary, supernatural, or spell-like abilities.",
			"",
			"When the subject is first targeted by this spell, and once every 24 hours thereafter, the subject must attempt a Will save in order to disbelieve this effect. If the save succeeds, the spell's effect ends. The first time the subject fails this save, it must also attempt a Fortitude save. If it also fails this Fortitude save, the subject permanently assumes the form of the chosen animal or humanoid, as per polymorph. This is a polymorph effect. Successfully disbelieving the spell returns the subject to its true form. If the subject fails its Fortitude save against the effects of baleful shadow transmutation, any further polymorph effects cast on the target automatically fail.",
			"",
			"Incorporeal or gaseous creatures are immune to baleful shadow transmutation, and a creature with the shapechanger subtype can revert to its natural form as a standard action."
		]
	},
	"ball_lightning": {
		"name": "Ball Lightning",
		"sources": [ "Advanced Player's Guide" ],
		"description": [
			"## Ball Lightning",
			"",
			"{SOURCE Advanced Player's Guide/204}  ",
			"**School** {spelldef/evocation} [{spelldef/air}, {spelldef/electricity}]; **Level** arcanist 4, bloodrager 4, druid 4, hunter 4, magus 4, occultist 4, shaman 4, sorcerer 4, wizard 4  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S, M/DF (a small iron ring)  ",
			"**Range** medium (100 ft. + 10 ft./level)  ",
			"**Effect** two or more 5-ft.-diameter spheres  ",
			"**Duration** 1 round/level  ",
			"**Saving Throw** Reflex negates; **Spell Resistance** yes",
			"",
			"You create two globes of lightning that fly in whichever direction you indicate. For every 4 caster levels above 7th, you create an additional globe of lightning (3 globes at 11th, 4 globes at 15th, to the maximum of 5 globes at 19th). These globes fly at a rate of 20 feet per round and have perfect maneuverability. Wind does not affect a flying sphere's course.",
			"",
			"If a globe enters a space with a creature, it stops moving for the round and deals 3d6 points of electricity damage to that creature, though a successful Reflex save negates the damage. Creatures wearing metal armor take a -4 penalty on this saving throw.",
			"",
			"Each globe moves as long as you actively direct it (it's a move action for you to direct all the spheres created by a single casting of this spell); otherwise they stay at rest. These globes have no mass and cannot push aside unwilling creatures or move solid objects. A ball lightning globe winks out if it exceeds the spell's range."
		]
	},
	"ban_corruption": {
		"name": "Ban Corruption",
		"sources": [ "Horror Adventures" ],
		"description": [
			"## Ban Corruption",
			"",
			"{SOURCE Horror Adventures/109}  ",
			"**School** {spelldef/abjuration} [{spelldef/good}]; **Level** cleric 5, inquisitor 4, medium 3, occultist 4, oracle 5, paladin 4, shaman 5, warpriest 5  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S, F (a ceremonial dagger)  ",
			"**Area** 30 ft.-radius emanation centered on you  ",
			"**Duration** concentration plus 1 round/level, up to 1 hour/level  ",
			"**Saving Throw** Will negates; **Spell Resistance** yes",
			"",
			"You strip all creatures within the emanation of any gifts associated with {rule/corruption/s}. Abilities associated with corruptions cease to function, as if they were magically dispelled. The corruption stains still fully affect creatures. A creature that enters the emanation and fails its saving throw loses its gifts until the spell's duration ends, even if it leaves the emanation, but a successful saving throw renders a creature immune to the spell, even if it enters and exits the emanation several times."
		]
	},
	"bane": {
		"name": "Bane",
		"sources": [
			"PRPG Core Rulebook",
			"Mythic Adventures"
		],
		"description": [
			"## Bane",
			"",
			"{SOURCE PRPG Core Rulebook/246}  ",
			"**School** {spelldef/enchantment} ({spelldef/compulsion}) [{spelldef/emotion}, {spelldef/fear}, {spelldef/mind-affecting}]; **Level** antipaladin 1, cleric 1, inquisitor 1, mesmerist 1, oracle 1, shaman 1, warpriest 1  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S, DF  ",
			"**Range** 50 ft.  ",
			"**Area** 50-ft.-radius burst, centered on you  ",
			"**Duration** 1 min./level  ",
			"**Saving Throw** Will negates; **Spell Resistance** yes",
			"",
			"Bane fills your enemies with fear and doubt. Each affected creature takes a -1 penalty on attack rolls and a -1 penalty on saving throws against fear effects. Bane counters and dispels {spell/bless}.",
			"",
			"### Mythic Bane",
			"",
			"{SOURCE Mythic Adventures/85}",
			"",
			"The -1 penalty applies on attack rolls, weapon damage rolls, and all saving throws. Each affected creature must roll its next attack roll or saving throw twice and take the lower result."
		]
	},
	"banish_seeming": {
		"name": "Banish Seeming",
		"sources": [ "Advanced Player's Guide" ],
		"description": [
			"## Banish Seeming",
			"",
			"{SOURCE Advanced Player's Guide/204}  ",
			"**School** {spelldef/abjuration}; **Level** inquisitor 3, psychic 5, witch 5  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S, M (a cold iron nail)  ",
			"**Range** touch  ",
			"**Target** one creature or object  ",
			"**Duration** instantaneous and 1 round/level; see text  ",
			"**Saving Throw** none; **Spell Resistance** no",
			"",
			"With a melee touch attack you can dispel an illusion or return a creature to its natural form. This functions as {spell/dispel magic} directed at the effect in question, except you receive a +2 enhancement bonus on your dispel check and you can only dispel illusions or changes in form created by supernatural effects or spells. If multiple effects are changing the creature's appearance, you can dispel one such effect for every four caster levels you possess, starting with the highest caster level spells and proceeding to spells with lower caster levels. The caster level for supernatural abilities such as change shape is equal to the target creature's Hit Dice. A creature returned to its natural form by banish seeming is prevented from changing its form again for a number of rounds equal to your caster level.",
			"",
			"Banish seeming has no effect on nonmagical means of changing appearance, such as that provided by a disguise or extraordinary ability."
		]
	},
	"banishing_blade": {
		"name": "Banishing Blade",
		"sources": [ "Arcane Anthology" ],
		"description": [
			"## Banishing Blade",
			"",
			"{SOURCE Arcane Anthology/7}  ",
			"**School** {spelldef/abjuration}; **Level** antipaladin 4, arcanist 5, bloodrager 4, inquisitor 5, magus 5, medium 4, paladin 4, shaman 5, sorcerer 5, spiritualist 5, summoner 5, wizard 5  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S  ",
			"**Range** close (25 ft. + 5 ft./2 levels)  ",
			"**Effect** one melee weapon  ",
			"**Duration** 1 round/level or until discharged  ",
			"**Saving Throw** none and Will partial (see text); **Spell Resistance** yes (see text)",
			"",
			"You imbue a weapon with the power to drive foes back. The first time each round the weapon strikes a creature, the weapon attempts a free bull rush combat maneuver check against that creature. This does not provoke attacks of opportunity. The combat maneuver for the bull rush is equal to 1d20 + your caster level. You do not have to move to push creatures more than 5 feet with this bull rush. If a creature you strike has spell resistance, you must attempt a caster level check to overcome its spell resistance the first time you strike it. If you fail, that creature is immune to the effects of this casting of banishing blade.",
			"",
			"The first time each extraplanar creature whose Hit Dice don't exceed your caster level is driven back at least 10 feet by this spell, it must attempt a Will save. If it fails, it is sent back to its home plane. Whether it succeeds or fails, that creature is staggered for 1 round and banishing blade's duration ends."
		]
	},
	"banishment": {
		"name": "Banishment",
		"sources": [ "PRPG Core Rulebook" ],
		"description": [
			"## Banishment",
			"",
			"{SOURCE PRPG Core Rulebook/246}  ",
			"**School** {spelldef/abjuration}; **Level** arcanist 7, cleric 6, inquisitor 5, oracle 6, psychic 7, shaman 6, sorcerer 7, spiritualist 6, summoner 5, unchained summoner 6, warpriest 6, wizard 7  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S, F (see text)  ",
			"**Range** close (25 ft. + 5 ft./2 levels)  ",
			"**Targets** one or more extraplanar creatures, no two of which can be more than 30 ft. apart  ",
			"**Duration** instantaneous  ",
			"**Saving Throw** Will negates; **Spell Resistance** yes",
			"",
			"A banishment spell is a more powerful version of the {spell/dismissal} spell. It enables you to force extraplanar creatures out of your home plane. As many as 2 Hit Dice of creatures per caster level can be banished.",
			"",
			"You can improve the spell's chance of success by presenting at least one object or substance that the target hates, fears, or otherwise opposes. For each such object or substance, you gain a +1 bonus on your caster level check to overcome the target's spell resistance (if any), and the saving throw DC increases by 2.",
			"",
			"Certain rare items might work twice as well as a normal item for the purpose of the bonuses (each providing a +2 bonus on the caster level check against spell resistance and increasing the save DC by 4)."
		]
	},
	"banshee_blast": {
		"name": "Banshee Blast",
		"sources": [ "Advanced Class Guide" ],
		"description": [
			"## Banshee Blast",
			"",
			"{SOURCE Advanced Class Guide/174}  ",
			"**School** {spelldef/necromancy} [{spelldef/death}, {spelldef/fear}, {spelldef/mind-affecting}, {spelldef/sonic}]; **Level** arcanist 6, sorcerer 6, spiritualist 6, witch 6, wizard 6  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S  ",
			"**Range** 30 ft.  ",
			"**Area** cone-shaped burst  ",
			"**Duration** instantaneous and 1 round/level (see text)  ",
			"**Saving Throw** Reflex half and Will negates (see text); **Spell Resistance** yes",
			"",
			"You create a cone of spectral energy resembling screaming elven ghosts that deals 1d4 points of damage per caster level (maximum 15d4); a successful Reflex save halves this damage. Any creature that fails its Reflex save must succeed at a Will save or become panicked for 1 round/level."
		]
	},
	"barbed_chains": {
		"name": "Barbed Chains",
		"sources": [ "Horror Adventures" ],
		"description": [
			"## Barbed Chains",
			"",
			"{SOURCE Horror Adventures/109}  ",
			"**School** {spelldef/conjuration} ({spelldef/summoning}) [{spelldef/emotion}, {spelldef/fear}, {spelldef/mind-affecting}]; **Level** antipaladin 1, bloodrager 1, cleric 1, inquisitor 1, occultist 1, oracle 1, shaman 1, summoner 1, unchained summoner 1  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S, M (a length of chain doused with fresh blood)  ",
			"**Range** close (25 ft. + 5 ft./2 levels)  ",
			"**Effect** a chain sharpened at one end  ",
			"**Duration** instantaneous  ",
			"**Saving Throw** Will partial (see text); **Spell Resistance** no",
			"",
			"You summon a chain from another realm, causing it to burst out from the ground and strike a target within the spell's range. You can have the chain either make a melee attack (dealing 1d6 points of slashing damage) or attempt a trip combat maneuver against the target. The chain uses your base attack bonus plus your key spellcasting ability score modifier as its attack bonus and combat maneuver bonus. On a successful hit or combat maneuver check, the target must attempt a Will save. If it fails its save, the creature is shaken for 1d4 rounds. You summon one additional chain every 3 levels after 1st, for a total of two chains at 4th level, three at 7th level, and a maximum of four at 10th level. Multiple chains can attack the same target but the shaken effect doesn't stack."
		]
	},
	"bards_escape": {
		"name": "Bard's Escape",
		"sources": [ "Advanced Player's Guide" ],
		"description": [
			"## Bard's Escape",
			"",
			"{SOURCE Advanced Player's Guide/204}  ",
			"**School** {spelldef/conjuration} ({spelldef/teleportation}); **Level** bard 5, skald 5  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S, M (pieces of a smashed fiddle)  ",
			"**Range** medium (100 ft. + 10 ft./level)  ",
			"**Target** you and up to 1 willing creature/2 caster levels, no two of which can be more than 30 ft. apart  ",
			"**Duration** instantaneous  ",
			"**Saving Throw** none; **Spell Resistance** no",
			"",
			"You whisk yourself and willing allies out of a tight jam, or instantly transfer yourselves to another location to achieve greater strategic positioning. You can move any allies within range to any other space of your choosing within range. Those spaces need not be in line of sight or line of effect from your original position, but must be open locations on surfaces able to support the creatures teleported. Except as noted above, this spell otherwise functions as {spell/dimension door}."
		]
	},
	"barghest_feast": {
		"name": "Barghest Feast",
		"sources": [ "Pathfinder #117: Assault on Longshadow" ],
		"description": [
			"## Barghest Feast",
			"",
			"{SOURCE Pathfinder #117: Assault on Longshadow/76}  ",
			"**School** {spelldef/transmutation} [{spelldef/evil}]; **Level** alchemist 3, investigator 3 (Hadregash)  ",
			"**Casting Time** 1 standard action  ",
			"**Components** S  ",
			"**Range** touch  ",
			"**Target** creature touched  ",
			"**Duration** 10 minutes/level; see text  ",
			"**Saving Throw** Will negates (harmless); **Spell Resistance** yes (harmless)",
			"",
			"The target gains the ability to absorb power from devouring a humanoid corpse. To use this ability, the target must feed on the corpse of one nonevil humanoid creature, a process that takes 1 full round per Hit Die the creature had and provokes attacks of opportunity. For every 2 rounds it feeds on the corpse in this way, the target gains a +1 profane bonus on attack rolls, saving throws, and skill checks (to a maximum of +5)."
		]
	},
	"barkskin": {
		"name": "Barkskin",
		"sources": [
			"PRPG Core Rulebook",
			"Mythic Adventures"
		],
		"description": [
			"## Barkskin",
			"",
			"{SOURCE PRPG Core Rulebook/246}  ",
			"**School** {spelldef/transmutation}; **Level** alchemist 2, druid 2, hunter 2, investigator 2, ranger 2, shaman 2, summoner 2, unchained summoner 2  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S, DF  ",
			"**Range** touch  ",
			"**Target** living creature touched  ",
			"**Duration** 10 min./level  ",
			"**Saving Throw** none; **Spell Resistance** yes (harmless)",
			"",
			"Barkskin toughens a creature's skin. The effect grants a +2 enhancement bonus to the creature's existing natural armor bonus. This enhancement bonus increases by 1 for every three caster levels above 3rd, to a maximum of +5 at 12th level.",
			"",
			"The enhancement bonus provided by barkskin stacks with the target's natural armor bonus, but not with other enhancement bonuses to natural armor. A creature without natural armor has an effective natural armor bonus of +0.",
			"",
			"### Mythic Barkskin",
			"",
			"{SOURCE Mythic Adventures/85}",
			"",
			"The target also gains DR/magic equal to the double the enhancement bonus the spell provides to the target's natural armor bonus.",
			"",
			"*Augmented (6th):* If you expend two uses of mythic power, the spell grants DR/epic rather than DR/magic."
		]
	},
	"barrow_haze": {
		"name": "Barrow Haze",
		"sources": [ "Advanced Class Guide" ],
		"description": [
			"## Barrow Haze",
			"",
			"{SOURCE Advanced Class Guide/174}  ",
			"**School** {spelldef/necromancy}; **Level** arcanist 3, sorcerer 3, witch 3, wizard 3  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S  ",
			"**Range** medium (100 ft. + 10 ft./level)  ",
			"**Effect** fog spreads in 20-ft. radius, 20 ft. high  ",
			"**Duration** 1 minute/level  ",
			"**Saving Throw** none; **Spell Resistance** no",
			"",
			"Barrow haze creates a bank of fog similar to that created by fog cloud, except that the vapors are black and they have a necromantic link to you. The vapors do not interfere with your vision. Because of your link to the haze, if any part of it is within 30 feet of you, any creatures within the haze count as in range for the purpose of using any of your hexes that have a maximum range of 30 feet.",
			"",
			"For example, suppose you have the slumber hex, you are 25 feet from one edge of the haze, and an opponent is 40 feet farther away at the other extreme of the cloud. You can use your slumber hex on that opponent even though it is actually 65 feet away from you."
		]
	},
	"batrachian_surge": {
		"name": "Batrachian Surge",
		"sources": [ "Blood of the Beast" ],
		"description": [
			"## Batrachian Surge",
			"",
			"{SOURCE Blood of the Beast/11}  ",
			"**School** {spelldef/transmutation}; **Level** bloodrager 1, druid 1, hunter 1, inquisitor 1, ranger 1, summoner 1, unchained summoner 1 (Grippli)  ",
			"**Casting Time** 1 swift action  ",
			"**Components** V, S  ",
			"**Range** personal  ",
			"**Target** you  ",
			"**Duration** 1 round + 1 round/3 levels (D)  ",
			"**Saving Throw** none; **Spell Resistance** yes (harmless)",
			"",
			"You tap into your latent amphibian strengths, unlocking a short-lived physical talent. Armor or gear you are wearing adjusts to your new shape for the duration of the spell. When you cast batrachian surge, choose one of the following features to gain its associated benefits. You can have only one batrachian surge spell active on you at a time.",
			"",
			"*Gills:* Your throat expands, and gill slits appear along your neck. You can breathe underwater.",
			"",
			"*Leaping:* Your legs elongate and become especially muscular. You are always treated as having a running start when attempting Acrobatics checks to jump, and you gain a competence bonus on Acrobatics checks to jump equal to your caster level.",
			"",
			"*Swimming:* You grow a large tadpole tail, and your other limbs shrink slightly. You gain a swim speed equal to your base land speed.",
			"",
			"*Tongue:* Your tongue extends to the length of your body. Increase your reach by 5 feet when delivering touch spells. This increased reach doesn't stack with any other spells or abilities that affect your reach."
		]
	},
	"battering_blast": {
		"name": "Battering Blast",
		"sources": [ "Dungeons of Golarion" ],
		"description": [
			"## Battering Blast",
			"",
			"{SOURCE Dungeons of Golarion/33}  ",
			"**School** {spelldef/evocation} [{spelldef/force}]; **Level** arcanist 3, sorcerer 3, wizard 3  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S  ",
			"**Range** close (25 ft. + 5 ft./2 levels)  ",
			"**Target** one creature or unattended object  ",
			"**Duration** instantaneous  ",
			"**Saving Throw** Reflex partial (see text); **Spell Resistance** yes",
			"",
			"You hurl a fist-sized ball of force resembling a sphere of spikes to ram a designated creature or object. You must succeed on a ranged touch attack to strike your target. On a successful hit, you deal 1d6 points of force damage per two caster levels (maximum 5d6). For every 5 caster levels you possess beyond 5th, you gain a second ball of force. A creature struck by any of these is subject to a bull rush attempt. The force has a Strength modifier equal to your Intelligence, Wisdom, or Charisma modifier (whichever is highest). The CMB for the force's bull rush uses your caster level as its base attack bonus, adding the force's Strength modifier and a +10 bonus for each additional blast directed against the same target. Each sphere of force makes its own separate bull rush attempt - if multiple spheres strike one target, you make multiple CMB checks but only take the highest result to determine success. If the bull rush succeeds, the force pushes the creature away from you in a straight line, and the creature must make a Reflex save or fall prone. This spell pushes an unattended object struck by it 20 feet away from you, provided it weighs no more than 25 pounds per level (maximum 250 pounds). This spell cannot move creatures or objects beyond your range. Used on a door or other obstacle, the spell attempts a Strength check to destroy it if the sheer damage inflicted by the spell doesn't do the job."
		]
	},
	"battle_trance": {
		"name": "Battle Trance",
		"sources": [
			"Advanced Race Guide",
			"Mythic Adventures"
		],
		"description": [
			"## Battle Trance",
			"",
			"{SOURCE Advanced Race Guide/58}  ",
			"**School** {spelldef/enchantment} ({spelldef/compulsion}) [{spelldef/emotion}, {spelldef/mind-affecting}]; **Level** alchemist 3, antipaladin 3, cleric 4, hunter 3, inquisitor 3, investigator 3, oracle 4, ranger 3, warpriest 4, witch 4 (half-orc)  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S  ",
			"**Range** personal  ",
			"**Target** you  ",
			"**Duration** 1 minute/level",
			"",
			"You are transformed into a single-minded force of destruction. You gain the ferocity monster special ability, a number of temporary hit points equal to 1d6 + your caster level (maximum +10), and a +4 morale bonus on saving throws against mind-affecting effects. You cannot use the withdraw action or willingly move away from a creature that has attacked you.",
			"",
			"When you use this spell, you immediately take 4 points of Intelligence damage. You must make a DC 20 {rule/concentration} check to cast spells, and all other concentration checks to cast spells have a -5 penalty.",
			"",
			"### Mythic Battle Trance",
			"",
			"{SOURCE Mythic Adventures/85}",
			"",
			"The number of temporary hit points you gain increases to 2d6 + your caster level (maximum +10) + your tier. The morale bonus on saving throws against mind-affecting effects increases to +6.",
			"",
			"*Augmented (5th):* If you expend two uses of mythic power, you gain a +4 morale bonus to Strength, immunity to non-mythic mind-affecting effects, and DR 5/epic."
		]
	},
	"battlemind_link": {
		"name": "Battlemind Link",
		"sources": [
			"Ultimate Magic",
			"Mythic Adventures"
		],
		"description": [
			"## Battlemind Link",
			"",
			"{SOURCE Ultimate Magic/207}  ",
			"**School** {spelldef/divination} [{spelldef/mind-affecting}]; **Level** arcanist 6, inquisitor 4, medium 4, mesmerist 4, occultist 5, psychic 6, sorcerer 6, wizard 6  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S  ",
			"**Range** personal and close (25 ft. + 5 ft./2 levels)  ",
			"**Target** you and 1 ally  ",
			"**Duration** 1 minute/level  ",
			"**Saving Throw** Will negates (harmless); **Spell Resistance** yes (harmless)",
			"",
			"You fuse your thoughts with an ally's, allowing the two of you to fight in tandem, perfectly coordinated. You and the ally each roll initiative in combat and use the higher die result before adding modifiers. This has three effects.",
			"",
			"*Melee:* If you both make melee attacks against the same creature, you both make attack rolls and both use the higher of the two dice for your attack rolls (plus bonuses).",
			"",
			"Ranged: If you both make ranged attacks against the same creature, you both make attack rolls and both use the higher of the two dice for your attack roll (plus bonuses).",
			"",
			"*Spell:* If you both cast spells and target the same area or same creature, affected creatures take a -2 penalty on their saving throw against the spells.",
			"",
			"You and the target lose these benefits if you cannot see each other or if you or the target is unconscious or helpless.",
			"",
			"### Mythic Battlemind Link",
			"",
			"{SOURCE Mythic Adventures/85}",
			"",
			"When you cast this spell, if your linked ally uses a mythic path ability against a creature, you can use the same path ability against that creature as if you had it yourself, and your linked ally can likewise use any path abilities you use against a creature (even if that ally isn't mythic). For example, if you're a champion attacking a frost giant using the precision path ability, your linked ally can use your precision ability when she attacks that frost giant. If a path ability requires expending uses of mythic power or any other cost, your linked ally must expend that cost for you to use the ability."
		]
	},
	"beacon_of_guilt": {
		"name": "Beacon of Guilt",
		"sources": [ "Villain Codex" ],
		"description": [
			"## Beacon of Guilt",
			"",
			"{SOURCE Villain Codex/44}  ",
			"**School** {spelldef/evocation} [{spelldef/curse}]; **Level** arcanist 2, bard 2, inquisitor 2, occultist 2, skald 2, sorcerer 2, wizard 2  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S  ",
			"**Range** touch  ",
			"**Target** one object  ",
			"**Duration** 24 hours or until discharged, then instantaneous  ",
			"**Saving Throw** Will negates (object); see text; **Spell Resistance** yes",
			"",
			"You place an invisible ward upon an object that is triggered the first time a creature tries to move the object from its current location. The next creature to touch the object is cursed to become obvious to everyone around it. The creature must succeed at a Will save or be surrounded in an aura of twinkling red light that functions as {spell/faerie fire} (spell resistance applies). The curse bestowed by this spell cannot be dispelled, but a {spell/break enchantment}, {spell/limited wish}, {spell/miracle}, {spell/remove curse}, or {spell/wish} spell can remove it."
		]
	},
	"beacon_of_luck": {
		"name": "Beacon of Luck",
		"sources": [ "Inner Sea Gods" ],
		"description": [
			"## Beacon of Luck",
			"",
			"{SOURCE Inner Sea Gods/229}  ",
			"**School** {spelldef/divination}; **Level** bard 3, cleric 3, inquisitor 4, oracle 3, paladin 4, skald 3, warpriest 3 (Desna)  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S, M/DF (a tuft of rabbit fur)  ",
			"**Range** personal; see text  ",
			"**Target** you  ",
			"**Duration** 1 minute/level (D)",
			"",
			"You send out a burst of luck with a 30-foot radius centered around you. While the beacon of luck is in effect, you gain a +2 sacred bonus on all saving throws. As an immediate action before a saving throw is made, allies within the area can choose to benefit from this luck, rolling twice for a saving throw and taking the better result. Once a creature benefits from the beacon of luck in this way, it cannot gain the benefit of this spell for 24 hours."
		]
	},
	"beanstalk": {
		"name": "Beanstalk",
		"sources": [ "Pathfinder #91: Battle of Bloodmarch Hills" ],
		"description": [
			"## Beanstalk",
			"",
			"{SOURCE Pathfinder #91: Battle of Bloodmarch Hills/70}  ",
			"**School** {spelldef/conjuration} ({spelldef/creation}); **Level** arcanist 4, sorcerer 4, summoner 4, unchained summoner 4, witch 4, wizard 4  ",
			"**Casting Time** 1 minute  ",
			"**Components** V, S, M (a small handful of beans)  ",
			"**Range** 0 ft. (see text)  ",
			"**Effect** a 5-foot-radius beanstalk that grows to a height of 50 ft./caster level  ",
			"**Duration** 24 hours  ",
			"**Saving Throw** none; **Spell Resistance** no",
			"",
			"When casting this spell, you must plant the material components in soil. When you do, at the end of casting, a large beanstalk rises up from the ground. It's strong enough to support Huge or smaller creatures weighing no more than 2,000 pounds total, and has enough handholds and footholds that it can be climbed as if it were knotted rope (Climb DC 5). At the end of the spell's duration, the beanstalk withers and dies at an accelerated rate, leaving nothing more than a pile of compost."
		]
	},
	"bears_endurance": {
		"name": "Bear's Endurance",
		"sources": [ "PRPG Core Rulebook" ],
		"description": [
			"## Bear's Endurance",
			"",
			"{SOURCE PRPG Core Rulebook/246}  ",
			"**School** {spelldef/transmutation}; **Level** adept 2, alchemist 2, arcanist 2, bloodrager 2, cleric 2, druid 2, hunter 2, investigator 2, magus 2, medium 2, oracle 2, psychic 2, ranger 2, redmantisassassin 2, shaman 2, sorcerer 2, summoner 2, unchained summoner 2, warpriest 2, wizard 2  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S, M/DF (a few hairs, or a pinch of dung, from a bear)  ",
			"**Range** touch  ",
			"**Target** creature touched  ",
			"**Duration** 1 min./level  ",
			"**Saving Throw** Will negates (harmless); **Spell Resistance** yes",
			"",
			"The affected creature gains greater vitality and stamina. The spell grants the subject a +4 enhancement bonus to Constitution, which adds the usual benefits to hit points, Fortitude saves, Constitution checks, and so forth. Hit points gained by a temporary increase in Constitution score are not temporary hit points. They go away when the subject's Constitution drops back to normal. They are not lost first as temporary hit points are.",
			"",
			"### Mass Bear's Endurance",
			"",
			"{SOURCE PRPG Core Rulebook/247}  ",
			"**School** {spelldef/transmutation}; **Level** arcanist 6, cleric 6, druid 6, hunter 6, magus 6, oracle 6, psychic 6, shaman 6, sorcerer 6, summoner 4, unchained summoner 6, warpriest 6, wizard 6  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S, M/DF (a few hairs, or a pinch of dung, from a bear)  ",
			"**Range** close (25 ft. + 5 ft./2 levels)  ",
			"**Targets** one creature/level, no two of which can be more than 30 ft. apart  ",
			"**Duration** 1 min./level  ",
			"**Saving Throw** Will negates (harmless); **Spell Resistance** yes",
			"",
			"Mass bear's endurance works like bear's endurance, except that it affects multiple creatures."
		]
	},
	"bears_endurance_mass": {
		"name": "Mass Bear's Endurance",
		"copyof": "bears_endurance"
	},
	"mass_bears_endurance": { "redirect": "bears_endurance_mass" },
	"beast_shape_1": {
		"name": "Beast Shape I",
		"sources": [
			"PRPG Core Rulebook",
			"Mythic Adventures",
			"Ultimate Wilderness",
			"Animal Archive"
		],
		"description": [
			"## Beast Shape I",
			"",
			"{SOURCE PRPG Core Rulebook/247}  ",
			"**School** {spelldef/transmutation} ({spelldef/polymorph}); **Level** alchemist 3, arcanist 3, bloodrager 3, investigator 3, magus 3, redmantisassassin 3, sorcerer 3, wizard 3  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S, M (a piece of the creature whose form you plan to assume)  ",
			"**Range** personal  ",
			"**Target** you  ",
			"**Duration** 1 min./level (D)",
			"",
			"When you cast this spell, you can assume the form of any Small or Medium creature of the animal type. If the form you assume has any of the following abilities, you gain the listed ability: climb 30 feet, fly 30 feet (average maneuverability), swim 30 feet, darkvision 60 feet, low-light vision, and scent.",
			"",
			"*Small animal:* If the form you take is that of a Small animal, you gain a +2 size bonus to your Dexterity and a +1 natural armor bonus.",
			"",
			"*Medium animal:* If the form you take is that of a Medium animal, you gain a +2 size bonus to your Strength and a +2 natural armor bonus.",
			"",
			"::h3[Mythic Beast Shape I]{jl}",
			"",
			"{SOURCE Mythic Adventures/85}",
			"",
			"Each mythic beast shape spell must be learned individually, and you must know the respective non-mythic beast shape spell to learn its mythic version. You don't have to learn them in order and are not required to know a lower-level mythic beast shape spell before you learn a higher-level one (for example, you can learn mythic beast shape II if you know beast shape II, even if you don't know mythic beast shape I). Each mythic beast shape spell adds the following benefits to its respective non-mythic version.",
			"",
			"The spell's bonuses to ability scores increase by 2, the natural armor bonus increases by 1, and the ability score penalties decrease by 2 (minimum penalty of 0). Choose one natural attack type the animal form has, such as bite or claws. The critical multiplier for this attack type increases by 1 (maximum &times;4).",
			"",
			"*Augmented (2nd):* If you expend two uses of mythic power, the ability score bonuses increase by an additional 2. During each casting of the spell, a number of times equal to your tier, you can act as if you had the {feat/Natural Spell} feat for 1 round. For example, if you're 2nd tier, you can use the Natural Spell feat for 2 rounds per casting of mythic beast shape.",
			"",
			"::h3[Beast Shape II]{jl}",
			"",
			"{SOURCE PRPG Core Rulebook/247}  ",
			"**School** {spelldef/transmutation} ({spelldef/polymorph}); **Level** alchemist 4, arcanist 4, bloodrager 4, investigator 4, magus 4, redmantisassassin 4, sorcerer 4, wizard 4  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S, M (a piece of the creature whose form you plan to assume)  ",
			"**Range** personal  ",
			"**Target** you  ",
			"**Duration** 1 min./level (D)",
			"",
			"This spell functions as beast shape I, except that it also allows you to assume the form of a Tiny or Large creature of the animal type. If the form you assume has any of the following abilities, you gain the listed ability: climb 60 feet, fly 60 feet (good maneuverability), swim 60 feet, darkvision 60 feet, low-light vision, scent, grab, pounce, and trip.",
			"",
			"*Tiny animal:* If the form you take is that of a Tiny animal, you gain a +4 size bonus to your Dexterity, a -2 penalty to your Strength, and a +1 natural armor bonus.",
			"",
			"*Large animal:* If the form you take is that of a Large animal, you gain a +4 size bonus to your Strength, a -2 penalty to your Dexterity, and a +4 natural armor bonus.",
			"",
			"::h3[Mythic Beast Shape II]{jl}",
			"",
			"{SOURCE Mythic Adventures/85}",
			"",
			"Each mythic beast shape spell must be learned individually, and you must know the respective non-mythic beast shape spell to learn its mythic version. You don't have to learn them in order and are not required to know a lower-level mythic beast shape spell before you learn a higher-level one (for example, you can learn mythic beast shape II if you know beast shape II, even if you don't know mythic beast shape I). Each mythic beast shape spell adds the following benefits to its respective non-mythic version.",
			"",
			"The spell's bonuses to ability scores increase by 2, the natural armor bonus increases by 1, and the ability score penalties decrease by 2 (minimum penalty of 0). Choose one natural attack type the animal form has, such as bite or claws. The critical multiplier for this attack type increases by 1 (maximum &times;4).",
			"",
			"*Augmented (2nd):* If you expend two uses of mythic power, the ability score bonuses increase by an additional 2. During each casting of the spell, a number of times equal to your tier, you can act as if you had the {feat/Natural Spell} feat for 1 round. For example, if you're 2nd tier, you can use the Natural Spell feat for 2 rounds per casting of mythic beast shape.",
			"",
			"::h3[Beast Shape III]{jl}",
			"",
			"{SOURCE PRPG Core Rulebook/247}  ",
			"**School** {spelldef/transmutation} ({spelldef/polymorph}); **Level** alchemist 5, arcanist 5, investigator 5, magus 5, sorcerer 5, wizard 5  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S, M (a piece of the creature whose form you plan to assume)  ",
			"**Range** personal  ",
			"**Target** you  ",
			"**Duration** 1 min./level (D)",
			"",
			"This spell functions as beast shape II, except that it also allows you to assume the form of a Diminutive or Huge creature of the animal type. This spell also allows you to take on the form of a Small or Medium creature of the magical beast type. If the form you assume has any of the following abilities, you gain the listed ability: burrow 30 feet, climb 90 feet, fly 90 feet (good maneuverability), swim 90 feet, blindsense 30 feet, darkvision 60 feet, low-light vision, scent, constrict, ferocity, grab, jet, poison, pounce, rake, trample, trip, and web.",
			"",
			"*Diminutive animal:* If the form you take is that of a Diminutive animal, you gain a +6 size bonus to your Dexterity, a -4 penalty to your Strength, and a +1 natural armor bonus.",
			"",
			"*Huge animal:* If the form you take is that of a Huge animal, you gain a +6 size bonus to your Strength, a -4 penalty to your Dexterity, and a +6 natural armor bonus.",
			"",
			"*Small magical beast:* If the form you take is that of a Small magical beast, you gain a +4 size bonus to your Dexterity, and a +2 natural armor bonus.",
			"",
			"*Medium magical beast:* If the form you take is that of a Medium magical beast, you gain a +4 size bonus to your Strength, and a +4 natural armor bonus.",
			"",
			"::h3[Mythic Beast Shape III]{jl}",
			"",
			"{SOURCE Mythic Adventures/85}",
			"",
			"Each mythic beast shape spell must be learned individually, and you must know the respective non-mythic beast shape spell to learn its mythic version. You don't have to learn them in order and are not required to know a lower-level mythic beast shape spell before you learn a higher-level one (for example, you can learn mythic beast shape II if you know beast shape II, even if you don't know mythic beast shape I). Each mythic beast shape spell adds the following benefits to its respective non-mythic version.",
			"",
			"The spell's bonuses to ability scores increase by 2, the natural armor bonus increases by 1, and the ability score penalties decrease by 2 (minimum penalty of 0). Choose one natural attack type the animal form has, such as bite or claws. The critical multiplier for this attack type increases by 1 (maximum &times;4).",
			"",
			"*Augmented (2nd):* If you expend two uses of mythic power, the ability score bonuses increase by an additional 2. During each casting of the spell, a number of times equal to your tier, you can act as if you had the {feat/Natural Spell} feat for 1 round. For example, if you're 2nd tier, you can use the Natural Spell feat for 2 rounds per casting of mythic beast shape.",
			"",
			"::h3[Beast Shape IV]{jl}",
			"",
			"{SOURCE PRPG Core Rulebook/247}  ",
			"**School** {spelldef/transmutation} ({spelldef/polymorph}); **Level** alchemist 6, arcanist 6, investigator 6, magus 6, sorcerer 6, wizard 6  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S, M (a piece of the creature whose form you plan to assume)  ",
			"**Range** personal  ",
			"**Target** you  ",
			"**Duration** 1 min./level (D)",
			"",
			"This spell functions as beast shape III except that it also allows you to assume the form of a Tiny or Large creature of the magical beast type. If the form you assume has any of the following abilities, you gain the listed ability: burrow 60 feet, climb 90 feet, fly 120 feet (good maneuverability), swim 120 feet, blindsense 60 feet, darkvision 90 feet, low-light vision, scent, tremorsense 60 feet, breath weapon, constrict, ferocity, grab, jet, poison, pounce, rake, rend, roar, spikes, trample, trip, and web. If the creature has immunity or resistance to any elements, you gain resistance 20 to those elements. If the creature has vulnerability to an element, you gain that vulnerability.",
			"",
			"*Tiny magical beast:* If the form you take is that of a Tiny magical beast, you gain a -2 penalty to your Strength, a +8 size bonus to your Dexterity, and a +3 natural armor bonus.",
			"",
			"*Large magical beast:* If the form you take is that of a Large magical beast, you gain a +6 size bonus to your Strength, a -2 penalty on your Dexterity, a +2 size bonus to your Constitution, and a +6 natural armor bonus.",
			"",
			"::h3[Mythic Beast Shape IV]{jl}",
			"",
			"{SOURCE Mythic Adventures/85}",
			"",
			"Each mythic beast shape spell must be learned individually, and you must know the respective non-mythic beast shape spell to learn its mythic version. You don't have to learn them in order and are not required to know a lower-level mythic beast shape spell before you learn a higher-level one (for example, you can learn mythic beast shape II if you know beast shape II, even if you don't know mythic beast shape I). Each mythic beast shape spell adds the following benefits to its respective non-mythic version.",
			"",
			"The spell's bonuses to ability scores increase by 2, the natural armor bonus increases by 1, and the ability score penalties decrease by 2 (minimum penalty of 0). Choose one natural attack type the animal form has, such as bite or claws. The critical multiplier for this attack type increases by 1 (maximum &times;4).",
			"",
			"*Augmented (2nd):* If you expend two uses of mythic power, the ability score bonuses increase by an additional 2. During each casting of the spell, a number of times equal to your tier, you can act as if you had the {feat/Natural Spell} feat for 1 round. For example, if you're 2nd tier, you can use the Natural Spell feat for 2 rounds per casting of mythic beast shape.",
			"",
			"::h3[Magical Beast Shape]{jl}",
			"",
			"{SOURCE Ultimate Wilderness/231}  ",
			"**School** {spelldef/transmutation} ({spelldef/polymorph}); **Level** arcanist 7, sorcerer 7, wizard 7  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S, M (a piece of the creature whose form you plan to assume)  ",
			"**Range** personal  ",
			"**Target** you  ",
			"**Duration** 1 min./level",
			"",
			"This spell functions as beast shape IV except you can assume the form of only a magical beast of a size between Diminutive and Huge. If the form you assume has any of the following abilities, you gain those abilities: burrow speed 60 feet, climb speed 90 feet, fly speed 120 feet (good maneuverability), swim speed 120 feet, blindsense 60 feet, blindsight 30 feet, darkvision 90 feet, low-light vision, scent, see in darkness, tremorsense 60 feet, blood drain, blood frenzy, breath weapon (if damage, up to 12d6 points), constrict, fast healing 5, ferocity, grab, hold breath, jet, no breath, poison, pounce, powerful charge, pull, rake, rend, roar, spikes, trample, trip, and web. If the creature has immunity to poison, you gain a +8 resistance bonus on saves against poison. If the creature has immunity or resistance to any energy types, you gain resistance 20 to those energy types. If the creature has vulnerability to an energy type, you gain that vulnerability.",
			"",
			"*Diminutive Magical Beast:* If you assume this form, you gain a +10 size bonus to your Dexterity score and take a -4 penalty to your Strength score.",
			"",
			"*Huge Magical Beast:* If you assume this form, you gain a +8 size bonus to your Strength score, take a -4 penalty on your Dexterity score, a +2 size bonus to your Constitution score, and gain a +7 natural armor bonus.",
			"",
			"::h3[Share Shape]{jl}",
			"",
			"{SOURCE Animal Archive/25}  ",
			"**School** {spelldef/transmutation} ({spelldef/polymorph}); **Level** arcanist 4, hunter 3, ranger 3, redmantisassassin 4, sorcerer 4, witch 4, wizard 4  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S, M (a piece of the creature whose form you plan to assume)  ",
			"**Range** personal  ",
			"**Target** you  ",
			"**Duration** 1 hour/level (D)",
			"",
			"This spell functions as beast shape II, but you may only assume the form of an animal of a type identical to your animal companion or familiar. If your familiar or companion is not an animal, this spell has no effect.",
			"",
			"::h3[Animal Shapes]{jl}",
			"",
			"{SOURCE PRPG Core Rulebook/241}  ",
			"**School** {spelldef/transmutation} ({spelldef/polymorph}); **Level** druid 8, shaman 8  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S, DF  ",
			"**Range** close (25 ft. + 5 ft./2 levels)  ",
			"**Targets** up to one willing creature per level, all within 30 ft. of each other  ",
			"**Duration** 1 hour/level (D)  ",
			"**Saving Throw** none, see text; **Spell Resistance** yes (harmless)",
			"",
			"As beast shape III, except you change the form of up to one willing creature per caster level into an animal of your choice; the spell has no effect on unwilling creatures. All creatures must take the same kind of animal form. Recipients remain in the animal form until the spell expires or until you dismiss it for all recipients. In addition, an individual subject may choose to resume its normal form as a full-round action; doing so ends the spell for that subject alone."

		]
	},
	"beast_shape_i": { "redirect": "beast_shape_1" },
	"beast_shape_2": {
		"name": "Beast Shape II",
		"copyof": "beast_shape_1"
	},
	"beast_shape_ii": { "redirect": "beast_shape_2" },
	"beast_shape_3": {
		"name": "Beast Shape III",
		"copyof": "beast_shape_1"
	},
	"beast_shape_iii": { "redirect": "beast_shape_3" },
	"beast_shape_4": {
		"name": "Beast Shape IV",
		"copyof": "beast_shape_1"
	},
	"beast_shape_iv": { "redirect": "beast_shape_4" },
	"magical_beast_shape": {
		"name": "Magical Beast Shape",
		"copyof": "beast_shape_1"
	},
	"share_shape": {
		"name": "Share Shape",
		"copyof": "beast_shape_1"
	},
	"animal_shapes": {
		"name": "Animal Shapes",
		"copyof": "beast_shape_1"
	},
	"beastspeak": {
		"name": "Beastspeak",
		"sources": [ "Advanced Class Guide" ],
		"description": [
			"## Beastspeak",
			"",
			"{SOURCE Advanced Class Guide/175}  ",
			"**School** {spelldef/divination}; **Level** druid 2, hunter 2, shaman 2, witch 2  ",
			"**Casting Time** 1 standard action  ",
			"**Components** S, DF  ",
			"**Range** personal  ",
			"**Target** you  ",
			"**Duration** 10 minutes/level",
			"",
			"When you're in the form of an animal (such as when you are using wild shape or are affected by a polymorph effect), you can speak normally, including when you cast spells with verbal components, and you sound like your normal self when you speak. You can cast this spell while in animal form, using animal-appropriate somatic components."
		]
	},
	"bed_of_iron": {
		"name": "Bed of Iron",
		"sources": [ "Knights of the Inner Sea" ],
		"description": [
			"## Bed of Iron",
			"",
			"{SOURCE Knights of the Inner Sea/28}  ",
			"**School** {spelldef/necromancy}; **Level** arcanist 1, inquisitor 1, magus 1, paladin 1, sorcerer 1, wizard 1  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S, M (a feather or swatch of soft fabric)  ",
			"**Range** touch  ",
			"**Target** one creature touched/level  ",
			"**Duration** 8 hours  ",
			"**Saving Throw** Fortitude negates (harmless); **Spell Resistance** yes (harmless)",
			"",
			"This spell makes even the clunkiest armor feel soft as silk to the wearer. The subjects of this spell are able to sleep comfortably in medium or heavy armor without suffering from fatigue the following day."
		]
	},
	"befuddled_combatant": {
		"name": "Befuddled Combatant",
		"sources": [ "Healer's Handbook" ],
		"description": [
			"## Befuddled Combatant",
			"",
			"{SOURCE Healer's Handbook/17}  ",
			"**School** {spelldef/enchantment} ({spelldef/compulsion}) [{spelldef/curse}, {spelldef/mind-affecting}]; **Level** arcanist 5, bard 5, mesmerist 5, psychic 5, shaman 5, skald 5, sorcerer 5, witch 5, wizard 5  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S, M (cooked noodles)  ",
			"**Range** close (25 ft. + 5 ft./2 levels)  ",
			"**Target** one creature  ",
			"**Duration** 1 hour/level  ",
			"**Saving Throw** Will negates; **Spell Resistance** yes",
			"",
			"As a way to befuddle your target, you fill its mind with all manner of swirling images as well as baffling and incoherent thoughts, making the target an ineffective combatant and rendering its spellcasting and other such abilities much more feeble.",
			"",
			"For the spell's duration, the DCs of all of the target's spells, spell-like abilities, supernatural abilities, and extraordinary abilities are reduced by 4. Any of its attacks that would deal hit point damage, including its melee and ranged physical attacks, deal minimum damage for the duration of this spell.",
			"",
			"This curse applies only to effects created by the creature while this spell is actively affecting the target; applying or removing this curse doesn't alter the ongoing damage of effects previously created by the target (such as an incendiary cloud spell that was cast before the target became affected by this spell)."
		]
	},
	"beguiling_gift": {
		"name": "Beguiling Gift",
		"sources": [ "Advanced Player's Guide" ],
		"description": [
			"## Beguiling Gift",
			"",
			"{SOURCE Advanced Player's Guide/205}  ",
			"**School** {spelldef/enchantment} ({spelldef/compulsion}) [{spelldef/mind-affecting}]; **Level** bard 1, mesmerist 1, psychic 1, skald 1, witch 1  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S, F (the object to be offered)  ",
			"**Range** 5 ft.  ",
			"**Target** one creature  ",
			"**Duration** 1 round  ",
			"**Saving Throw** Will negates; **Spell Resistance** yes",
			"",
			"You offer an object to an adjacent creature, and entice it into using or consuming the proffered item. If the target fails its Will save, it immediately takes the offered object, dropping an already held object if necessary. On its next turn, it consumes or dons the object, as appropriate for the item in question. For example, an apple would be eaten, a potion consumed, a ring put on a finger, and a sword wielded in a free hand. If the target is physically unable to accept the object, the spell fails. The subject is under no obligation to continue consuming or using the item once the spell's duration has expired, although it may find a cursed item difficult to be rid of."
		]
	},
	"beloved_of_the_forge": {
		"name": "Beloved of the Forge",
		"sources": [ "Heroes of the Streets" ],
		"description": [
			"## Beloved of the Forge",
			"",
			"{SOURCE Heroes of the Streets/22}  ",
			"**School** {spelldef/divination}; **Level** alchemist 2, bard 2, cleric 2, investigator 2, oracle 2, shaman 2, skald 2, warpriest 2  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S  ",
			"**Range** personal  ",
			"**Target** you  ",
			"**Duration** 1 hour/level",
			"",
			"You gain an innate sense of the direction to your home or to the place where you last attempted a Craft check, whichever you choose when you cast the spell. You gain a +10 insight bonus on Survival checks made to find your way back to the chosen place. While under the effects of this spell, items in your possession gain a +2 luck bonus on saving throws against spells and effects, and you gain a +5 luck bonus on Craft checks to create or repair objects with Craft skills in which you are trained."
		]
	},
	"bereave": {
		"name": "Bereave",
		"sources": [ "Inner Sea Temples" ],
		"description": [
			"## Bereave",
			"",
			"{SOURCE Inner Sea Temples/13}  ",
			"**School** {spelldef/enchantment} ({spelldef/compulsion}) [{spelldef/mind-affecting}]; **Level** bard 3, cleric 4, mesmerist 3, oracle 4, psychic 4, skald 3, warpriest 4, witch 4  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S, M/DF (a broken chain link)  ",
			"**Range** medium (100 ft. + 10 ft./level)  ",
			"**Targets** all creatures in a 15-ft.-radius burst  ",
			"**Duration** 1 round/level  ",
			"**Saving Throw** Will negates; **Spell Resistance** yes",
			"",
			"An overwhelming feeling of loss overcomes the targets, and their allies' words sound bleak and hollow. Regardless of actual allegiances, affected creatures no longer count as allies for other creatures and always count as enemies for the purposes of abilities, effects, and spells that differentiate between allies and enemies, such as flanking or spells such as bane or bless. Allies of an affected creature must succeed at a melee touch attack to affect the subject with touch spells, and an affected creature cannot voluntarily fail a saving throw even if the effect is harmless (such as cure light wounds). An affected creature still counts as her own ally and can target herself with abilities, effects, and spells normally."
		]
	},
	"besmaras_grasping_depths": {
		"name": "Besmara's Grasping Depths",
		"sources": [ "Haunted Heroes Handbook" ],
		"description": [
			"## Besmara's Grasping Depths",
			"",
			"{SOURCE Haunted Heroes Handbook/26}  ",
			"**School** {spelldef/necromancy} ({spelldef/haunted}) [{spelldef/emotion}, {spelldef/fear}, {spelldef/mind-affecting}]; **Level** cleric 6, inquisitor 6, oracle 6, shaman 6, spiritualist 5, witch 6  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S, M/DF (a vial of sea water)  ",
			"**Range** close (25 ft. + 5 ft./2 levels)  ",
			"**Area** one 5-ft. cube/level (S)  ",
			"**Duration** see text  ",
			"**Saving Throw** Will partial; see text; **Spell Resistance** yes",
			"",
			"You call upon the restless souls of those who died at sea. This spell can be cast only on an area of deep water. When a creature enters the area, the haunt manifests, automatically grabbing the creature and dragging it under the water on initiative count 10. Each round, the haunt deals 1d6 points of nonlethal damage as it drags its victim down 10 feet; a successful DC 15 Swim check reduces the descent to 5 feet and negates the nonlethal damage. Each round in the haunt's clutches reduces the duration the victim can hold her breath by 2 rounds. A victim can make a single move or standard action each round while in the haunt's grasp if she succeeds at a Will save; on a failed save, she can only struggle helplessly against the haunt. A victim cannot use her actions to swim toward the surface while the haunt is active. If the haunt reaches the bottom of its body of water, it pounds its victim against the bottom, dealing 2d6 points of nonlethal damage per round to the victim and reducing the duration the victim can hold her breath by an additional round. This continues until either the haunt is neutralized (in which case the victim must still swim to the surface) or the victim drowns.",
			"",
			"The haunt can grab and attempt to drown multiple creatures in its area on its initiative count. The magic holding the haunt together is unstable and deteriorates while the haunt is active. Each round at the end of its turn, the haunt automatically loses 1d6 hit points per creature it is currently affecting. Furthermore, the spell's haunt-like manifestation is active throughout the spell's duration, rendering it vulnerable to effects that damage haunts. When the haunt reaches 0 hit points, the spell ends.",
			"",
			"#### Haunt Statistics",
			"",
			"**Notice** Perception DC 30 (To detect the smell of brine)  ",
			"**hp** 5 hp/level; **Trigger** proximity; **Reset** none"
		]
	},
	"bestow_auras": {
		"name": "Bestow Auras",
		"sources": [ "Advanced Class Guide" ],
		"description": [
			"## Bestow Auras",
			"",
			"{SOURCE Advanced Class Guide/175}  ",
			"**School** {spelldef/abjuration}; **Level** antipaladin 3, paladin 3  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S  ",
			"**Range** close (25 ft. + 5 ft./2 levels)  ",
			"**Target** one creature  ",
			"**Duration** 1 minute/level (D)  ",
			"**Saving Throw** Will negates (harmless); **Spell Resistance** yes",
			"",
			"You transfer one or more of your paladin or antipaladin auras (such as aura of courage and aura of resolve) to another creature. You retain the personal effect of that aura, but the target becomes the center of the aura effect instead of you. For example, if you transfer your aura of courage, you remain immune to fear, but the target becomes the center of the aura that grants a +4 morale bonus on saves against fear effects. If an aura functions only when you are conscious, the transferred aura functions only when the target is conscious. If an aura functions only when you expend uses of another ability (such as with aura of justice or aura of vengeance), the transferred aura functions only if the target has that other ability and expends uses of it to activate the aura.",
			"",
			"You cannot transfer an aura that affects only you (such as aura of good)."
		]
	},
	"bestow_curse": {
		"name": "Bestow Curse",
		"sources": [
			"PRPG Core Rulebook",
			"Pathfinder #82: Secrets of the Sphinx",
			"Ultimate Intrigue",
			"Ultimate Magic"
		],
		"description": [
			"## Bestow Curse",
			"",
			"{SOURCE PRPG Core Rulebook/247}  ",
			"**School** {spelldef/necromancy} [{spelldef/curse}]; **Level** adept 3, antipaladin 3, arcanist 4, bloodrager 4, cleric 3, medium 2, mesmerist 3, occultist 3, oracle 3, shaman 3, sorcerer 4, spiritualist 3, warpriest 3, witch 3, wizard 4  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S  ",
			"**Range** touch  ",
			"**Target** creature touched  ",
			"**Duration** permanent  ",
			"**Saving Throw** Will negates; **Spell Resistance** yes",
			"",
			"You place a curse on the subject. Choose one of the following.",
			"",
			"- -6 decrease to an ability score (minimum 1).",
			"- -4 penalty on attack rolls, saves, ability checks, and skill checks.",
			"- Each turn, the target has a 50% chance to act normally; otherwise, it takes no action.",
			"",
			"You may also invent your own curse, but it should be no more powerful than those described above.",
			"",
			"The curse bestowed by this spell cannot be dispelled, but it can be removed with a {spell/break enchantment}, {spell/limited wish}, {spell/miracle}, {spell/remove curse}, or {spell/wish} spell.",
			"",
			"Bestow curse counters remove curse.",
			"",
			"::h3[Greater Bestow Curse]{jl}",
			"",
			"{SOURCE Pathfinder #82: Secrets of the Sphinx/75}  ",
			"**School** {spelldef/necromancy}; **Level** arcanist 8, cleric 7, oracle 7, sorcerer 8, witch 7, wizard 8  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S  ",
			"**Range** touch  ",
			"**Target** creature touched  ",
			"**Duration** permanent  ",
			"**Saving Throw** Will negates; **Spell Resistance** yes",
			"",
			"You place a curse on the subject. Choose one of the following.",
			"",
			"- -12 penalty to an ability score, or -6 penalty to two ability scores (to a minimum ability score of 1).",
			"- -8 penalty on attack rolls, saves, ability checks, and skill checks.",
			"- Each turn, the target has a 25% chance to act normally; otherwise, it takes no actions.",
			"- Bestow one of the curses or variants in this article.",
			"- Bestow {curse/curse of the ages} or {curse/unluck}.",
			"",
			"If a specific affliction is bestowed, the save DC of the spell replaces the usual save DC of the affliction. You can also invent your own curse, but it should be no more powerful than those described above.",
			"",
			"The curse bestowed by this spell cannot be dispelled, but it can be removed with a {spell/break enchantment}, {spell/limited wish}, {spell/miracle}, or {spell/wish} spell. It cannot be removed with {spell/remove curse} or suppressed with {spell/abeyance}. The DC to remove the curse with break enchantment increases by 5.",
			"",
			"::h3[Conditional Curse]{jl}",
			"",
			"{SOURCE Ultimate Intrigue/206}  ",
			"**School** {spelldef/necromancy} [{spelldef/curse}]; **Level** antipaladin 4, arcanist 5, cleric 4, inquisitor 4, medium 3, mesmerist 3, occultist 4, oracle 4, psychic 5, shaman 4, sorcerer 5, spiritualist 5, warpriest 4, witch 4, wizard 5  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S  ",
			"**Range** close (25 ft. + 5 ft./2 levels)  ",
			"**Target** one creature  ",
			"**Duration** permanent (see text)  ",
			"**Saving Throw** Will negates; **Spell Resistance** yes",
			"",
			"This spell functions as bestow curse, except that you must state a condition under which the curse is broken, ending its effect. An intelligent target, even one of animal intelligence, innately understands this condition even if it doesn't understand your language. The condition must be possible for the target to bring about within a year and a day without ensuring its own death and stated in 25 or fewer words. The curse is more difficult to remove via magic. The DC to remove conditional curse with {spell/break enchantment} or {spell/remove curse} increases by 5.",
			"",
			"::h3[Major Curse]{jl}",
			"",
			"{SOURCE Ultimate Magic/215}  ",
			"**School** {spelldef/necromancy} [{spelldef/curse}]; **Level** arcanist 6, cleric 5, mesmerist 4, occultist 5, oracle 5, psychic 6, shaman 5, sorcerer 6, spiritualist 5, warpriest 5, witch 5, wizard 6  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S  ",
			"**Range** close (25 ft. + 5 ft./2 levels)  ",
			"**Target** one creature  ",
			"**Duration** permanent  ",
			"**Saving Throw** Will negates; **Spell Resistance** yes",
			"",
			"This spell functions as bestow curse, except the DC to remove the curse is equal to the save DC + 5."
		]
	},
	"bestow_curse_greater": {
		"name": "Greater Bestow Curse",
		"copyof": "bestow_curse"
	},
	"greater_bestow_curse": { "redirect": "bestow_curse_greater" },
	"conditional_curse": {
		"name": "Conditional Curse",
		"copyof": "bestow_curse"
	},
	"curse_major": {
		"name": "Major Curse",
		"copyof": "bestow_curse"
	},
	"major_curse": { "redirect": "curse_major" },
	"bestow_grace": {
		"name": "Bestow Grace",
		"sources": [ "Advanced Player's Guide" ],
		"description": [
			"## Bestow Grace",
			"",
			"{SOURCE Advanced Player's Guide/205}  ",
			"**School** {spelldef/abjuration}; **Level** paladin 2  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S, DF  ",
			"**Range** touch  ",
			"**Target** one good creature touched  ",
			"**Duration** 1 minute/level  ",
			"**Saving Throw** Will (harmless); **Spell Resistance** yes (harmless)",
			"",
			"With this spell you can bestow your divine grace on another good creature for a short amount of time, infusing that creature with a portion of your holy virtue. When you touch the subject, you grant that creature a sacred bonus to its saving throws equal to its Charisma bonus (if any) on all saving throws."
		]
	},
	"bestow_grace_of_the_champion": {
		"name": "Bestow Grace of the Champion",
		"sources": [ "Ultimate Magic" ],
		"description": [
			"## Bestow Grace of the Champion",
			"",
			"{SOURCE Ultimate Magic/208}  ",
			"**School** {spelldef/transmutation} [{spelldef/good}, {spelldef/lawful}]; **Level** cleric 7, oracle 7, paladin 4  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S, DF  ",
			"**Range** touch  ",
			"**Target** lawful good creature touched  ",
			"**Duration** 1 round/level (see text)  ",
			"**Saving Throw** yes (harmless); **Spell Resistance** yes (harmless)",
			"",
			"You channel the power of good and law into the target, temporarily giving it powers similar to those of a paladin. The target gains the ability to use {spell/detect evil} at will as a spell-like ability, immunity to disease (suppressing any diseases currently affecting it), and immunity to fear (ending any fear effects currently affecting it); can lay on hands (on itself only) once as a paladin of 1/2 your caster level; and can smite evil once as a paladin of 1/2 your caster level. It adds its Charisma bonus to all its saving throws. It can use spell completion, spell trigger, or other magic items that require the ability to cast spells as a paladin. Any abilities not used by the time the spell expires are lost. This spell has no effect if cast on a paladin."
		]
	},
	"bestow_insight": {
		"name": "Bestow Insight",
		"sources": [ "Advanced Race Guide" ],
		"description": [
			"## Bestow Insight",
			"",
			"{SOURCE Advanced Race Guide/69}  ",
			"**School** {spelldef/enchantment} ({spelldef/compulsion}); **Level** arcanist 2, bard 2, cleric 3, inquisitor 2, medium 2, mesmerist 2, oracle 3, psychic 2, skald 2, sorcerer 2, warpriest 3, witch 2, wizard 2 (human)  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S  ",
			"**Range** touch  ",
			"**Target** one creature touched  ",
			"**Duration** 1 minute/level  ",
			"**Saving Throw** Will negates (harmless); **Spell Resistance** yes (harmless)",
			"",
			"When casting this spell, choose a single skill that you have at least one rank in. The target gains a +2 insight bonus on skill checks with this skill and is considered trained in that skill. The insight bonus increases by 1 for every four levels of the caster (maximum +6). Furthermore, once before the spell's duration, the target can choose to roll two checks and take the greater result. Doing so ends the spell's other effects."
		]
	},
	"bestow_planar_infusion_1": {
		"name": "Bestow Planar Infusion I",
		"sources": [ "Planar Adventures" ],
		"description": [
			"## Bestow Planar Infusion I",
			"",
			"{SOURCE Planar Adventures/39}  ",
			"**School** {spelldef/evocation}; **Level** arcanist 1, cleric 1, inquisitor 1, magus 1, medium 1, occultist 1, oracle 1, psychic 1, sorcerer 1, summoner 1, unchained summoner 1, warpriest 1, witch 1, wizard 1  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S  ",
			"**Range** touch  ",
			"**Target** creature touched  ",
			"**Duration** 1 hour/level  ",
			"**Saving Throw** Fortitude negates (harmless); **Spell Resistance** yes",
			"",
			"This spell draws upon the latent planar energy of the caster's surroundings, allowing her to temporarily infuse a creature with the plane's power. The touched creature gains that plane's basic infusion for the spell's duration. This spell has no effect if cast on the Material Plane, and it ends as soon as the spell's target leaves the plane with which it has been infused. Details on planar infusions can be found in each plane's Infusion section (listed [here](feat/planar_infusion)).",
			"",
			"Once a creature gains the benefits of bestow planar infusion I, it remains attuned to that plane for 24 hours. Additional castings of bestow planar infusion I during this time bestow the same infusion that was granted by the initial casting that day. Planar infusions that can be used a limited number of times per day are not refreshed by multiple castings of bestow planar infusion I.",
			"",
			"::h3[Bestow Planar Infusion II]{jl}",
			"",
			"{SOURCE Planar Adventures/39}  ",
			"**School** {spelldef/evocation}; **Level** arcanist 4, cleric 4, inquisitor 4, magus 4, medium 4, occultist 4, oracle 4, psychic 4, sorcerer 4, summoner 4, unchained summoner 4, warpriest 4, witch 4, wizard 4  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S  ",
			"**Range** touch  ",
			"**Target** creature touched  ",
			"**Duration** 1 hour/level  ",
			"**Saving Throw** Fortitude negates (harmless); **Spell Resistance** yes",
			"",
			"This functions as bestow planar infusion I, except that the touched creature gains the improved infusion of the current plane.",
			"",
			"::h3[Bestow Planar Infusion III]{jl}",
			"",
			"{SOURCE Planar Adventures/39}  ",
			"**School** {spelldef/evocation}; **Level** arcanist 7, cleric 7, oracle 7, psychic 7, sorcerer 7, witch 7, wizard 7  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S  ",
			"**Range** touch  ",
			"**Target** creature touched  ",
			"**Duration** 1 hour/level  ",
			"**Saving Throw** Fortitude negates (harmless); **Spell Resistance** yes",
			"",
			"This functions as bestow planar infusion I, except that the touched creature gains the greater infusion of the current plane."
		]
	},
	"bestow_planar_infusion_i": { "redirect": "bestow_planar_infusion_1" },
	"bestow_planar_infusion_2": {
		"name": "Bestow Planar Infusion II",
		"copyof": "bestow_planar_infusion_1"
	},
	"bestow_planar_infusion_ii": { "redirect": "bestow_planar_infusion_2" },
	"bestow_planar_infusion_3": {
		"name": "Bestow Planar Infusion III",
		"copyof": "bestow_planar_infusion_1"
	},
	"bestow_planar_infusion_iii": { "redirect": "bestow_planar_infusion_3" },
	"bestow_weapon_proficiency": {
		"name": "Bestow Weapon Proficiency",
		"sources": [ "Ultimate Combat" ],
		"description": [
			"## Bestow Weapon Proficiency",
			"",
			"{SOURCE Ultimate Combat/224}  ",
			"**School** {spelldef/enchantment} ({spelldef/compulsion}) [{spelldef/mind-affecting}]; **Level** alchemist 2, antipaladin 2, arcanist 2, cleric 2, inquisitor 2, investigator 2, magus 2, medium 2, occultist 2, oracle 2, paladin 2, psychic 2, sorcerer 2, warpriest 2, witch 2, wizard 2  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S, M (pieces of shaved metal)  ",
			"**Range** close (25 ft. + 5 ft./2 levels)  ",
			"**Target** one creature  ",
			"**Duration** 1 minute/level  ",
			"**Saving Throw** Will negates (harmless); **Spell Resistance** yes (harmless)",
			"",
			"You bestow the subject with the ability to use a single type of weapon he is not proficient in as if he were proficient with that weapon. The weapon can be of any type, including an exotic weapon, but the subject of the spell must be holding the weapon."
		]
	},
	"betraying_sting": {
		"name": "Betraying Sting",
		"sources": [ "Inner Sea Temples" ],
		"description": [
			"## Betraying Sting",
			"",
			"{SOURCE Inner Sea Temples/62}  ",
			"**School** {spelldef/evocation}; **Level** cleric 6, occultist 6, oracle 6, psychic 6, shaman 6, warpriest 6, witch 6  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V  ",
			"**Range** long (400 ft. + 40 ft./level)  ",
			"**Target** one creature  ",
			"**Duration** instantaneous  ",
			"**Saving Throw** Will partial; **Spell Resistance** yes",
			"",
			"You unleash divine power to smite those who wrongly trusted you. The power takes the form of a yellow-and-black bolt of energy that makes the sound of a thousand angry, swarming wasps. This spell affects only creatures that have an attitude toward you of indifferent, friendly, or helpful. The spell deals 1d8 points of damage per 2 caster levels you have."
		]
	},
	"billowing_skirt": {
		"name": "Billowing Skirt",
		"sources": [ "Adventurer's Armory 2" ],
		"description": [
			"## Billowing Skirt",
			"",
			"{SOURCE Adventurer's Armory 2/21}  ",
			"**School** {spelldef/transmutation}; **Level** arcanist 2, bard 2, inquisitor 2, occultist 2, shaman 2, skald 2, sorcerer 2, witch 2, wizard 2  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S, F (a skirt, kilt, or gown)  ",
			"**Range** personal  ",
			"**Target** you  ",
			"**Duration** 1 minute/level",
			"",
			"A skirt, kilt, or gown you are wearing enables you to control your falls through the air. A creature wearing the enchanted item of clothing falls slowly as if affected by feather fall and can attempt a DC 15 Fly skill check as a move action to hover in place for 1 round."
		]
	},
	"bilocation": {
		"name": "Bilocation",
		"sources": [
			"Occult Adventures",
			"Legacy of the First World"
		],
		"description": [
			"## Bilocation",
			"",
			"{SOURCE Occult Adventures/158}  ",
			"**School** {spelldef/conjuration} ({spelldef/creation}); **Level** arcanist 9, psychic 8, sorcerer 9, wizard 9  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V  ",
			"**Range** close (25 ft. + 5 ft./2 levels)  ",
			"**Effect** one duplicate  ",
			"**Duration** 1 round/level (D)  ",
			"**Saving Throw** none; **Spell Resistance** no",
			"",
			"The spell creates an identical copy of you, along with everything you wear and carry, anywhere you choose within range; you exist in two places at once until the spell ends. You and the duplicate use the same statistics and share the same resources. If the duplicate takes damage, for example, you deduct the damage from your hit point total. Similarly, if your duplicate expends a charge or daily use from a magic item you both wield, the charge or daily use is expended from the item you carry. If you or the duplicate drops or gives away something you're carrying, the item disappears from the other body as well. This spell doesn't duplicate artifacts; any you possess remain on you.",
			"",
			"You perceive sensory information from your body and that of your duplicate simultaneously. The spell enables you to process the sensations so you don't find them disorienting.",
			"",
			"When you take any action, you choose which of your bodies performs the action, but both bodies share the same pool of actions. For instance, if you take a standard action to cast a spell, you can use either body as the point of origin, but the other body can't also take a standard action that round. Likewise, if your duplicate takes a full-round action, you couldn't take a standard or move action. Both bodies can take any number of free actions as usual; for example, both bodies could say different things or each drop a different item. If either body doesn't move during the round, that body can either take a 5-foot step or move your speed once as a free action.",
			"",
			"The two bodies are affected by attacks, spells, and effects as though they were one person, taking the worse effect when applicable (for example, if the bodies would be subject to differing effects due to being at different ranges). If both bodies are in the area of the same fireball, you would attempt the saving throw only once and take the damage only once. If one body is targeted by hold person, both would become paralyzed on a failed save. Both bodies count as a single creature for effects that target a specific number of creatures, and they can't be chosen more than once for such effects. You do count your other body as another creature for most combat effects, such as flanking or determining cover. However, you don't count as two unique creatures for the purposes of teamwork feats or effects you use that can target only creatures other than yourself.",
			"",
			"Any magical effect with a duration affecting you has its duration halved while you're bilocating. For example, the hold person spell mentioned above would lose 2 rounds' worth of duration per round until your duplicate disappeared. If you were under an eagle's splendor effect that had 1 minute remaining when you cast bilocation, the effect would end after 5 rounds instead of 10. An effect shortened in this way lasts a minimum of 1 round total, and if an effect that lasts an odd number of rounds has 1 round remaining, it has its full effect on both of your bodies for that round.",
			"",
			"When the spell ends, you decide whether you or your duplicate disappears. If you disappear, you become your duplicate. If you are carrying artifacts when you do this, they transfer with your consciousness.",
			"",
			"### Threefold Form",
			"",
			"{SOURCE Legacy of the First World/25}  ",
			"**School** {spelldef/divination}; **Level** druid 9, psychic 9, witch 9  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S, F (a green, three-pointed knot made of mithral worth 729 gp)  ",
			"**Range** personal  ",
			"**Target** you  ",
			"**Duration** 9 rounds",
			"",
			"You pull forth idealized versions of yourself at various ages from your mind, splitting into three copies of yourself. Threefold form functions as bilocation, except there are three of you instead of two, and each of the three bodies is under the effect of threefold aspect with a different idealized age. Other than the differences from threefold aspect, each body shares all other effects with you, as normal for bilocation."
		]
	},
	"threefold_form": {
		"name": "Threefold Form",
		"copyof": "bilocation"
	},
	"bind_sage": {
		"name": "Bind Sage",
		"sources": [ "Magic Tactics Toolbox" ],
		"description": [
			"## Bind Sage",
			"",
			"{SOURCE Magic Tactics Toolbox/17}  ",
			"**School** {spelldef/conjuration} ({spelldef/calling}); **Level** arcanist 4, occultist 5, psychic 5, shaman 5, sorcerer 4, summoner 4, unchained summoner 4, witch 5, wizard 4  ",
			"**Casting Time** 10 minutes  ",
			"**Components** V, S  ",
			"**Range** close (25 ft. + 5 ft./2 levels)  ",
			"**Target** one caulborn  ",
			"**Duration** instantaneous  ",
			"**Saving Throw** Will negates; **Spell Resistance** no and yes; see text",
			"",
			"This variant of planar binding is specifically used to call one of the most knowledgeable types of outsiders: the immortal and prophetic caulborn. This spell calls a single caulborn into a specially prepared trap. The caster of this spell can compel a bound caulborn only to provide information (using its Knowledge skills or detect thoughts); attempts to compel the caulborn to fight, guard a location, or perform some other task automatically fail.",
			"",
			"This spell otherwise functions as {spell/planar binding}. The most effective gifts for a caulborn are unique books or intelligent creatures upon whose thoughts the caulborn can feed. The true names of caulborn are nearly impossible to discover, as they are not inherently individualistic, but certain reclusive scholar communities in Kaer Maga may know titles by which specific caulborn can be called."
		]
	},
	"binding": {
		"name": "Binding",
		"sources": [ "PRPG Core Rulebook" ],
		"description": [
			"## Binding",
			"",
			"{SOURCE PRPG Core Rulebook/248}  ",
			"**School** {spelldef/enchantment} ({spelldef/compulsion}) [{spelldef/mind-affecting}]; **Level** arcanist 8, psychic 8, sorcerer 8, summoner 6, wizard 8  ",
			"**Casting Time** 1 minute  ",
			"**Components** V, S, M (opals worth 500 gp per HD of the target creature, plus other components as specified below)  ",
			"**Range** close (25 ft. + 5 ft./2 levels)  ",
			"**Target** one living creature  ",
			"**Duration** see text (D)  ",
			"**Saving Throw** Will negates; see text; **Spell Resistance** yes",
			"",
			"A binding spell creates a magical restraint to hold a creature. The target gets an initial saving throw only if its Hit Dice equal at least half your caster level.",
			"",
			"You may have as many as six assistants help you with the spell. For each assistant who casts suggestion, your caster level for this casting of binding increases by 1. For each assistant who casts dominate animal, dominate person, or dominate monster, your caster level for this casting of binding increases by a number equal to a third of that assistant's level, provided that the spell's target is appropriate for a binding spell. Since the assistants' spells are cast simply to improve your caster level for the purpose of the binding spell, saving throws and spell resistance against the assistants' spells are irrelevant. Your caster level determines whether the target gets an initial Will saving throw and how long the binding lasts. All binding spells are dismissible.",
			"",
			"Regardless of the version of binding you cast, you can specify triggering conditions that end the spell and release the creature whenever they occur. These triggers can be as simple or elaborate as you desire, but the condition must be reasonable and have a likelihood of coming to pass. The conditions can be based on a creature's name, identity, or alignment, but otherwise must be based on observable actions or qualities. Intangibles such as level, class, Hit Dice, or hit points don't qualify. Once the spell is cast, its triggering conditions cannot be changed. Setting a release condition increases the save DC (assuming a saving throw is allowed) by 2.",
			"",
			"If you cast any of the first three versions of binding (those with limited durations), you may cast additional binding spells to prolong the effect, overlapping the durations. If you do so, the target gets a saving throw at the end of the first spell's duration, even if your caster level was high enough to disallow an initial saving throw. If the creature's save succeeds, all binding spells it has received are broken.",
			"",
			"The binding spell has six versions. Choose one of the following versions when you cast the spell.",
			"",
			">*Chaining:* The subject is confined by restraints that generate an antipathy spell affecting all creatures who approach the subject, except you. The duration is 1 year per caster level. The subject of this form of binding is confined to the spot it occupied when it received the spell. Casting this version requires a chain that is long enough to wrap around the creature three times.",
			">",
			">*Slumber:* This version causes the subject to become comatose for as long as 1 year per caster level. The subject does not need to eat or drink while slumbering, nor does it age. This form of binding is slightly easier to resist. Reduce the spell's save DC by 1. Casting this version requires a jar of sand or rose petals. This is a sleep effect.",
			">",
			">*Bound Slumber:* This combination of chaining and slumber lasts for as long as 1 month per caster level. Reduce the save DC by 2. Casting this version requires both a long chain and a jar of sand or rose petals. This is a sleep effect.",
			">",
			">*Hedged Prison:* The subject is transported to or otherwise brought within a confined area from which it cannot wander by any means. This effect is permanent. Reduce the save DC by 3. Casting this version requires a tiny golden cage worth 100 gp that is consumed when the spell is cast.",
			">",
			">*Metamorphosis:* The subject assumes gaseous form, except for its head or face. It is held harmless in a jar or other container, which may be transparent if you so choose. The creature remains aware of its surroundings and can speak, but it cannot leave the container, attack, or use any of its powers or abilities. The binding is permanent. The subject does not need to breathe, eat, or drink while metamorphosed, nor does it age. Reduce the save DC by 4.",
			">",
			">*Minimus Containment:* The subject is shrunk to a height of 1 inch or less and held within some gem, jar, or similar object. The binding is permanent. The subject does not need to breathe, eat, or drink while contained, nor does it age. Reduce the save DC by 4.",
			"",
			"You can't dispel a binding spell with {spell/dispel magic} or a similar effect, though an {spell/antimagic field} or {spell/mage's disjunction} affects it normally. A bound extraplanar creature cannot be sent back to its home plane by {spell/dismissal}, {spell/banishment}, or a similar effect."
		]
	},
	"binding_earth": {
		"name": "Binding Earth",
		"sources": [ "Advanced Race Guide" ],
		"description": [
			"## Binding Earth",
			"",
			"{SOURCE Advanced Race Guide/149}  ",
			"**School** {spelldef/transmutation} [{spelldef/earth}]; **Level** druid 2, hunter 2, witch 2 (oread)  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S, DF  ",
			"**Range** close (25 ft. + 5 ft./2 levels)  ",
			"**Target** one creature or unattended object (see text)  ",
			"**Duration** 1 round/level  ",
			"**Saving Throw** Fortitude negates; **Spell Resistance** yes",
			"",
			"If the target of this spell fails its Fortitude save, areas of earth and stone floor act as a snapping quagmire that pulls the target down and damages it if it attempts to move through such terrain.",
			"",
			"If the target is a creature, it treats all areas of earth and stone it moves through as difficult terrain. Furthermore, for each 5 feet a creature moves through such areas, it takes 1d6 points of damage. Creatures with a burrow speed or the earth glide ability are unaffected by binding earth.",
			"",
			"If cast on an unattended object resting on an area of stone or earth, the stone or earth warps and wraps around it, pulling it firmly to the ground. A DC 15 Strength check is required to pull the object free from snapping earth or stone.",
			"",
			"### Mass Binding Earth",
			"",
			"{SOURCE Advanced Race Guide/149}  ",
			"**School** {spelldef/transmutation} [{spelldef/earth}]; **Level** druid 6, hunter 6, witch 6 (oread)  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S, DF  ",
			"**Range** close (25 ft. + 5 ft./2 levels)  ",
			"**Targets** one creature or object/level, no two of which can be more than 30 ft. apart  ",
			"**Duration** 1 round/level  ",
			"**Saving Throw** Fortitude negates; **Spell Resistance** yes",
			"",
			"This spell functions as binding earth, except as noted above."
		]
	},
	"binding_earth_mass": {
		"name": "Mass Binding Earth",
		"copyof": "binding_earth"
	},
	"mass_binding_earth": { "redirect": "binding_earth_mass" },
	"bit_of_luck": {
		"name": "Bit of Luck",
		"sources": [ "Blood of the Beast" ],
		"description": [
			"## Bit of Luck",
			"",
			"{SOURCE Blood of the Beast/7}  ",
			"**School** {spelldef/evocation}; **Level** alchemist 4, arcanist 4, bard 3, cleric 4, investigator 4, oracle 4, psychic 4, shaman 4, skald 3, sorcerer 4, warpriest 4, witch 4, wizard 4 (Catfolk)  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S, M (a four-leaf clover)  ",
			"**Range** personal  ",
			"**Target** you  ",
			"**Duration** 10 minutes/level",
			"",
			"For the spell's duration, the caster gains a reservoir of luck with a total number of points equal to 1 point per 2 caster levels. During the spell's duration, the caster can spend 1 point from this reservoir when making an attack roll or skill check to add a +1d8 luck bonus to the d20 roll's result. This bonus can be added before or after the roll or check's result is revealed, and if this bonus is large enough to turn a failure into a success, the roll succeeds. The spell instantly ends when all points are expended or when it is cast on the target again.",
			"",
			"An 8th-level caster can instead spend 4 points to add a +2d8 luck bonus, and a 16th-level caster can spend 8 luck points to instead add a +3d8 luck bonus."
		]
	},
	"bite_the_hand": {
		"name": "Bite the Hand",
		"sources": [ "Pathfinder Society Field Guide" ],
		"description": [
			"## Bite the Hand",
			"",
			"{SOURCE Pathfinder Society Field Guide/56}  ",
			"**School** {spelldef/enchantment} ({spelldef/compulsion}); **Level** arcanist 4, druid 3, hunter 3, inquisitor 3, sorcerer 4, summoner 3, unchained summoner 3, witch 4, wizard 4  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S, DF  ",
			"**Range** close (25 ft. + 5 ft./2 levels)  ",
			"**Target** one creature summoned by a spell or spell-like ability  ",
			"**Duration** 1 round/level (D)  ",
			"**Saving Throw** Will negates; **Spell Resistance** yes",
			"",
			"With a short command and a wave of the hand, you compel the target creature to attack the being who summoned it, to the best of its ability. If the being who summoned it is not present, the creature acts normally according to its last task or instructions. This spell has no effect on called creatures, summoned creatures not brought forth by spells or spell-like abilities (such as a summoner's eidolon), or bonded creatures not explicitly summoned, such as a paladin's mount or wizard's familiar.",
			"",
			"### Mass Bite the Hand",
			"",
			"{SOURCE Pathfinder Society Field Guide/57}  ",
			"**School** {spelldef/enchantment} ({spelldef/compulsion}); **Level** arcanist 7, druid 6, hunter 6, inquisitor 6, sorcerer 7, summoner 6, unchained summoner 6, witch 7, wizard 7  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S, DF  ",
			"**Range** medium (100 ft. + 10 ft./level)  ",
			"**Targets** one creature summoned by a spell or spell-like ability/ level, no two of which can be more than 30 ft. apart  ",
			"**Duration** 1 round/level (D)  ",
			"**Saving Throw** Will negates; **Spell Resistance** yes",
			"",
			"This spell functions like bite the hand, except as noted above. The target creatures do not need to have all been summoned by the same being."
		]
	},
	"bite_the_hand_mass": {
		"name": "Mass Bite the Hand",
		"copyof": "bite_the_hand"
	},
	"mass_bite_the_hand": { "redirect": "bite_the_hand_mass" },
	"biting_words": {
		"name": "Biting Words",
		"sources": [ "Magic Tactics Toolbox" ],
		"description": [
			"## Biting Words",
			"",
			"{SOURCE Magic Tactics Toolbox/9}  ",
			"**School** {spelldef/evocation} [{spelldef/language-dependent}, {spelldef/sonic}]; **Level** bard 1, bloodrager 1, skald 1  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S  ",
			"**Range** personal  ",
			"**Target** you  ",
			"**Duration** 1 minute/level  ",
			"**Saving Throw** Will negates (harmless); **Spell Resistance** no",
			"",
			"Your voice becomes suffused with magic so that you can harm your opponents with but a word. As a standard action, you can target one opponent within 30 feet with a ranged touch attack by speaking to it, dealing an amount of damage equal to 1d6 + your Strength or Charisma modifier, whichever is higher. The damage dealt is bludgeoning, piercing, and slashing damage and can be reduced by damage reduction. Each attack you make reduces the spell's remaining duration by 1 minute. If an attack reduces the remaining duration to 0 minutes or less, the spell ends after the attack resolves.",
			"",
			"You can attack with biting words by shouting instead of speaking intelligibly. When doing so, the amount of damage dealt by the attack is reduced to 1d4 + 1/2 your Strength or Charisma modifier (whichever is higher), but the spell doesn't count as having the language-dependent descriptor for that attack."
		]
	},
	"black_mark": {
		"name": "Black Mark",
		"sources": [
			"Advanced Race Guide",
			"Mythic Adventures"
		],
		"description": [
			"## Black Mark",
			"",
			"{SOURCE Advanced Race Guide/69}  ",
			"**School** {spelldef/necromancy} [{spelldef/curse}, {spelldef/fear}]; **Level** druid 7, witch 7 (human)  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S, M (a flask of seawater)  ",
			"**Range** touch  ",
			"**Target** one creature  ",
			"**Duration** permanent  ",
			"**Saving Throw** Will negates; **Spell Resistance** yes",
			"",
			"You mark the target with a black marking on its skin; the mark's exact appearance determined by you, but can be no larger than your hand. The black mark functions as a {spell/mark of justice}, and when the mark is activated, the target becomes shaken anytime it is on or in the water more than a 5 feet from shore. In addition, as long as the black mark is active, the target is affected as if subject to nature's exile, but all creatures with the aquatic or water subtype or with a swim speed are made hostile, even those not of the animal type, though non-aquatic animals are not.",
			"",
			"### Mythic Black Mark",
			"",
			"{SOURCE Mythic Adventures/85}",
			"",
			"Any time the cursed creature travels on or in the water more than 1 mile from shore, each day it (or the vessel it's on) is attacked by one or more aquatic or water monsters, as if summoned by {spell/summon nature's ally VII} (caster level 13th)."
		]
	},
	"black_spot": {
		"name": "Black Spot",
		"sources": [ "Pirates of the Inner Sea" ],
		"description": [
			"## Black Spot",
			"",
			"{SOURCE Pirates of the Inner Sea/28}  ",
			"**School** {spelldef/necromancy}; **Level** arcanist 5, cleric 4, oracle 4, sorcerer 5, warpriest 4, witch 4, wizard 5  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S  ",
			"**Range** touch  ",
			"**Target** creature touched  ",
			"**Duration** permanent  ",
			"**Saving Throw** Will negates; **Spell Resistance** yes",
			"",
			"The black spot is a specific and feared pirate curse. An intangible, illusory black spot manifests above the target's head and remains until the target dies or the curse is lifted. The black spot cannot be covered or hidden by any means, including other illusions.",
			"",
			"The black spot radiates a cursed aura in a 10-foot radius around its target. Anyone within the aura gains a +2 bonus on weapon attack and damage rolls against the target. In addition, the target has a -4 penalty on saving throws against death effects.",
			"",
			"Every day in which a creature bears a black spot, it must make a Fortitude save. On a failed save, the creature takes 1 point of Constitution damage. The damage cannot be healed until the black spot is removed. If the creature's Constitution reaches 0, it dies. Pirates killed by this spell often return as ghosts, but that is not a direct effect of this spell.",
			"",
			"The black spot cannot be dispelled, but it can be removed with {spell/break enchantment}, {spell/limited wish}, {spell/miracle}, {spell/remove curse}, or {spell/wish}."
		]
	},
	"black_sword_of_war": {
		"name": "Black Sword of War",
		"sources": [ "Pathfinder #71: Rasputin Must Die!" ],
		"description": [
			"## Black Sword of War",
			"",
			"{SOURCE Pathfinder #71: Rasputin Must Die!/75}  ",
			"**School** {spelldef/necromancy}; **Level** antipaladin 3, arcanist 3, cleric 3, hunter 3, oracle 3, ranger 3, sorcerer 3, warpriest 3, wizard 3 (Szuriel)  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S, F  ",
			"**Range** touch  ",
			"**Target** piercing or slashing manufactured weapon touched  ",
			"**Duration** 1 minute/level (D)  ",
			"**Saving Throw** Will negates (harmless, object); **Spell Resistance** Yes (harmless, object)",
			"",
			"The target weapon turns a glossy black color and deals bleed damage if it deals hit point damage to a creature. The amount of bleed damage is equal to 1/2 your caster level (maximum bleed 5)."
		]
	},
	"black_tentacles": {
		"name": "Black Tentacles",
		"sources": [
			"PRPG Core Rulebook",
			"Mythic Adventures",
			"Dirty Tactics Toolbox"
		],
		"description": [
			"## Black Tentacles",
			"",
			"{SOURCE PRPG Core Rulebook/248}  ",
			"**School** {spelldef/conjuration} ({spelldef/creation}); **Level** arcanist 4, bloodrager 4, magus 4, psychic 4, sorcerer 4, spiritualist 4, summoner 3, unchained summoner 4, witch 4, wizard 4  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S, M (octopus or squid tentacle)  ",
			"**Range** medium (100 ft. + 10 ft./level)  ",
			"**Area** 20-ft.-radius spread  ",
			"**Duration** 1 round/level (D)  ",
			"**Saving Throw** none; **Spell Resistance** no",
			"",
			"This spell causes a field of rubbery black tentacles to appear, burrowing up from the floor and reaching for any creature in the area.",
			"",
			"Every creature within the area of the spell is the target of a combat maneuver check made to grapple each round at the beginning of your turn, including the round that black tentacles is cast. Creatures that enter the area of effect are also automatically attacked. The tentacles do not provoke attacks of opportunity. When determining the tentacles' CMB, the tentacles use your caster level as their base attack bonus and receive a +4 bonus due to their Strength and a +1 size bonus. Roll only once for the entire spell effect each round and apply the result to all creatures in the area of effect.",
			"",
			"If the tentacles succeed in grappling a foe, that foe takes 1d6+4 points of damage and gains the grappled condition. Grappled opponents cannot move without first breaking the grapple. All other movement is prohibited unless the creature breaks the grapple first. The black tentacles spell receives a +5 bonus on grapple checks made against opponents it is already grappling, but cannot move foes or pin foes. Each round that black tentacles succeeds on a grapple check, it deals an additional 1d6+4 points of damage. The CMD of black tentacles, for the purposes of escaping the grapple, is equal to 10 + its CMB.",
			"",
			"The tentacles created by this spell cannot be damaged, but they can be dispelled as normal. The entire area of effect is considered difficult terrain while the tentacles last.",
			"",
			"::h3[Mythic Black Tentacles]{jl}",
			"",
			"{SOURCE Mythic Adventures/85}",
			"",
			"Add your tier to the base attack bonus of the tentacles. The tentacles also deal an additional 2d6 points of acid damage with a successful grapple.",
			"",
			"*Augmented (6th):* If you expend two uses of mythic power, the spell creates twice as many tentacles in the same area, meaning each creature in the area is attacked twice per round. The tentacles can grapple creatures that are immune to grappling if that immunity is from a non-mythic source, but combat maneuver checks to grapple such creatures take a -5 penalty.",
			"",
			"::h3[Grasping Tentacles]{jl}",
			"",
			"{SOURCE Dirty Tactics Toolbox/30}  ",
			"**School** {spelldef/conjuration} ({spelldef/creation}); **Level** arcanist 3, bloodrager 3, magus 3, sorcerer 3, summoner 3, witch 3, wizard 3  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S, M (octopus or squid tentacle)  ",
			"**Range** medium (100 ft. + 10 ft./level)  ",
			"**Area** 20-ft.-radius spread  ",
			"**Duration** 1 round/level (D)  ",
			"**Saving Throw** none; **Spell Resistance** no",
			"",
			"This spell functions as black tentacles, except the tentacles blindly grasp at the targets' eyes and ears, and tug at their hair, clothes, and equipment. Instead of grapple attempts, the tentacles attempt dirty trick combat maneuver checks (CMB = your caster level + 4 [the tentacles' Strength bonus] + 1 [the tentacles' size bonus]). Roll on the following table to determine the effect of a successful dirty trick combat maneuver check.",
			"",
			"| d% | Effect |",
			"| --- | --- |",
			"| 01-20 | Blinded. The tentacles suction over the victim's eyes. |",
			"| 21-40 | Deafened. The tentacles clap themselves around the victim's ears. |",
			"| 41-60 | Entangled. The tentacles weave around the victim's limbs. |",
			"| 61-80 | Shaken. The tentacles menace the victim from all sides. This is a fear effect. |",
			"| 81-100 | Sickened. The tentacles give off sickening vapors. This is a poison effect. |"
		]
	},
	"grasping_tentacles": {
		"name": "Grasping Tentacles",
		"copyof": "black_tentacles"
	},
	"blacklight": {
		"name": "Blacklight",
		"sources": [ "Pathfinder Campaign Setting" ],
		"description": [
			"## Blacklight",
			"",
			"{SOURCE Pathfinder Campaign Setting/206}  ",
			"**School** {spelldef/evocation} [{spelldef/darkness}]; **Level** arcanist 3, sorcerer 3, wizard 3  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S  ",
			"**Range** close (25 ft. + 5 ft./2 levels)  ",
			"**Area** 20-ft.-radius emanation  ",
			"**Duration** 1 round/level (D)  ",
			"**Saving Throw** Will negates or none (object); **Spell Resistance** yes or no (object)",
			"",
			"You create an area of total darkness. The darkness is impenetrable even to darkvision, but you can see normally within it. Creatures outside the spell's area, even you, cannot see through it.",
			"",
			"You can cast the spell on a point in space, but the effect is stationary unless cast on a mobile object. You can cast the spell on a creature, and the effect then radiates from the creature and moves as it moves. Unattended objects and points in space do not get saving throws or benefit from spell resistance. Blacklight counters or dispels any light spell of equal or lower level. {spell/Daylight} counters or dispels blacklight."
		]
	},
	"blade_barrier": {
		"name": "Blade Barrier",
		"sources": [
			"PRPG Core Rulebook",
			"Mythic Adventures"
		],
		"description": [
			"## Blade Barrier",
			"",
			"{SOURCE PRPG Core Rulebook/249}  ",
			"**School** {spelldef/evocation} [{spelldef/force}]; **Level** cleric 6, inquisitor 6, occultist 6, oracle 6, psychic 6, warpriest 6  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S  ",
			"**Range** medium (100 ft. + 10 ft./level)  ",
			"**Effect** wall of whirling blades up to 20 ft. long/level, or a ringed wall of whirling blades with a radius of up to 5 ft. per two levels; either form is 20 ft. high  ",
			"**Duration** 1 min./level (D)  ",
			"**Saving Throw** Reflex half or Reflex negates; see text; **Spell Resistance** yes",
			"",
			"An immobile, vertical curtain of whirling blades shaped of pure force springs into existence. Any creature passing through the wall takes 1d6 points of damage per caster level (maximum 15d6), with a Reflex save for half damage.",
			"",
			"If you evoke the barrier so that it appears where creatures are, each creature takes damage as if passing through the wall. Each such creature can avoid the wall (ending up on the side of its choice) and thus take no damage by making a successful Reflex save.",
			"",
			"A blade barrier provides cover (+4 bonus to AC, +2 bonus on Reflex saves) against attacks made through it.",
			"",
			"### Mythic Blade Barrier",
			"",
			"{SOURCE Mythic Adventures/85}",
			"",
			"You may cast this spell as an immediate action. The barrier's damage increases to 1d8 per caster level (maximum 20d8).",
			"",
			"*Augmented (3rd):* If you expend two uses of mythic power, you can spend a move action to move the barrier up to 10 feet in any direction. The shape (flat or ring) and orientation (vertical or horizontal) of the wall must remain the same. If you move the barrier through a creature's space, it can attempt a saving throw to avoid the wall, as if you had created it where the creature is."
		]
	},
	"blade_lash": {
		"name": "Blade Lash",
		"sources": [ "Advanced Class Guide" ],
		"description": [
			"## Blade Lash",
			"",
			"{SOURCE Advanced Class Guide/175}  ",
			"**School** {spelldef/transmutation}; **Level** bloodrager 1, magus 1  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S  ",
			"**Range** touch  ",
			"**Target** your melee weapon  ",
			"**Duration** instantaneous  ",
			"**Saving Throw** none; **Spell Resistance** no",
			"",
			"Your weapon elongates and becomes whip-like. As part of casting this spell, you can use this weapon to attempt a trip combat maneuver against one creature within 20 feet, and you gain a +10 bonus on your roll, after which the weapon returns to its previous form."
		]
	},
	"blade_of_bright_victory": {
		"name": "Blade of Bright Victory",
		"sources": [ "Ultimate Magic" ],
		"description": [
			"## Blade of Bright Victory",
			"",
			"{SOURCE Ultimate Magic/208}  ",
			"**School** {spelldef/transmutation} [{spelldef/good}]; **Level** paladin 3  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S  ",
			"**Range** touch  ",
			"**Target** your paladin bonded weapon  ",
			"**Duration** 1 minute/level  ",
			"**Saving Throw** Will negates (harmless); **Spell Resistance** no",
			"",
			"You strengthen the bond between your divine bond weapon and its celestial spirit. The weapon gains the {magic-enh/ghost touch} property. You may change your weapon's damage type (bludgeoning, piercing, slashing) as a swift action. You gain a sacred bonus to your CMD against disarm and sunder attacks directed at your bonded weapon; this bonus is equal to half your caster level."
		]
	},
	"blade_of_dark_triumph": {
		"name": "Blade of Dark Triumph",
		"sources": [ "Ultimate Magic" ],
		"description": [
			"## Blade of Dark Triumph",
			"",
			"{SOURCE Ultimate Magic/208}  ",
			"**School** {spelldef/transmutation} [{spelldef/evil}]; **Level** antipaladin 3  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S  ",
			"**Range** touch  ",
			"**Target** your fiendish boon weapon  ",
			"**Duration** 1 minute/level  ",
			"**Saving Throw** Will negates (harmless); **Spell Resistance** no",
			"",
			"You strengthen the bond between your fiendish boon weapon and its unholy spirit. The weapon gains the {magic-enh/ghost touch} property. You may change your weapon's damage type (bludgeoning, piercing, slashing) as a swift action. You gain a profane bonus to your CMD against disarm and sunder attacks directed at your boon weapon; this bonus is equal to half your caster level."
		]
	},
	"blade_of_light": {
		"name": "Blade of Light",
		"sources": [ "Adventurer's Guide" ],
		"description": [
			"## Blade of Light",
			"",
			"{SOURCE Adventurer's Guide/16}  ",
			"**School** {spelldef/transmutation} [{spelldef/good}]; **Level** cleric 4, inquisitor 4, oracle 4, paladin 4, warpriest 4  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S  ",
			"**Range** touch  ",
			"**Target** one melee weapon  ",
			"**Duration** 1 round/level  ",
			"**Saving Throw** none; **Spell Resistance** no",
			"",
			"This spell infuses a weapon with pure sunlight (the weapon need not be a bladed weapon). A weapon enhanced by this spell sheds light as if {spell/daylight} had been cast on it. It functions as a magic and good weapon for the purposes of overcoming damage reduction. The weapon grants a +2 sacred bonus on attack rolls against undead and deals +1d6 points of damage on a successful hit against such foes; against incorporeal undead, it functions as if it had the {magic-enh/ghost touch} weapon special ability. The weapon automatically confirms critical hits against foes that are vulnerable to sunlight."
		]
	},
	"blade_snare": {
		"name": "Blade Snare",
		"sources": [ "Inner Sea Gods" ],
		"description": [
			"## Blade Snare",
			"",
			"{SOURCE Inner Sea Gods/230}  ",
			"**School** {spelldef/abjuration}; **Level** arcanist 3, bloodrager 3, druid 3, hunter 3, magus 3, ranger 3, sorcerer 3, wizard 3  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S  ",
			"**Range** personal  ",
			"**Target** you  ",
			"**Duration** 1 round/level  ",
			"**Saving Throw** none; **Spell Resistance** no",
			"",
			"This spell creates an invisible magic field that does not stop weapons (whether manufactured or natural) from moving toward you, but impedes their motion when they are retracted. When you are hit with a melee attack, attempt a caster level check against your opponent's CMD. If your check succeeds, your opponent's attacking weapon or body part becomes caught in the field, as if magically affixed to your body. If your check fails, your opponent may retract its weapon.",
			"",
			"If your opponent's melee weapon becomes trapped in the field, the opponent may release the weapon and move away from you. If your opponent attacked with a part of its body (such as a fist, a horn, a tail, etc.) or it attacked with a weapon but refuses to release it, your opponent gains the grappled condition. Because you are not using any part of your body to maintain control over your opponent, you do not gain the grappled condition.",
			"",
			"Once an opponent's weapon is snared, you may attempt a new caster level check against that opponent's CMD on each of your subsequent turns to maintain the grapple. This is a standard action, during which you may make any of the usual grappling actions, but if you choose to pin the opponent, you gain the grappled condition as well. On your opponent's turn, it may try to retract its weapon or limb by attempting a combat maneuver check or Escape Artist check, the DC of which is equal to the spell's saving throw.",
			"",
			"While blade snare is active, you may make melee attacks and cast spells as normal, though you may not make ranged weapon attacks; the magic field thwarts such attacks. You may not snare more than one limb or weapon in the field at a time. If you already have an opponent's weapon or limb stuck in the field and you are hit by a second melee attack, you must choose which weapon or limb to snare. The other limb or weapon is unaffected by the spell."
		]
	},
	"blade_tutors_spirit": {
		"name": "Blade Tutor's Spirit",
		"sources": [ "Melee Tactics Toolbox" ],
		"description": [
			"## Blade Tutor's Spirit",
			"",
			"{SOURCE Melee Tactics Toolbox/30}  ",
			"**School** {spelldef/conjuration} ({spelldef/creation}); **Level** antipaladin 2, arcanist 2, magus 1, paladin 2, sorcerer 2, summoner 2, unchained summoner 2, wizard 2  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S  ",
			"**Range** personal  ",
			"**Target** you  ",
			"**Duration** 1 minute/level",
			"",
			"You summon an insubstantial spirit of force that resembles a cloudy vapor hovering around your fists or any melee weapons you wield. The spirit compensates for your defensive or reckless melee attacks, nudging your weapons in the proper direction. When you voluntarily use one or more actions or feats that apply penalties to attack rolls with your melee weapons (such as a charge, fighting defensively, or using the {feat/Power Attack} feat), the spirit reduces the total penalty on affected attacks by 1 (to a minimum penalty of 0). The penalty is reduced by an additional 1 for every 5 caster levels you possess (to a minimum penalty of 0). Only penalties incurred by voluntary use of feats or maneuvers are reduced by this spell.",
			"",
			"The spirit can't be attacked or harmed by physical attacks, but {spell/disintegrate}, {spell/dispel magic}, a {magic-rod/rod of cancellation}, or a {magic-artifact/sphere of annihilation} can affect it. A protective spirit's AC against touch attacks is equal to 10 + your Dexterity modifier."
		]
	},
	"bladed_dash": {
		"name": "Bladed Dash",
		"sources": [ "Inner Sea Magic" ],
		"description": [
			"## Bladed Dash",
			"",
			"{SOURCE Inner Sea Magic/52}  ",
			"**School** {spelldef/transmutation}; **Level** bard 2, magus 2, skald 2  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V  ",
			"**Range** personal  ",
			"**Target** you  ",
			"**Duration** instantaneous",
			"",
			"Both Quantium and Jalmeray claim that this spell was born in their arcane universities. Regardless of the spell's origin, it quickly spread throughout the Inner Sea and beyond as spellcasting sword-fighters learned of its existence.",
			"",
			"When you cast this spell, you immediately move up to 30 feet in a straight line any direction, momentarily leaving a multi-hued cascade of images behind you. This movement does not provoke attacks of opportunity. You may make a single melee attack at your highest base attack bonus against any one creature you are adjacent to at any point along this 30 feet. You gain a circumstance bonus on your attack roll equal to your Intelligence or Charisma modifier, whichever is higher. You must end the bonus movement granted by this spell in an unoccupied square. If no such space is available along the trajectory, the spell fails. Despite the name, the spell works with any melee weapon.",
			"",
			"### Greater Bladed Dash",
			"",
			"{SOURCE Inner Sea Magic/52}  ",
			"**School** {spelldef/transmutation}; **Level** bard 5, magus 5, skald 5  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V  ",
			"**Range** personal  ",
			"**Target** you  ",
			"**Duration** instantaneous",
			"",
			"This spell functions like bladed dash, save that you can make a single melee attack against every creature you pass during the 30 feet of your dash. You cannot attack an individual creature more than once with spell."
		]
	},
	"bladed_dash_greater": {
		"name": "Greater Bladed Dash",
		"copyof": "bladed_dash"
	},
	"greater_bladed_dash": { "redirect": "bladed_dash_greater" },
	"blasphemy": {
		"name": "Blasphemy",
		"sources": [
			"PRPG Core Rulebook",
			"Mythic Adventures"
		],
		"description": [
			"## Blasphemy",
			"",
			"{SOURCE PRPG Core Rulebook/249}  ",
			"**School** {spelldef/evocation} [{spelldef/evil}, {spelldef/sonic}]; **Level** cleric 7, inquisitor 6, oracle 7  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V  ",
			"**Range** 40 ft.  ",
			"**Area** nonevil creatures in a 40-ft.-radius spread centered on you  ",
			"**Duration** instantaneous  ",
			"**Saving Throw** Will partial; **Spell Resistance** yes",
			"",
			"Any nonevil creature within the area of a blasphemy spell suffers the following ill effects.",
			"",
			"| HD | Effect |",
			"| --- | --- |",
			"| Equal to caster level | Dazed |",
			"| Up to caster level - 1 | Weakened, dazed |",
			"| Up to caster level - 5 | Paralyzed, weakened, dazed |",
			"| Up to caster level - 10 | Killed, paralyzed, weakened, dazed |",
			"",
			"The effects are cumulative and concurrent. A successful Will save reduces or eliminates these effects. Creatures affected by multiple effects make only one save and apply the result to all the effects.",
			"",
			"*Dazed:* The creature can take no actions for 1 round, though it defends itself normally. Save negates.",
			"",
			"*Weakened:* The creature's Strength score decreases by 2d6 points for 2d4 rounds. Save for half.",
			"",
			"*Paralyzed:* The creature is paralyzed and helpless for 1d10 minutes. Save reduces the paralyzed effect to 1 round.",
			"",
			"*Killed:* Living creatures die. Undead creatures are destroyed. Save negates. If the save is successful, the creature instead takes 3d6 points of damage + 1 point per caster level (maximum +25).",
			"",
			"Furthermore, if you are on your home plane when you cast this spell, nonevil extraplanar creatures within the area are instantly banished back to their home planes. Creatures so banished cannot return for at least 24 hours. This effect takes place regardless of whether the creatures hear the blasphemy or not. The {spell/banishment} effect allows a Will save (at a -4 penalty) to negate.",
			"",
			"Creatures whose Hit Dice exceed your caster level are unaffected by blasphemy.",
			"",
			"### Mythic Blasphemy",
			"",
			"{SOURCE Mythic Adventures/85}",
			"",
			"When determining the spell's effect on non-mythic creatures, add your tier to your caster level. Nonevil creatures that fail the save take a -4 penalty on attack rolls and saving throws, and their spell resistance decreases by 5 for as long as the spell's other effects last."
		]
	},
	"blast_barrier": {
		"name": "Blast Barrier",
		"sources": [ "Inner Sea Magic" ],
		"description": [
			"## Blast Barrier",
			"",
			"{SOURCE Inner Sea Magic/52}  ",
			"**School** {spelldef/transmutation} [{spelldef/sonic}]; **Level** arcanist 3, druid 4, hunter 3, ranger 3, redmantisassassin 3, sorcerer 3, witch 4, wizard 3  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S, M (handful of snow, earth, or gravel)  ",
			"**Range** close (25 ft. + 5ft./2 levels)  ",
			"**Effect** 1-ft.-thick wall up to 10 ft. high by 20 ft. wide  ",
			"**Duration** concentration, up to 1 round/2 levels  ",
			"**Saving Throw** Reflex half (see below); **Spell Resistance** yes (see below)",
			"",
			"Originally used by the winter witches on the field of battle in the early days of Irrisen, blast barrier has entered the oral traditions of many northern barbarian tribes as legends of winter witches possessing powers to bend the very ground of a battlefield to their will. Blast barrier, however, has proven to be an exceptionally versatile spell as far as terrains are concerned, for it works equally well in swamps, deserts, or any region where the ground is soft or easy to shape.",
			"",
			"When you cast blast barrier, you cause a rippling wall of loose earth, mud, snow, sand, or gravel to spring up in a designated space within the spell's range. This wall provides total cover to all Large or smaller creatures and objects. The barrier can only spring up in an area of natural, unworked ground. The energy that forms the wall's matrix is unstable, and you must concentrate to maintain the wall's shape. A blast barrier has an AC of 9, hardness 0, and 5 hit points per caster level. When a blast barrier reaches 0 hit points, or when you cease concentrating on maintaining it, the energies that maintain the barrier's shape fail with explosive results, sending sharp chunks of the materials comprising the wall and magical energy out along both sides. Any creature that is adjacent to a blast barrier when it explodes takes 2d6 points of slashing damage and 1d6 points of sonic damage per 3 caster levels (maximum 6d6). A successful Reflex save halves the total damage done. Spell resistance applies as well.",
			"",
			"This instability can make using a blast barrier risky, but many of the spellcasters that pioneered the spell became experts at its tactical applications, often using the barriers to cover an escape while lobbing spells and parting shots, hoping to trigger the barrier's destruction just as their would-be pursuers approached."
		]
	},
	"blaze_of_glory": {
		"name": "Blaze of Glory",
		"sources": [ "Advanced Player's Guide" ],
		"description": [
			"## Blaze of Glory",
			"",
			"{SOURCE Advanced Player's Guide/205}  ",
			"**School** {spelldef/conjuration} ({spelldef/healing}) [{spelldef/good}, {spelldef/mind-affecting}]; **Level** paladin 4  ",
			"**Casting Time** 1 standard action or immediate action; see text  ",
			"**Components** V  ",
			"**Area** 30-ft.-radius burst centered on you  ",
			"**Duration** instantaneous and 1 round/level; see text  ",
			"**Saving Throw** Will partial; **Spell Resistance** yes",
			"",
			"You fall unconscious but also unleash a spectacular wave of holy energy that heartens and heals your allies while leaving your opponents daunted and damaged. You can cast this spell as either a standard action on your turn, or as an immediate action when brought to below 0 hit points. If cast as a standard action, you are immediately reduced to -1 hit points, but stable, after casting the spell.",
			"",
			"When you cast this spell, any good creature within range is healed for 1d6 points of damage per two caster levels. All evil creatures within range take the same amount as damage instead (a successful Will save halves this damage). In addition, all allies and enemies within range are affected as if by the prayer spell for 1 round per caster level."
		]
	},
	"blazing_rainbow": {
		"name": "Blazing Rainbow",
		"sources": [ "Advanced Class Guide" ],
		"description": [
			"## Blazing Rainbow",
			"",
			"{SOURCE Advanced Class Guide/175}  ",
			"**School** {spelldef/evocation} [{spelldef/light}]; **Level** druid 6, hunter 6  ",
			"**Casting Time** 1 round  ",
			"**Components** V, S, M (a drop of rainwater)  ",
			"**Range** 0 ft. or 10 ft./level  ",
			"**Effect** bow or bridge of light  ",
			"**Duration** 1 minute/level or until discharged (see text)  ",
			"**Saving Throw** none; **Spell Resistance** no",
			"",
			"You create a spectrum of multicolored solid light that can be used for one of two effects.",
			"",
			"*Bow:* The spell creates a longbow or shortbow appropriate for your size, and you are proficient in the use of this weapon. When drawn, the bow automatically creates a +1 seeking brilliant energy arrow; it cannot fire any other arrows. A creature struck by one of these arrows is surrounded by faerie fire and dazzled for 1 minute. This version of the spell ends when you have fired a number of arrows equal to your caster level.",
			"",
			"*Bridge:* The light forms a bridge or ramp 5 feet wide and up to 10 feet long per caster level. Creatures on the bridge are dazzled. Allies gain a bonus equal to your Wisdom modifier (minimum 1) on checks, saves, and to their CMD to resist being moved from the bridge against their will. Enemies take a penalty equal to your Wisdom modifier (minimum 1) checks, saves, and to their CMD to resist being moved from the bridge against their will."
		]
	},
	"bleaching_resistance": {
		"name": "Bleaching Resistance",
		"sources": [ "Inner Sea Races" ],
		"description": [
			"## Bleaching Resistance",
			"",
			"{SOURCE Inner Sea Races/218}  ",
			"**School** {spelldef/enchantment} ({spelldef/compulsion}) [{spelldef/mind-affecting}]; **Level** alchemist 4, arcanist 6, druid 6, hunter 6, investigator 4, sorcerer 6, witch 6, wizard 6 (Gnome)  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S  ",
			"**Range** personal  ",
			"**Target** you  ",
			"**Duration** 24 hours",
			"",
			"Ability score drain from the Bleaching doesn't affect your ability score modifiers while you're affected by this spell. This spell does not remove the Bleaching's effect on your appearance, nor does it prevent you from suffering further ability penalties, dying, or becoming a bleachling as a result of the Bleaching."
		]
	},
	"bleed": {
		"name": "Bleed",
		"sources": [ "PRPG Core Rulebook" ],
		"description": [
			"## Bleed",
			"",
			"{SOURCE PRPG Core Rulebook/249}  ",
			"**School** {spelldef/necromancy}; **Level** arcanist 0, cleric 0, inquisitor 0, medium 0, mesmerist 0, occultist 0, oracle 0, psychic 0, shaman 0, sorcerer 0, spiritualist 0, warpriest 0, witch 0, wizard 0  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S  ",
			"**Range** close (25 ft. + 5 ft./2 levels)  ",
			"**Target** one living creature  ",
			"**Duration** instantaneous  ",
			"**Saving Throw** Will negates; **Spell Resistance** yes",
			"",
			"You cause a living creature that is below 0 hit points but stabilized to resume dying. Upon casting this spell, you target a living creature that has -1 or fewer hit points. That creature begins dying, taking 1 point of damage per round. The creature can be stabilized later normally. This spell causes a creature that is dying to take 1 point of damage."
		]
	},
	"bleed_for_your_master": {
		"name": "Bleed for your Master",
		"sources": [
			"Ultimate Wilderness",
			"Animal Archive"
		],
		"description": [
			"## Bleed for your Master",
			"",
			"{SOURCE Ultimate Wilderness/227;Animal Archive/24}  ",
			"**School** {spelldef/enchantment} ({spelldef/compulsion}) [{spelldef/mind-affecting}]; **Level** antipaladin 2, arcanist 3, druid 3, hunter 3, ranger 3, sorcerer 3, witch 3, wizard 3  ",
			"**Casting Time** 1 immediate action  ",
			"**Components** V, S  ",
			"**Range** touch  ",
			"**Target** your animal companion, familiar, or fiendish servant  ",
			"**Duration** instantaneous  ",
			"**Saving Throw** none; **Spell Resistance** no",
			"",
			"When you would be hit by an attack that requires an attack roll, or when you are within an area of effect that allows you to attempt a Reflex saving throw, with a single touch you compel the target to throw itself in front of the blow or shield you from the effect.",
			"",
			"If an attack roll triggered this spell's casting, the target takes the damage instead of you, even if the attack roll would not normally hit the target's Armor Class.",
			"",
			"If an area of effect that allows you to attempt a Reflex save triggered this spell's casting, the target instead grants you cover against the effect (+2 bonus on Reflex saves) if it is your size or smaller, or improved cover (+4 bonus on Reflex saves and improved evasion against the effect) if it is larger than you. The target automatically fails its Reflex save against the effect but can still benefit from improved evasion and similar mitigating effects.",
			"",
			"After taking damage, the target is shaken for 1 minute. If the target was already shaken, it becomes frightened instead.",
			"",
			"### Die for Your Master",
			"",
			"**School** {spelldef/enchantment} ({spelldef/compulsion}); **Level** antipaladin 4, arcanist 5, druid 5, hunter 5, ranger 5, sorcerer 5, witch 5, wizard 5  ",
			"**Casting Time** 1 immediate action  ",
			"**Components** V, S  ",
			"**Range** touch  ",
			"**Target** your animal companion, familiar, or fiendish servant  ",
			"**Duration** instantaneous  ",
			"**Saving Throw** none; **Spell Resistance** no",
			"",
			"This spell functions as Bleed for Your Master, but it allows your companion or familiar to intercept any attack that targets you, including those that do not require attack rolls (e.g. {spell/chain lightning}, {spell/hold monster}, and {spell/magic missile}). Your companion or familiar cannot intercept effects that do not affect creatures of its type (e.g. {spell/dominate person})."
		]
	},
	"die_for_your_master": {
		"name": "Die for Your Master",
		"copyof": "bleed_for_your_master"
	},
	"bleed_glory": {
		"name": "Bleed Glory",
		"sources": [ "Mythic Adventures" ],
		"description": [
			"## Bleed Glory",
			"",
			"{SOURCE Mythic Adventures/113}  ",
			"**School** {spelldef/necromancy} [{spelldef/curse}]; **Level** arcanist 3, cleric 3, medium 1, mesmerist 3, oracle 3, psychic 3, sorcerer 3, warpriest 3, witch 3, wizard 3  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S  ",
			"**Range** close (25 ft. + 5 ft./2 levels)  ",
			"**Target** one mythic creature  ",
			"**Duration** 1 minute/level  ",
			"**Saving Throw** Will negates; **Spell Resistance** yes",
			"",
			"The mythic power cost for all path abilities, feats, spells, and other effects used by the target increases by 1."
		]
	},
	"bleeding_strike": {
		"name": "Bleeding Strike",
		"sources": [ "Pathfinder #77: Herald of the Ivory Labyrinth" ],
		"description": [
			"## Bleeding Strike",
			"",
			"{SOURCE Pathfinder #77: Herald of the Ivory Labyrinth/75}  ",
			"**School** {spelldef/necromancy}; **Level** antipaladin 1, cleric 1, hunter 1, oracle 1, ranger 1, warpriest 1, witch 1 (Baphomet)  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S  ",
			"**Range** touch  ",
			"**Effect** one slashing melee weapon touched  ",
			"**Duration** 1 round/level or until discharged  ",
			"**Saving Throw** Will negates (harmless, object); **Spell Resistance** yes (harmless, object)",
			"",
			"You imbue a slashing melee weapon with the ability to create a bleeding wound. As a free action when the weapon hits a living creature, the wielder can discharge this spell to add 1 point of bleed damage to the weapon's base damage. This bleeding is difficult to stop; add your spellcasting ability modifier (Wisdom for clerics, and so on) to the DC to stop the bleeding."
		]
	},
	"blend": {
		"name": "Blend",
		"sources": [ "Advanced Race Guide" ],
		"description": [
			"## Blend",
			"",
			"{SOURCE Advanced Race Guide/29}  ",
			"**School** {spelldef/illusion} ({spelldef/glamer}); **Level** alchemist 1, arcanist 1, druid 1, hunter 1, investigator 1, magus 1, mesmerist 1, psychic 1, ranger 1, redmantisassassin 1, shaman 1, sorcerer 1, witch 1, wizard 1 (elf)  ",
			"**Casting Time** 1 standard action  ",
			"**Components** S  ",
			"**Range** personal  ",
			"**Target** you  ",
			"**Duration** 10 minutes/level",
			"",
			"You draw upon your elven link to the wilderness to change the coloration of yourself and your equipment to match that of your surroundings. This grants you a +4 circumstance bonus on Stealth checks and allows you to make Stealth checks without cover or concealment, but only while you move no more than half your base speed or less. If you move more than half your base speed on your turn, you gain no benefit from this spell until the start of your next turn. If you make an attack, this spell ends (as invisibility)."
		]
	},
	"blend_with_surroundings": {
		"name": "Blend with Surroundings",
		"sources": [ "Dirty Tactics Toolbox" ],
		"description": [
			"## Blend with Surroundings",
			"",
			"{SOURCE Dirty Tactics Toolbox/30}  ",
			"**School** {spelldef/illusion} ({spelldef/glamer}); **Level** arcanist 1, bard 1, cleric 1, druid 1, hunter 1, oracle 1, shaman 1, skald 1, sorcerer 1, summoner 1, warpriest 1, witch 1, wizard 1  ",
			"**Casting Time** 1 round  ",
			"**Components** V, S, M/DF (a chess piece)  ",
			"**Range** close (25 ft. + 5 ft./2 levels)  ",
			"**Targets** one creature  ",
			"**Duration** 10 minutes/level  ",
			"**Saving Throw** Fortitude negates (harmless) or Will disbelieves (if interacted with); **Spell Resistance** yes (harmless)",
			"",
			"This spell changes the appearance of the affected creature so that it better blends in with its surroundings. As chosen by you, the affected creature takes on the appearance of a statue, furniture, a tree, a bush, a rock, or another object of similar size. As long as the target stays still, it gains a +20 bonus on Stealth checks, and it can use Stealth even if it is being observed. The target's armor blends in perfectly with the illusory shape, and the target's armor check penalty on Stealth checks is negated for the duration of the spell. If the target moves at all while this spell is in effect, the spell ends."
		]
	},
	"bless": {
		"name": "Bless",
		"sources": [
			"PRPG Core Rulebook",
			"Mythic Adventures"
		],
		"description": [
			"## Bless",
			"",
			"{SOURCE PRPG Core Rulebook/249}  ",
			"**School** {spelldef/enchantment} ({spelldef/compulsion}) [{spelldef/mind-affecting}]; **Level** adept 1, cleric 1, inquisitor 1, oracle 1, paladin 1, shaman 1, warpriest 1  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S, DF  ",
			"**Range** 50 ft.  ",
			"**Area** The caster and all allies within a 50-ft. burst, centered on the caster  ",
			"**Duration** 1 min./level  ",
			"**Saving Throw** none; **Spell Resistance** yes (harmless)",
			"",
			"Bless fills your allies with courage. Each ally gains a +1 morale bonus on attack rolls and on saving throws against fear effects.",
			"",
			"Bless counters and dispels {spell/bane}.",
			"",
			"### Mythic Bless",
			"",
			"{SOURCE Mythic Adventures/85}",
			"",
			"The +1 morale bonus applies on attack rolls, weapon damage rolls, and all saving throws. Once during the spell's duration, an affected creature can roll an attack roll or saving throw twice and take the higher result. The target must decide to use this ability before the first roll is attempted."
		]
	},
	"bless_army": {
		"name": "Bless Army",
		"sources": [ "Quests and Campaigns" ],
		"description": [
			"## Bless Army",
			"",
			"{SOURCE Quests and Campaigns/29}  ",
			"**School** {spelldef/enchantment} ({spelldef/compulsion}) [{spelldef/mind-affecting}]; **Level** cleric 6, oracle 6, warpriest 6  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S, DF  ",
			"**Range** 1 hex  ",
			"**Target** one army  ",
			"**Duration** 1 battle  ",
			"**Saving Throw** none; **Spell Resistance** yes (harmless)",
			"",
			"Bless army fills an army with courage. The army gains a +1 bonus on OM and Morale checks."
		]
	},
	"bless_water": {
		"name": "Bless Water",
		"sources": [ "PRPG Core Rulebook" ],
		"description": [
			"## Bless Water",
			"",
			"{SOURCE PRPG Core Rulebook/249}  ",
			"**School** {spelldef/transmutation} [{spelldef/good}]; **Level** cleric 1, inquisitor 1, oracle 1, paladin 1, warpriest 1  ",
			"**Casting Time** 1 minute  ",
			"**Components** V, S, M (5 pounds of powdered silver worth 25 gp)  ",
			"**Range** touch  ",
			"**Target** flask of water touched  ",
			"**Duration** instantaneous  ",
			"**Saving Throw** Will negates (object); **Spell Resistance** yes (object)",
			"",
			"This transmutation imbues a flask (1 pint) of water with positive energy, turning it into holy water."
		]
	},
	"bless_weapon": {
		"name": "Bless Weapon",
		"sources": [ "PRPG Core Rulebook" ],
		"description": [
			"## Bless Weapon",
			"",
			"{SOURCE PRPG Core Rulebook/250}  ",
			"**School** {spelldef/transmutation}; **Level** paladin 1  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S  ",
			"**Range** touch  ",
			"**Target** weapon touched  ",
			"**Duration** 1 min./level  ",
			"**Saving Throw** none; **Spell Resistance** no",
			"",
			"This transmutation makes a weapon strike true against evil foes. The weapon is treated as having a +1 enhancement bonus for the purpose of bypassing the DR of evil creatures or striking evil incorporeal creatures (though the spell doesn't grant an actual enhancement bonus). The weapon also becomes good-aligned, which means it can bypass the DR of certain creatures. (This effect overrides and suppresses any other alignment the weapon might have.) Individual arrows or bolts can be transmuted, but affected projectile weapons (such as bows) don't confer the benefit to the projectiles they shoot.",
			"",
			"In addition, all critical hit rolls against evil foes are automatically successful, so every threat is a critical hit. This last effect does not apply to any weapon that already has a magical effect related to critical hits, such as a keen weapon or a vorpal sword."
		]
	},
	"blessed_fist": {
		"name": "Blessed Fist",
		"sources": [ "Advanced Class Guide" ],
		"description": [
			"## Blessed Fist",
			"",
			"{SOURCE Advanced Class Guide/175}  ",
			"**School** {spelldef/transmutation} [{spelldef/good}]; **Level** cleric 1, oracle 1, paladin 1, warpriest 1  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S  ",
			"**Range** touch  ",
			"**Target** creature touched  ",
			"**Duration** 1 minute/level  ",
			"**Saving Throw** none; **Spell Resistance** yes",
			"",
			"The target is considered to be armed even when unarmed, so it doesn't provoke attacks of opportunity when it attacks foes with unarmed strikes. Its unarmed strikes can deal lethal or nonlethal damage (target's choice). If the target already has this ability (such as from the monk unarmed strike ability or the {feat/Improved Unarmed Strike} feat), its unarmed strikes gain a +1 enhancement bonus on attack rolls and damage rolls, and they count as good-aligned weapons for the purposes of overcoming damage reduction."
		]
	},
	"blessing_of_courage_and_life": {
		"name": "Blessing of Courage and Life",
		"sources": [ "Advanced Player's Guide" ],
		"description": [
			"## Blessing of Courage and Life",
			"",
			"{SOURCE Advanced Player's Guide/205}  ",
			"**School** {spelldef/conjuration} ({spelldef/healing}) [{spelldef/emotion}]; **Level** cleric 2, oracle 2, paladin 2, warpriest 2  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S, DF  ",
			"**Range** close (25 ft. + 5 ft./2 levels)  ",
			"**Target** one living creature  ",
			"**Duration** 1 minute/level (see below)  ",
			"**Saving Throw** Will negates (harmless); **Spell Resistance** yes (harmless)",
			"",
			"With this prayer you provide long-lasting succor to a wounded creature. For as long as the effect lasts, the target receives a +2 morale bonus on saving throws against fear and death effects. At any time while the spell is in effect, the target can choose to end the spell as a swift action for a burst of healing energy. The target loses the saving throw bonus, but is healed of 1d8 points of damage +1 point per caster level (maximum +10)."
		]
	},
	"command": {
		"name": "Command",
		"sources": [
			"PRPG Core Rulebook",
			"Mythic Adventures"
		],
		"description": [
			"## Command",
			"",
			"{SOURCE PRPG Core Rulebook/256}  ",
			"**School** {spelldef/enchantment} ({spelldef/compulsion}) [{spelldef/language-dependent}, {spelldef/mind-affecting}]; **Level** adept 1, antipaladin 1, cleric 1, inquisitor 1, medium 1, mesmerist 1, occultist 1, oracle 1, psychic 1, warpriest 1, witch 1  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V  ",
			"**Range** close (25 ft. + 5 ft./2 levels)  ",
			"**Target** one living creature  ",
			"**Duration** 1 round  ",
			"**Saving Throw** Will negates; **Spell Resistance** yes",
			"",
			"You give the subject a single command, which it obeys to the best of its ability at its earliest opportunity. You may select from the following options.",
			"",
			"*Approach:* On its turn, the subject moves toward you as quickly and directly as possible for 1 round. The creature may do nothing but move during its turn, and it provokes attacks of opportunity for this movement as normal.",
			"",
			"*Drop:* On its turn, the subject drops whatever it is holding. It can't pick up any dropped item until its next turn.",
			"",
			"*Fall:* On its turn, the subject falls to the ground and remains prone for 1 round. It may act normally while prone but takes any appropriate penalties.",
			"",
			"*Flee:* On its turn, the subject moves away from you as quickly as possible for 1 round. It may do nothing but move during its turn, and it provokes attacks of opportunity for this movement as normal.",
			"",
			"*Halt:* The subject stands in place for 1 round. It may not take any actions but is not considered helpless.",
			"",
			"If the subject can't carry out your command on its next turn, the spell automatically fails.",
			"",
			"::h3[Mythic Command]{jl}",
			"",
			"{SOURCE Mythic Adventures/88}",
			"",
			"You can target up to one creature per level, each of which must receive the same command. Creatures that succeed at their saving throws are staggered for 1 round (this is a mind-affecting effect).",
			"",
			"::h3[Greater Command]{jl}",
			"",
			"{SOURCE PRPG Core Rulebook/257}  ",
			"**School** {spelldef/enchantment} ({spelldef/compulsion}) [{spelldef/language-dependent}, {spelldef/mind-affecting}]; **Level** cleric 5, inquisitor 5, medium 4, mesmerist 4, occultist 5, oracle 5, psychic 5, warpriest 5  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V  ",
			"**Range** close (25 ft. + 5 ft./2 levels)  ",
			"**Targets** one creature/level, no two of which can be more than 30 ft. apart  ",
			"**Duration** 1 round/level  ",
			"**Saving Throw** Will negates; **Spell Resistance** yes",
			"",
			"This spell functions like command, except that up to one creature per level may be affected, and the activities continue beyond 1 round. At the start of each commanded creature's action after the first, it gets another Will save to attempt to break free from the spell. Each creature must receive the same command."
		]
	},
	"command_greater": {
		"name": "Greater Command",
		"copyof": "command"
	},
	"greater_command": { "redirect": "command_greater" },
	"command_plants": {
		"name": "Command Plants",
		"sources": [ "PRPG Core Rulebook" ],
		"description": [
			"## Command Plants",
			"",
			"{SOURCE PRPG Core Rulebook/257}  ",
			"**School** {spelldef/transmutation}; **Level** druid 4, hunter 3, ranger 3, shaman 4  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V  ",
			"**Range** close (25 ft. + 5 ft./2 levels)  ",
			"**Targets** up to 2 HD/level of plant creatures, no two of which can be more than 30 ft. apart  ",
			"**Duration** 1 day/level  ",
			"**Saving Throw** Will negates; **Spell Resistance** yes",
			"",
			"This spell allows you some degree of control over one or more plant creatures. Affected plant creatures can understand you, and they perceive your words and actions in the most favorable way (treat their attitude as friendly). They will not attack you while the spell lasts. You can try to give a subject orders, but you must win an opposed Charisma check to convince it to do anything it wouldn't ordinarily do. (Retries are not allowed.) A commanded plant never obeys suicidal or obviously harmful orders, but it might be convinced that something very dangerous is worth doing.",
			"",
			"You can affect a number of plant creatures whose combined level or HD do not exceed twice your level."
		]
	},
	"command_undead": {
		"name": "Command Undead",
		"sources": [ "PRPG Core Rulebook" ],
		"description": [
			"## Command Undead",
			"",
			"{SOURCE PRPG Core Rulebook/257}  ",
			"**School** {spelldef/necromancy}; **Level** arcanist 2, sorcerer 2, wizard 2  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S, M (a shread of raw meat and a splinter of bone)  ",
			"**Range** close (25 ft. + 5 ft./2 levels)  ",
			"**Targets** one undead creature  ",
			"**Duration** 1 day/level  ",
			"**Saving Throw** Will negates; see text; **Spell Resistance** yes",
			"",
			"This spell allows you a degree of control over an undead creature. If the subject is intelligent, it perceives your words and actions favorably (treat its attitude as friendly). It will not attack you while the spell lasts. You can give the subject orders, but you must win an opposed Charisma check to convince it to do anything it wouldn't ordinarily do. Retries are not allowed. An intelligent commanded undead never obeys suicidal or obviously harmful orders, but it might be convinced that something very dangerous is worth doing.",
			"",
			"A nonintelligent undead creature gets no saving throw against this spell. When you control a mindless being, you can communicate only basic commands, such as \"come here,\" \"go there,\" \"fight,\" \"stand still,\" and so on. Nonintelligent undead won't resist suicidal or obviously harmful orders.",
			"",
			"Any act by you or your apparent allies that threatens the commanded undead (regardless of its Intelligence) breaks the spell.",
			"",
			"Your commands are not telepathic. The undead creature must be able to hear you."
		]
	},
	"commune": {
		"name": "Commune",
		"sources": [ "PRPG Core Rulebook" ],
		"description": [
			"## Commune",
			"",
			"{SOURCE PRPG Core Rulebook/257}  ",
			"**School** {spelldef/divination}; **Level** adept 5, cleric 5, inquisitor 5, occultist 5, oracle 5, shaman 5, warpriest 5  ",
			"**Casting Time** 10 minutes  ",
			"**Components** V, S, M (holy or unholy water and incense worth 500 gp), DF  ",
			"**Range** personal  ",
			"**Target** you  ",
			"**Duration** 1 round/level",
			"",
			"You contact your deity - or agents thereof - and ask questions that can be answered by a simple yes or no. (A cleric of no particular deity contacts a philosophically allied deity.) You are allowed one such question per caster level. The answers given are correct within the limits of the entity's knowledge. \"Unclear\" is a legitimate answer, because powerful beings of the Outer Planes are not necessarily omniscient. In cases where a one-word answer would be misleading or contrary to the deity's interests, a short phrase (five words or less) may be given as an answer instead.",
			"",
			"The spell, at best, provides information to aid character decisions. The entities contacted structure their answers to further their own purposes. If you lag, discuss the answers, or go off to do anything else, the spell ends."
		]
	},
	"commune_with_birds": {
		"name": "Commune with Birds",
		"sources": [ "Advanced Race Guide" ],
		"description": [
			"## Commune with Birds",
			"",
			"{SOURCE Advanced Race Guide/167}  ",
			"**School** {spelldef/divination}; **Level** arcanist 2, bard 2, druid 1, hunter 1, mesmerist 2, psychic 2, ranger 1, shaman 2, skald 2, sorcerer 2, witch 2, wizard 2 (tengu)  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S  ",
			"**Range** personal  ",
			"**Target** you  ",
			"**Duration** 10 minutes; see text",
			"",
			"You utter a question in the form of a low-pitched bird call that can be heard up to a mile away, and can understand the responses given by birds in the area. Over the next 10 minutes, the birds reply as if you had asked them the question using {spell/speak with animals}, giving you a general consensus answer to the question based on their knowledge. For example, you could ask if there is drinkable water in the area, the location of predators or other creatures, directions to a mountaintop or other natural feature, and so on, and the local bird communities would answer to the best of their ability.",
			"",
			"If there are no birds in range, the spell has no effect and you do not get a response. Any creature using speak with animals (or a similar ability) who hears this bird call can understand your question, though it may not be able to reply in a way you can hear."
		]
	},
	"commune_with_nature": {
		"name": "Commune with Nature",
		"sources": [
			"PRPG Core Rulebook",
			"Ultimate Wilderness",
			"Faiths and Philosophies"
		],
		"description": [
			"## Commune with Nature",
			"",
			"{SOURCE PRPG Core Rulebook/258}  ",
			"**School** {spelldef/divination}; **Level** druid 5, hunter 4, psychic 5, ranger 4, shaman 5  ",
			"**Casting Time** 10 minutes  ",
			"**Components** V, S  ",
			"**Range** personal  ",
			"**Target** you  ",
			"**Duration** instantaneous",
			"",
			"You become one with nature, attaining knowledge of the surrounding territory. You instantly gain knowledge of as many as three facts from among the following subjects: the ground or terrain, plants, minerals, bodies of water, people, general animal population, presence of woodland creatures, presence of powerful unnatural creatures, or even the general state of the natural setting.",
			"",
			"In outdoor settings, the spell operates in a radius of 1 mile per caster level. In natural underground settings - caves, caverns, and the like - the spell is less powerful, and its radius is limited to 100 feet per caster level. The spell does not function where nature has been replaced by construction or settlement, such as in dungeons and towns.",
			"",
			"::h3[Signs of the Land]{jl}",
			"",
			"{SOURCE Ultimate Wilderness/235}  ",
			"**School** {spelldef/divination}; **Level** druid 3, hunter 3, ranger 3, shaman 3  ",
			"**Casting Time** 10 minutes  ",
			"**Components** V, S  ",
			"**Range** personal  ",
			"**Target** you  ",
			"**Duration** instantaneous",
			"",
			"This spell functions as commune with nature except it reveals up to three details about the territory you currently occupy from the following list: bodies of water, features, minerals, or plants. For each feature you learn about, you automatically know the skills you can use to discover that feature and you gain 1d6 {rule/Discovery /Points>and_exploration} toward finding it.",
			"",
			"::h3[Tectonic Communion]{jl}",
			"",
			"{SOURCE Faiths and Philosophies/29}  ",
			"**School** {spelldef/divination}; **Level** druid 7  ",
			"**Casting Time** 1 hour  ",
			"**Components** V, S, DF  ",
			"**Range** personal  ",
			"**Target** you  ",
			"**Duration** Instantaneous",
			"",
			"Tectonic communion functions as commune with nature with an even greater range. In outdoor or natural underground settings, the spell operates on a radius of 100 miles per caster level, extending even underground without penalty.",
			"",
			"For every 2 caster levels above 13th, you may glean an additional fact from the list presented in commune with nature. Communities, dungeons, and signs of civilization (such as roads, farms or other constructions and settlements) exist as dark and unknowable blots in your perception of the spell's area; you're aware of their location and existence, but can't discern any information regarding them."
		]
	},
	"tectonic_communion": {
		"name": "Tectonic Communion",
		"copyof": "commune_with_nature"
	},
	"signs_of_the_land": {
		"name": "Signs of the Land",
		"copyof": "commune_with_nature"
	},
	"commune_with_plane": {
		"name": "Commune with Plane",
		"sources": [ "Planar Adventures" ],
		"description": [
			"## Commune with Plane",
			"",
			"{SOURCE Planar Adventures/39}  ",
			"**School** {spelldef/divination}; **Level** cleric 5, hunter 4, oracle 5, psychic 5, ranger 4, summoner 5, unchained summoner 5, warpriest 5, witch 5  ",
			"**Casting Time** 10 minutes  ",
			"**Components** V, S  ",
			"**Range** personal  ",
			"**Target** you  ",
			"**Duration** instantaneous",
			"",
			"You become one with the plane around you, attaining knowledge of the surrounding territory. You instantly gain knowledge of as many as three facts from among the following subjects: areas with different planar traits, the layout and topography of local terrain, local divine influences, planar phenomena, portals between planes, presence of creatures native to the plane, presence of powerful non-native creatures, the general state of the plane, or valuable planar substances.",
			"",
			"On standard planes, the spell operates with a radius of 1 mile per caster level. On demiplanes, the spell is less powerful, and its radius is limited to 100 feet per caster level. This spell has no effect when cast on the Material Plane."
		]
	},
	"commune_with_texts": {
		"name": "Commune with Texts",
		"sources": [ "Inner Sea Intrigue" ],
		"description": [
			"## Commune with Texts",
			"",
			"{SOURCE Inner Sea Intrigue/59}  ",
			"**School** {spelldef/divination}; **Level** arcanist 5, bard 5, cleric 6, inquisitor 6, medium 4, occultist 4, oracle 6, psychic 6, skald 5, sorcerer 5, spiritualist 6, warpriest 6, wizard 5  ",
			"**Casting Time** 1 minute  ",
			"**Components** V, S, M (incense worth 250 gp)  ",
			"**Range** close (25 ft. + 5 ft./2 levels)  ",
			"**Target** a collection of texts  ",
			"**Duration** 1 hour/level",
			"",
			"You quickly absorb the knowledge in the target, which can be any assortment of books, scrolls, or other texts. During the spell's duration, you can search the texts and immediately find the most relevant information regarding any topic the collection holds, potentially including singling out spellbooks or scrolls containing individual or particular types of spells. You can attempt Knowledge checks related to the collection's topics as if you were trained in those skills, and you know whether the collection contains any information about which you failed a Knowledge check in the past 24 hours. The bonus on Knowledge checks granted by the collection of texts (if any) increases by 2.",
			"",
			"Additionally, you always deplete the maximum number of knowledge points from a library whenever you succeed at a Research check using the target texts while this spell is in effect, even if completing the Research check takes longer than this spell lasts. Once during the duration of this spell, for a number of minutes equal to your caster level, you can also speak with the texts about anyone who has read or handled them previously, as per stone tell."
		]
	},
	"companion_life_link": {
		"name": "Companion Life Link",
		"sources": [ "Advanced Class Guide" ],
		"description": [
			"## Companion Life Link",
			"",
			"{SOURCE Advanced Class Guide/177}  ",
			"**School** {spelldef/necromancy}; **Level** arcanist 2, druid 2, hunter 2, ranger 2, sorcerer 2, witch 2, wizard 2  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S, M/DF (a drop of eidolon ichor)  ",
			"**Range** touch  ",
			"**Target** one of your animal companions or your familiar  ",
			"**Duration** 1 minute/level (see below)  ",
			"**Saving Throw** Fortitude negates (harmless); **Spell Resistance** yes (harmless)",
			"",
			"You create a life link between yourself and the target. You sense whenever the target is wounded and are made immediately aware if the target is slain. If you are wounded or slain, the target is made aware. As a free action, you can call out to the target, causing it to return to you (if able and willing); this ends the spell."
		]
	},
	"companion_mind_link": {
		"name": "Companion Mind Link",
		"sources": [
			"Ultimate Combat",
			"Mythic Adventures"
		],
		"description": [
			"## Companion Mind Link",
			"",
			"{SOURCE Ultimate Combat/226}  ",
			"**School** {spelldef/enchantment} ({spelldef/charm}) [{spelldef/mind-affecting}]; **Level** druid 3, hunter 3, ranger 3  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S  ",
			"**Range** close (25 ft. + 5 ft./2 levels)  ",
			"**Target** your animal companion  ",
			"**Duration** 1 minute/level",
			"",
			"The link between you and your animal companion becomes stronger. As long as you are within line of sight of your animal companion, you can telepathically communicate with it as if you two shared a language. Also, as long as you are within line of sight of the animal companion, you can push your animal companion a swift action instead of a move action, and you do not need to succeed at Handle Animal checks to handle your animal companion. Such checks automatically succeed.",
			"",
			"### Mythic Companion Mind Link",
			"",
			"{SOURCE Mythic Adventures/88}",
			"",
			"Your animal companion understands complex instructions transmitted by the spell. It can perform any trick (even one it doesn't know) as well as any activity that could be understood by a creature with an Intelligence score of 8."
		]
	},
	"companion_transportation": {
		"name": "Companion Transportation",
		"sources": [ "Ultimate Wilderness" ],
		"description": [
			"## Companion Transportation",
			"",
			"{SOURCE Ultimate Wilderness/228}  ",
			"**School** {spelldef/conjuration} ({spelldef/teleportation}); **Level** antipaladin 4, arcanist 5, druid 5, hunter 4, paladin 4, ranger 4, shaman 5, sorcerer 5, witch 5, wizard 5  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S, F (a feather, tuft of fur, or similar momento from your target)  ",
			"**Range** long (400 ft. + 40 ft./level)  ",
			"**Target** yourself and one animal companion, familiar, or spirit animal within range  ",
			"**Duration** instantaneous  ",
			"**Saving Throw** none (Harmless); **Spell Resistance** no",
			"",
			"You trade places with the other target, teleporting as if you were both affected by dimension door. Both you and the other target arrive in a square you choose in the other's former space. If the targets are different sizes, they must appear in locations that cover previously occupied squares. As with dimension door, after casting this spell, you can't take any other actions until your next turn, and the other target is staggered until the end of its next turn due to the transposition."
		]
	},
	"compassionate_ally": {
		"name": "Compassionate Ally",
		"sources": [ "Ultimate Magic" ],
		"description": [
			"## Compassionate Ally",
			"",
			"{SOURCE Ultimate Magic/211}  ",
			"**School** {spelldef/enchantment} ({spelldef/compulsion}) [{spelldef/emotion}, {spelldef/mind-affecting}]; **Level** arcanist 2, bard 2, cleric 2, medium 2, mesmerist 2, oracle 2, psychic 2, skald 2, sorcerer 2, warpriest 2, wizard 2  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S  ",
			"**Range** close (25 ft. + 5 ft./2 levels)  ",
			"**Target** one creature  ",
			"**Duration** 1 round/level  ",
			"**Saving Throw** Will negates; **Spell Resistance** yes",
			"",
			"At the sight of an injured ally, the target immediately disengages from its current course of action and rushes to provide aid. If the target possesses curative spells or magic items, it utilizes them to help the injured ally. If not, the target provides aid by performing a Heal check. The target remains with the injured ally to assure her safety and refuses to leave the ally's side until her wounds are fully treated or the spell ends, but can otherwise defend itself and make attacks."
		]
	},
	"compel_hostility": {
		"name": "Compel Hostility",
		"sources": [ "Ultimate Combat" ],
		"description": [
			"## Compel Hostility",
			"",
			"{SOURCE Ultimate Combat/226}  ",
			"**School** {spelldef/enchantment} ({spelldef/compulsion}) [{spelldef/mind-affecting}]; **Level** bard 1, cleric 1, hunter 1, inquisitor 1, medium 1, mesmerist 1, oracle 1, paladin 1, psychic 1, ranger 1, skald 1, summoner 1, unchained summoner 1, warpriest 1, witch 1  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S, M (a drop of your blood)  ",
			"**Range** personal  ",
			"**Target** you  ",
			"**Duration** 1 round/level  ",
			"**Saving Throw** see text; **Spell Resistance** see text",
			"",
			"Whenever a creature you can see that threatens you makes an attack against one of your allies, as an immediate action, you can compel that creature to attack you instead. When you compel a creature to attack you, you must first overcome that creature's spell resistance, and the creature can attempt a Will saving throw to ignore the compulsion.",
			"",
			"A summoner casting this spell can choose his eidolon as the target of the spell."
		]
	},
	"compelling_rant": {
		"name": "Compelling Rant",
		"sources": [ "Horror Adventures" ],
		"description": [
			"## Compelling Rant",
			"",
			"{SOURCE Horror Adventures/111}  ",
			"**School** {spelldef/enchantment} ({spelldef/charm}); **Level** arcanist 5, bard 5, cleric 5, inquisitor 5, mesmerist 5, oracle 5, psychic 5, sorcerer 5, warpriest 5, wizard 5  ",
			"**Casting Time** 1 minute  ",
			"**Components** V, S, M/DF (a handwritten sheet of notes)  ",
			"**Range** medium (100 ft. + 10 ft./level)  ",
			"**Target** any number of creatures  ",
			"**Duration** conecentration plus 1 round/level, up to 1 hour/level  ",
			"**Saving Throw** Will negates (see text); **Spell Resistance** no",
			"",
			"You deliver a confusing but fascinating monologue, relaying conspiracies or metaphysical revelations that confound your audience, throughout the spell's casting time and as long as you concentrate. You take 1d4 points of Wisdom drain when you begin the speech and can't reduce or prevent this damage in any way. Each intelligent creature in the spell's area takes 1d6 points of Wisdom damage as their perceptions of reality realign with yours for the spell's duration. Listeners with at least 5 HD can attempt a Will save to negate the effects. Your targets view you with a friendly attitude and respond to criticism of you with irritation. Bluff, Diplomacy, or Intimidate checks to create doubt about your purpose in those affected by the spell take a -4 penalty. The attitude of your targets regarding any creature that criticizes you or your vision automatically changes one step toward hostile; a Diplomacy check that fails by 5 or more reduces their attitude further. Your targets retain the same alignment and their prior beliefs, in addition to the ones you force on them. You can't force beliefs on a target if such beliefs would be necessarily against the nature of its alignment and prior beliefs, but targets are otherwise able to hold contradictory beliefs.",
			"",
			"If your campaign uses {rule/the |sanity/ system}, your sanity score decreases by 2 (and thus your sanity edge decreases by 1) instead of taking Wisdom drain each time you cast this spell. Only {spell/greater restoration}, {spell/miracle}, or {spell/wish} can remove this decrease. A single casting of greater restoration removes one decrease of sanity from casting {spell/borrow corruption}, while a casting of miracle or wish removes them all. Affected targets take sanity damage equal to half your caster level (maximum 10) instead of Wisdom damage. The targets might actually change alignment and beliefs if their loss of sanity afflicts them with an appropriate madness, in which case those effects last even after the spell's duration has ended."
		]
	},
	"comprehend_languages": {
		"name": "Comprehend Languages",
		"sources": [ "PRPG Core Rulebook" ],
		"description": [
			"## Comprehend Languages",
			"",
			"{SOURCE PRPG Core Rulebook/258}  ",
			"**School** {spelldef/divination}; **Level** adept 1, alchemist 1, arcanist 1, bard 1, cleric 1, inquisitor 1, investigator 1, medium 1, mesmerist 1, occultist 1, oracle 1, psychic 1, shaman 1, skald 1, sorcerer 1, spiritualist 1, warpriest 1, witch 1, wizard 1  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S, M/DF (pinch of soot and salt)  ",
			"**Range** personal  ",
			"**Target** you  ",
			"**Duration** 10 min./level",
			"",
			"You can understand the spoken words of creatures or read otherwise incomprehensible written messages. The ability to read does not necessarily impart insight into the material, merely its literal meaning. The spell enables you to understand or read an unknown language, not speak or write it.",
			"",
			"Written material can be read at the rate of one page (250 words) per minute. Magical writing cannot be read, though the spell reveals that it is magical. This spell can be foiled by certain warding magic (such as the secret page and illusory script spells). It does not decipher codes or reveal messages concealed in otherwise normal text.",
			"",
			"Comprehend languages can be made permanent with a {spell/permanency} spell."
		]
	},
	"compulsive_liar": {
		"name": "Compulsive Liar",
		"sources": [ "Ultimate Intrigue" ],
		"description": [
			"## Compulsive Liar",
			"",
			"{SOURCE Ultimate Intrigue/206}  ",
			"**School** {spelldef/enchantment} ({spelldef/compulsion}) [{spelldef/mind-affecting}]; **Level** arcanist 2, bard 1, mesmerist 1, psychic 2, skald 1, sorcerer 2, witch 2, wizard 2  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S  ",
			"**Range** touch  ",
			"**Target** creature touched  ",
			"**Duration** 1 hour/level (D)  ",
			"**Saving Throw** Will negates; **Spell Resistance** yes",
			"",
			"The target becomes unable to speak the truth. Lies the target speaks don't need to be convincing, nor do they even need to be consistent, but they can't be true as far as the target is aware. This extends to non-verbal communication, such as hand signs or written notes. The spell allows talking in metaphors and talking about fictional figures.",
			"",
			"The spell doesn't affect the target's ability to say things that are neither true nor false, such as questions, commands, or verbal spell components. If the target of this spell is simultaneously compelled to tell the truth (for instance, by being within a zone of truth), the target is only able to say things that are neither true nor false."
		]
	},
	"concealed_breath": {
		"name": "Concealed Breath",
		"sources": [ "Heroes of the Darklands" ],
		"description": [
			"## Concealed Breath",
			"",
			"{SOURCE Heroes of the Darklands/14}  ",
			"**School** {spelldef/transmutation}; **Level** alchemist 4, arcanist 4, cleric 4, druid 4, hunter 4, investigator 4, oracle 4, shaman 4, sorcerer 4, summoner 4, unchained summoner 4, warpriest 4, wizard 4  ",
			"**Casting Time** 1 standard action  ",
			"**Components** S, M/DF (a palm-sized stone)  ",
			"**Range** touch  ",
			"**Target** living creature touched  ",
			"**Duration** 1 hour/level; see text  ",
			"**Saving Throw** Will negates (harmless); **Spell Resistance** yes (harmless)",
			"",
			"This spell allows affected creatures to hold their breath freely without negative effects or risk of suffocation. Divide the duration evenly among all creatures touched. A creature that doesn't need to breathe because of this spell is not at risk of drowning and is immune to effects that require breathing, such as inhaled poisons. This does not grant immunity to cloud or gas attacks that don't require breathing. While a creature is holding its breath, it can't speak or cast spells with a verbal component (unless it's using {feat/Silent Spell}). This spell does not prevent a creature from breathing normally; it just removes the need for the creature to breathe."
		]
	},
	"condensed_ether": {
		"name": "Condensed Ether",
		"sources": [ "Occult Adventures" ],
		"description": [
			"## Condensed Ether",
			"",
			"{SOURCE Occult Adventures/162}  ",
			"**School** {spelldef/transmutation}; **Level** arcanist 5, psychic 4, sorcerer 5, spiritualist 3, wizard 5  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S, M (crushed amber)  ",
			"**Range** medium (100 ft. + 10 ft./level)  ",
			"**Target** 20-ft.-radius spread  ",
			"**Duration** 1 minute/level  ",
			"**Saving Throw** none; **Spell Resistance** no",
			"",
			"You condense the substance of the Ethereal Plane as it interpenetrates the Material Plane. This thickened planar conjunction slows movement through the area to a crawl. Creatures moving through condensed ether (even incorporeal creatures), move at only half their normal speed and can't take 5-foot steps. This slowing of movement doesn't stack with solid fog or similar effects. Creatures within condensed ether take a -2 penalty to Armor Class and on Reflex saves, and condensed ether prevents effective ranged weapon attacks. Even magic rays and similar ranged attacks suffer a 20% miss chance on attacks into or passing through condensed ether. This miss chance is not based on {rule/concealment}, and {feat/Blind-Fight}, true seeing, and similar effects do not reduce it."
		]
	},
	"conditional_favor": {
		"name": "Conditional Favor",
		"sources": [ "Ultimate Intrigue" ],
		"description": [
			"## Conditional Favor",
			"",
			"{SOURCE Ultimate Intrigue/206}  ",
			"**School** {spelldef/abjuration}; **Level** antipaladin 1, bard 2, cleric 2, inquisitor 2, mesmerist 2, occultist 2, oracle 2, paladin 1, skald 2, warpriest 2, witch 2  ",
			"**Casting Time** 1 swift action  ",
			"**Components** V  ",
			"**Target** one creature  ",
			"**Duration** 1 day/level (D)  ",
			"**Saving Throw** none (see below); **Spell Resistance** yes",
			"",
			"You must cast this spell immediately before casting another spell on the same creature, eliciting a promise or warning against a behavior and binding the target to the paired spell. If you don't cast a paired spell, conditional favor has no effect. The paired spell must be from the abjuration, conjuration (healing), enchantment, or transmutation school or subschool, and must be cast on a willing creature. If the spell's recipient violates the oath or prohibition while conditional favor remains in effect, the paired spell is undone as if never cast. If the spell was a healing spell, the hit point damage or condition you removed returns immediately, even if the subject has enjoyed subsequent rest or healing. Poisons, diseases, curses, restored ability damage, and negative levels removed by the paired spell return as well.",
			"",
			"Conditional favor recognizes the spirit of your condition and doesn't trigger a violation due to unintended consequences or circumstances that the subject could not predict with her current knowledge of the situation. For instance, if the prohibition prevented the subject from laying a finger on royalty, touching a disguised prince would not count as a violation if the subject did not recognize the prince, nor would touching a member of royalty while dominated.",
			"",
			"The subject of the spell intuitively knows beforehand whether an action will cause it to lose the paired spell's benefit."
		]
	},
	"cone_of_cold": {
		"name": "Cone of Cold",
		"sources": [
			"PRPG Core Rulebook",
			"Mythic Adventures"
		],
		"description": [
			"## Cone of Cold",
			"",
			"{SOURCE PRPG Core Rulebook/258}  ",
			"**School** {spelldef/evocation} [{spelldef/cold}]; **Level** arcanist 5, magus 5, occultist 5, shaman 6, sorcerer 5, witch 6, wizard 5  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S, M (a small crystal or glass cone)  ",
			"**Range** 60 ft.  ",
			"**Area** cone-shaped burst  ",
			"**Duration** instantaneous  ",
			"**Saving Throw** Reflex half; **Spell Resistance** yes",
			"",
			"Cone of cold creates an area of extreme cold, originating at your hand and extending outward in a cone. It drains heat, dealing 1d6 points of cold damage per caster level (maximum 15d6).",
			"",
			"### Mythic Cone of Cold",
			"",
			"{SOURCE Mythic Adventures/89}",
			"",
			"The damage dealt increases to 1d10 points of cold damage per caster level (maximum 15d10). Any creature that fails its save is partially encased in ice, reducing its speed by half. Creatures with the cold or incorporeal subtype or immunity to being grappled are immune to this effect. The reduced movement lasts until the ice is destroyed. Destroying the ice requires a successful Strength or dispel check against the spell's DC, or dealing bludgeoning or fire damage equal to 1 point per caster level to the creature.",
			"",
			"*Augmented:* You can expend two uses of mythic power to transform the spell's cold into a barrage of giant hailstones, icicles, or shards. Half the spell's damage is your choice of bludgeoning, piercing, or slashing damage, and the other half is cold damage."
		]
	},
	"confess": {
		"name": "Confess",
		"sources": [ "Advanced Player's Guide" ],
		"description": [
			"## Confess",
			"",
			"{SOURCE Advanced Player's Guide/212}  ",
			"**School** {spelldef/enchantment} ({spelldef/compulsion}) [{spelldef/language-dependent}, {spelldef/mind-affecting}]; **Level** inquisitor 2, mesmerist 2, psychic 2  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S, DF  ",
			"**Range** close (25 ft. + 5 ft./2 levels)  ",
			"**Target** one creature  ",
			"**Duration** 1 round  ",
			"**Saving Throw** Will partial, see text; **Spell Resistance** yes",
			"",
			"You ask the target creature a single question. On the subject's next action, it must answer truthfully in the same language as the question or take 1d6 points of damage per two caster levels (maximum 5d6) and be sickened for 2d4 rounds. A successful Will save negates the sickening effect and halves the damage. A creature that is unable to answer still takes damage."
		]
	},
	"confusion": {
		"name": "Confusion",
		"sources": [
			"PRPG Core Rulebook",
			"Mythic Adventures"
		],
		"description": [
			"## Confusion",
			"",
			"{SOURCE PRPG Core Rulebook/258}  ",
			"**School** {spelldef/enchantment} ({spelldef/compulsion}) [{spelldef/mind-affecting}]; **Level** arcanist 4, bard 3, bloodrager 4, mesmerist 3, occultist 4, psychic 4, skald 3, sorcerer 4, spiritualist 4, witch 4, wizard 4  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S, M/DF (three nutshells)  ",
			"**Range** medium (100 ft. + 10 ft./level)  ",
			"**Targets** all creatures in a 15-ft.-radius burst  ",
			"**Duration** 1 round/level  ",
			"**Saving Throw** Will negates; **Spell Resistance** yes",
			"",
			"This spell causes confusion in the targets, making them unable to determine their actions. Roll on the following table at the start of each subject's turn each round to see what it does in that round.",
			"",
			"| d% | Behavior |",
			"| --- | --- |",
			"| 01-25 | Act normally |",
			"| 26-50 | Do nothing but babble incoherently |",
			"| 51-75 | Deal 1d8 points of damage + Str modifier to self with item in hand |",
			"| 76-100 | Attack nearest creature (for this purpose, a familiar counts as part of the subject's self) |",
			"",
			"A confused character who can't carry out the indicated action does nothing but babble incoherently. Attackers are not at any special advantage when attacking a confused character. Any confused character who is attacked automatically attacks its attackers on its next turn, as long as it is still confused when its turn comes. Note that a confused character will not make attacks of opportunity against any creature that it is not already devoted to attacking (either because of its most recent action or because it has just been attacked).",
			"",
			"::h3[Mythic Confusion]{jl}",
			"",
			"{SOURCE Mythic Adventures/89}",
			"",
			"Roll on the table below instead of the non-mythic version at the start of each subject's turn to see what it does in that round.",
			"",
			"| d% | Behavior |",
			"| --- | --- |",
			"| 01-25 | Subject acts normally, but takes a -2 penalty on all attack rolls, skill checks, and ability checks until its next turn. |",
			"| 26-50 | Subject does nothing but babble incoherently, and takes a -4 penalty to AC until its next turn. |",
			"| 51-75 | Subject deals 2d8 points of damage + Str modifier to self with item in hand. |",
			"| 76-100 | Subject attacks nearest ally (for this purpose, a familiar counts as an ally). |",
			"",
			"*Augmented:* If you expend two uses of mythic power when casting the spell, you force one affected creature per round to roll on the table twice and take the higher result.",
			"",
			"::h3[Lesser Confusion]{jl}",
			"",
			"{SOURCE PRPG Core Rulebook/258}  ",
			"**School** {spelldef/enchantment} ({spelldef/compulsion}) [{spelldef/mind-affecting}]; **Level** bard 1, medium 1, mesmerist 1, psychic 1, skald 1  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S, DF  ",
			"**Range** close (25 ft. + 5 ft./2 levels)  ",
			"**Target** one living creature  ",
			"**Duration** 1 round  ",
			"**Saving Throw** Will negates; **Spell Resistance** yes",
			"",
			"This spell causes a single creature to become confused for 1 round."
		]
	},
	"confusion_lesser": {
		"name": "Lesser Confusion",
		"copyof": "confusion"
	},
	"lesser_confusion": { "redirect": "confusion_lesser" },
	"conjuration_foil": {
		"name": "Conjuration Foil",
		"sources": [ "Ultimate Intrigue" ],
		"description": [
			"## Conjuration Foil",
			"",
			"{SOURCE Ultimate Intrigue/207}  ",
			"**School** {spelldef/abjuration}; **Level** arcanist 4, bard 4, magus 3, medium 4, occultist 4, psychic 4, skald 4, sorcerer 4, spiritualist 4, summoner 3, unchained summoner 3, witch 4, wizard 4  ",
			"**Casting Time** 1 immediate action  ",
			"**Components** S  ",
			"**Range** medium (100 ft. + 10 ft./level)  ",
			"**Area** 20-foot radius spread  ",
			"**Duration** 1 round  ",
			"**Saving Throw** Will partial (see text); **Spell Resistance** yes (object)",
			"",
			"All creatures in the area gain a +4 bonus on saving throws against teleportation effects. If any creature would enter or depart the area via a summoning or teleportation effect, that creature takes 1d6 points of damage per spell level of the triggering effect (or half the HD of the originating creature if the effect has no spell level) and arrives in a random similar location within the triggering effect's range, rather than the intended destination.",
			"",
			"A successful Will save halves the damage and negates the altered destination."
		]
	},
	"conjure_black_pudding": {
		"name": "Conjure Black Pudding",
		"sources": [
			"Ultimate Magic",
			"Mythic Adventures"
		],
		"description": [
			"## Conjure Black Pudding",
			"",
			"{SOURCE Ultimate Magic/211}  ",
			"**School** {spelldef/conjuration} ({spelldef/summoning}) [{spelldef/acid}]; **Level** arcanist 6, psychic 6, sorcerer 6, summoner 5, unchained summoner 5, wizard 6  ",
			"**Casting Time** 1 round  ",
			"**Components** V, S, M (a flask of acid worth 10 gp)  ",
			"**Range** close (25 ft. + 5 ft./2 levels)  ",
			"**Effect** one summoned black pudding  ",
			"**Duration** 1 round/level (D)  ",
			"**Saving Throw** none; **Spell Resistance** no",
			"",
			"You summon a black pudding that immediately attacks creatures near it. You have no control over the creature, and it may attack you if there are no more obvious opponents. The black pudding is treated as a summoned creature and has the extraplanar subtype. The black pudding's split ability works normally, but all puddings derived from the summoned one disappear when the spell ends.",
			"",
			"### Mythic Conjure Black Pudding",
			"",
			"{SOURCE Mythic Adventures/89}",
			"",
			"The black pudding has fast healing equal to your tier, as do any puddings that split off from it. The black puddings from this spell never attack you, though they're otherwise uncontrolled and might attack your allies if there are no other obvious opponents.",
			"",
			"*Augmented (6th):* If you expend two uses of mythic power, the pudding gains the [savage mythic template](rule/mythic_simple_templates). Puddings that split off from the giant pudding don't gain the template."
		]
	},
	"conjure_carriage": {
		"name": "Conjure Carriage",
		"sources": [ "Ultimate Intrigue" ],
		"description": [
			"## Conjure Carriage",
			"",
			"{SOURCE Ultimate Intrigue/207}  ",
			"**School** {spelldef/conjuration} ({spelldef/creation}); **Level** arcanist 3, bard 3, magus 3, skald 3, sorcerer 3, summoner 3, unchained summoner 3, witch 3, wizard 3  ",
			"**Casting Time** 1 round  ",
			"**Components** V, S, M (a gourd)  ",
			"**Range** close (25 ft. + 5 ft./2 levels)  ",
			"**Effect** one quasi-real carriage, horses, and driver  ",
			"**Duration** 1 hour/level (D)  ",
			"**Saving Throw** none; **Spell Resistance** no",
			"",
			"You create a fine wooden carriage with whatever cosmetic embellishments you desire. It is well constructed, although not exceptionally ostentatious. The carriage can carry up to six Medium or Small passengers. When conjured, the carriage comes with a team of two quasi-real light horses, which are already harnessed to the carriage. At your command, an invisible coachman similar to an unseen servant can assume the role of driver and direct the carriage, although it can't perform any complex or dangerous driving, and fails any checks made to drive the carriage in such conditions. At the end of the spell's duration, the carriage, horses, and coachman disappear into nothingness, depositing everything on or in it on the ground in its space."
		]
	},
	"conjure_deadfall": {
		"name": "Conjure Deadfall",
		"sources": [ "Dungeoneer's Handbook" ],
		"description": [
			"## Conjure Deadfall",
			"",
			"{SOURCE Dungeoneer's Handbook/30}  ",
			"**School** {spelldef/conjuration} ({spelldef/creation}); **Level** arcanist 4, magus 5, sorcerer 4, wizard 4  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S, M (fistful of mithral tacks)  ",
			"**Range** medium (100 ft. + 10 ft./level)  ",
			"**Area** see text  ",
			"**Effect** one spiked, falling block  ",
			"**Duration** instantaneous  ",
			"**Saving Throw** Reflex negates (see text); **Spell Resistance** yes",
			"",
			"You conjure a large metal cube covered in sharp spikes. If you conjure the block so that it appears in midair, it immediately plummets downward onto all creatures below it. When you cast this spell, you select the size of the square area you wish it to affect. If you choose to create a deadfall over a single 5-foot square, the block deals 1d6 points of bludgeoning damage per caster level (maximum 15d6) to each creature in the area. A deadfall over a 10-foot square deals 1d6 points of bludgeoning damage per 2 caster levels (maximum 7d6), a deadfall over a 15-foot square deals 1d6 points of bludgeoning damage per 3 caster levels (maximum 5d6), and so on, to a maximum size of a 25-foot square. Only creatures that are on the outer edge of the area affected by a conjure deadfall spell can attempt Reflex saves to avoid the effect; creatures whose space does not touch the edge of the deadfall do not receive a save.",
			"",
			"In order to deal damage, the conjured deadfall must start at least 10 feet above the tallest creature in the area to be affected. A conjured deadfall is as tall as it is wide, and the spell fails if you attempt to conjure a deadfall in an area already occupied by a creature or object (including the ceiling). Regardless, a deadfall conjured by this spell disappears as soon as it deals damage or strikes the ground."
		]
	},
	"consecrate": {
		"name": "Consecrate",
		"sources": [
			"PRPG Core Rulebook",
			"Mythic Adventures"
		],
		"description": [
			"## Consecrate",
			"",
			"{SOURCE PRPG Core Rulebook/258}  ",
			"**School** {spelldef/evocation} [{spelldef/good}]; **Level** cleric 2, inquisitor 2, oracle 2, warpriest 2  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S, M (a vial of holy water and 25 gp worth of silver dust), DF  ",
			"**Range** close (25 ft. + 5 ft./2 levels)  ",
			"**Area** 20-ft. radius emanation  ",
			"**Duration** 2 hours/level  ",
			"**Saving Throw** none; **Spell Resistance** no",
			"",
			"This spell blesses an area with positive energy. The DC to resist positive channeled energy within this area gains a +3 sacred bonus. Every undead creature entering a consecrated area suffers minor disruption, suffering a -1 penalty on attack rolls, damage rolls, and saves. Undead cannot be created within or summoned into a consecrated area. If the consecrated area contains an altar, shrine, or other permanent fixture dedicated to your deity, pantheon, or aligned higher power, the modifiers given above are doubled (+6 sacred bonus to positive channeled energy DCs, -2 penalties for undead in the area).",
			"",
			"You cannot consecrate an area with a similar fixture of a deity other than your own patron. Instead, the consecrate spell curses the area, cutting off its connection with the associated deity or power. This secondary function, if used, does not also grant the bonuses and penalties relating to undead, as given above.",
			"",
			"Consecrate counters and dispels {spell/desecrate}.",
			"",
			"### Mythic Consecrate",
			"",
			"{SOURCE Mythic Adventures/89}",
			"",
			"Select one alignment component that you have (chaotic, good, or lawful). The spell's penalty on attack rolls, damage rolls, and saves also affects outsiders with the opposite alignment subtype as if they were undead."
		]
	},
	"constricting_coils": {
		"name": "Constricting Coils",
		"sources": [ "Pathfinder #42: Sanctum of the Serpent God" ],
		"description": [
			"## Constricting Coils",
			"",
			"{SOURCE Pathfinder #42: Sanctum of the Serpent God/71}  ",
			"**School** {spelldef/enchantment} ({spelldef/compulsion}) [{spelldef/mind-affecting}]; **Level** arcanist 5, cleric 5, oracle 5, sorcerer 5, warpriest 5, wizard 5 (Ydersius)  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S, M/DF (a snakeskin)  ",
			"**Range** medium (100 ft. + 10 ft./level)  ",
			"**Target** one living creature  ",
			"**Duration** 1 round/level (D); see text  ",
			"**Saving Throw** Will negates; see text; **Spell Resistance** yes",
			"",
			"This spell functions like hold monster, except that the target is constricted as if by the coils of a large snake, taking 1d6+6 points of bludgeoning damage each round that it fails its save. A successful save ends both the paralyzing and constriction effects."
		]
	},
	"contact_entity_1": {
		"name": "Contact Entity I",
		"sources": [ "Horror Adventures" ],
		"description": [
			"## Contact Entity I",
			"",
			"{SOURCE Horror Adventures/112}  ",
			"**School** {spelldef/evocation}; **Level** arcanist 2, cleric 2, medium 1, occultist 2, oracle 2, psychic 2, shaman 2, sorcerer 2, summoner 2, unchained summoner 2, warpriest 2, witch 2, wizard 2  ",
			"**Casting Time** 1 minute  ",
			"**Components** V, S, M (see text)  ",
			"**Range** 100 miles  ",
			"**Target** up to 20 entities of 6 HD or fewer; see text  ",
			"**Duration** instantaneous  ",
			"**Saving Throw** none; **Spell Resistance** no",
			"",
			"You send out a magical message to any eldritch entities of a particular kind within a 100-mile radius, which can be delivered to up to 20 such creatures, starting with the nearest creatures until the limit has been met. This spell can't contact creatures with more than 6 Hit Dice. You can't send a specific message, but this spell (and all similar contact entity spells) can be characterized as an open invitation to make contact and establish communication. If there is an appropriate entity within range, the spell succeeds automatically. You don't know whether the message was received, nor any specific details about what creatures received it or how many. Creatures that receive the message know the location and distance from where the spell was cast. Because this spell doesn't call or summon the target, the target must have its own way to reach the place where the spell was cast.",
			"",
			"How creatures respond to a contact spell is circumstantial and it is possible the creatures will simply ignore the spell. Creatures that come and investigate do so in their own time. They usually arrive cautiously, aware of the potential for ambush. Targets of the spell might inform their organization or community if they have one. There are no restrictions on how the creatures react to being contacted, and they might respond with hostility, parley, entertain an alliance, or subjugate the caster and their related community. Using this spell counts as mentally contacting the creature for the purpose of any of its special abilities (such as the star-spawn's overwhelming mind). For the purpose of spells like scrying, the creature has firsthand knowledge of you and a connection similar to if it possessed a likeness of you.",
			"",
			"Each type of creature requires a different material component that must be included when casting the spell, as shown on Table 4-1: Contact Entity below. Some of these components are expensive or might require quests to acquire. Contacting certain types of creatures makes the spell chaotic, evil, or both, as indicated on the table.",
			"",
			"#### Table 4-1: Contact Entity",
			"",
			"| Contact Entity I | Material Component |",
			"| --- | --- |",
			"| Cerebric fungus | Scholarly tome |",
			"| Deep one | Engraved stone tablet |",
			"| Grioth | An eye struck blind during an eclipse [evil] |",
			"| Nightgaunt | Sculpture of an animal with the face filed smooth [chaotic] |",
			"| Ratling | Spell scroll of 1st level or higher [chaotic, evil] |",
			"| Voonith | Bundle of cattail plants [chaotic] |",
			"",
			"::h3[Contact Entity II]{jl}",
			"",
			"{SOURCE Horror Adventures/113}  ",
			"**School** {spelldef/evocation}; **Level** arcanist 3, cleric 3, medium 2, occultist 3, oracle 3, psychic 3, shaman 3, sorcerer 3, summoner 3, unchained summoner 3, warpriest 3, witch 3, wizard 3  ",
			"**Casting Time** 1 minute  ",
			"**Components** V, S, M (see text)  ",
			"**Range** 200 miles  ",
			"**Target** up to 20 entities of 12 HD or fewer  ",
			"**Duration** instantaneous",
			"",
			"This spell functions like contact entity I, except that you can contact creatures from the contact entity II list, and as noted above.",
			"",
			"| Contact Entity II | Material Component |",
			"| --- | --- |",
			"| Colour out of space | Shard of a meteorite |",
			"| Denizen of Leng | Painting of a memory from a dream worth 1,000 gp |",
			"| Elder thing | Magic item or piece of technology worth 2,000 gp |",
			"| Hound of Tindalos | Exotic, trance-inducing elixir worth 500 gp |",
			"| Leng ghoul | Skull of a dead scholar |",
			"| Mi-go | Fresh brains of an intelligent creature [evil] |",
			"| Neh-thalggu | Vial of cerebrospinal fluid from a creature that still lives [chaotic, evil] |",
			"| Rhu-chalik | Brain of a creature that had 16 Int or higher [evil] |",
			"| Shantak | A shard of rock harvested from another world [chaotic] |",
			"| Yangethe | Scroll of an emotion spell of 4th level or higher |",
			"",
			"::h3[Contact Entity III]{jl}",
			"",
			"{SOURCE Horror Adventures/113}  ",
			"**School** {spelldef/evocation}; **Level** arcanist 5, cleric 5, medium 3, occultist 4, oracle 5, psychic 5, shaman 5, sorcerer 5, summoner 4, unchained summoner 4, warpriest 5, witch 5, wizard 5  ",
			"**Casting Time** 1 minute  ",
			"**Components** V, S, M (see text)  ",
			"**Range** 200 miles  ",
			"**Target** up to 20 entities of 18 HD or fewer  ",
			"**Duration** instantaneous",
			"",
			"This spell functions like contact entity II, except that you can contact creatures from the contact entity III list, and as noted above. Additionally, if a contacted creature has telepathy, it can send a telepathic message to you of up to 10 words.",
			"",
			"| Contact Entity III | Material Component |",
			"| --- | --- |",
			"| Aatheriexa | A swatch of flesh recently damaged by magic [evil] |",
			"| Deep one elder | Engraved stone tablet |",
			"| Flying polyp | Eerie music played upon a wind instrument carved from the bone of a living creature [chaotic, evil] |",
			"| Gug | Fresh flesh of a creature of 5 HD or more [chaotic, evil] |",
			"| Leng spider | Head of a denizen of Leng [evil] |",
			"| Moon-beast | Intelligent humanoid sacrificed while dreaming [chaotic, evil] |",
			"| Spawn of Yog-Sothoth | All blood drained from a sacrificed intelligent humanoid [chaotic, evil] |",
			"| Wendigo | Must devour the flesh of sentient creatures with 8 HD total [chaotic, evil] |",
			"| Yithian | Quartz geode |",
			"",
			"::h3[Contact Entity IV]{jl}",
			"",
			"{SOURCE Horror Adventures/114}  ",
			"**School** {spelldef/evocation}; **Level** arcanist 7, cleric 7, medium 4, occultist 6, oracle 7, psychic 7, shaman 7, sorcerer 7, summoner 6, unchained summoner 6, witch 7, wizard 7  ",
			"**Casting Time** 1 minute  ",
			"**Components** V, S, M (see text)  ",
			"**Range** 500 miles  ",
			"**Target** up to 20 entities of 24 HD or fewer  ",
			"**Duration** instantaneous",
			"",
			"This spell functions like contact entity III, except that you can contact creatures from the contact entity IV list, and as noted above.",
			"",
			"| Contact Entity IV | Material Component |",
			"| --- | --- |",
			"| Bhole | Jar of slime created by a bhole's breath weapon |",
			"| Bodythief | Chunks of brain from a lobotomy subject [evil] |",
			"| Neothelid | Ruby worth 3,000 gp [chaotic, evil] |",
			"| Shoggoth | Art object worth 3,000 gp recovered from the bottom of a sea [chaotic] |"
		]
	},
	"contact_entity_i": { "redirect": "contact_entity_1" },
	"contact_entity_2": {
		"name": "Contact Entity II",
		"copyof": "contact_entity_1"
	},
	"contact_entity_ii": { "redirect": "contact_entity_2" },
	"contact_entity_3": {
		"name": "Contact Entity III",
		"copyof": "contact_entity_1"
	},
	"contact_entity_iii": { "redirect": "contact_entity_3" },
	"contact_entity_4": {
		"name": "Contact Entity IV",
		"copyof": "contact_entity_1"
	},
	"contact_entity_iv": { "redirect": "contact_entity_4" },
	"contact_high": {
		"name": "Contact High",
		"sources": [ "Black Markets" ],
		"description": [
			"## Contact High",
			"",
			"{SOURCE Black Markets/19}  ",
			"**School** {spelldef/transmutation}; **Level** alchemist 2, bard 2, cleric 3, investigator 2, oracle 3, shaman 3, skald 2, warpriest 3  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S  ",
			"**Range** touch  ",
			"**Target** living creatures touched (up to one per level)  ",
			"**Duration** 1 round/level  ",
			"**Saving Throw** Fortitude negates; **Spell Resistance** yes",
			"",
			"While under the effects of a drug, you can duplicate those effects in others. You can touch another creature once per round (this requires a melee touch attack if the target is unwilling). When touched, the target begins experiencing the effects of the same drug by which you are currently affected (select one, if you are under the influence of more than one drug). The target doesn't take any ability damage or risk addiction from the drug.",
			"",
			"You cannot impart the effects of any potion, poison, elixir, or mutagen currently affecting you."
		]
	},
	"contact_nalfeshnee": {
		"name": "Contact Nalfeshnee",
		"sources": [ "Demons Revisited" ],
		"description": [
			"## Contact Nalfeshnee",
			"",
			"{SOURCE Demons Revisited/50}  ",
			"**School** {spelldef/divination}; **Level** arcanist 6, cleric 6, oracle 6, sorcerer 6, warpriest 6, witch 6, wizard 6  ",
			"**Casting Time** 1 round  ",
			"**Components** V, S, M (powdered sapphire worth 250 gp), F (bejeweled cold iron mirror worth at least 2,000 gp)  ",
			"**Range** personal  ",
			"**Target** you  ",
			"**Duration** concentration",
			"",
			"When you cast this spell, you fall into a trance and become helpless as long as you continue concentrating. Choose any one Knowledge skill other than arcana or planes. Your mind is placed in telepathic contact with a nalfeshnee demon skilled at that particular Knowledge skill, in addition to arcana and planes. Each round that you continue to concentrate, you may ask the nalfeshnee one question and it will answer as best it can. If you ask a question about arcana or planes, the nalfeshnee has a +23 bonus to the skill check. If you ask about the Knowledge skill you selected, the nalfeshnee has a +20 bonus. It cannot answer questions pertaining to other Knowledge skills - to do so, you must cast the spell again.",
			"",
			"Contact with Abyssal minds is dangerous, and each time the nalfeshnee answers a question, you suffer 1d4 points of ability drain to Intelligence, Wisdom, or Charisma (determined randomly) unless you make a DC 22 Will save. Each additional question you ask with this spell over the course of a single 24-hour period imparts a cumulative -1 penalty on this saving throw. Chaotic evil spellcasters always gain a +4 bonus on this saving throw."
		]
	},
	"contact_other_plane": {
		"name": "Contact Other Plane",
		"sources": [ "PRPG Core Rulebook" ],
		"description": [
			"## Contact Other Plane",
			"",
			"{SOURCE PRPG Core Rulebook/259}  ",
			"**School** {spelldef/divination}; **Level** alchemist 5, arcanist 5, investigator 5, occultist 4, psychic 5, sorcerer 5, spiritualist 5, summoner 4, unchained summoner 5, witch 5, wizard 5  ",
			"**Casting Time** 10 minutes  ",
			"**Components** V  ",
			"**Range** personal  ",
			"**Target** you  ",
			"**Duration** concentration",
			"",
			"You send your mind to another plane of existence (an Elemental Plane or some plane farther removed) in order to receive advice and information from powers there. See the accompanying table for possible consequences and results of the attempt. The powers reply in a language you understand, but they resent such contact and give only brief answers to your questions. All questions are answered with \"yes,\" \"no,\" \"maybe,\" \"never,\" \"irrelevant,\" or some other one-word answer.",
			"",
			"You must concentrate on maintaining the spell (a standard action) in order to ask questions at the rate of one per round. A question is answered by the power during the same round. You may ask one question for every two caster levels.",
			"",
			"Contact with minds far removed from your home plane increases the probability that you will incur a decrease in Intelligence and Charisma due to your brain being overwhelmed, but also increases the chance of the power knowing the answer and answering correctly. Once the Outer Planes are reached, the power of the deity contacted determines the effects. (Random results obtained from the table are subject to the personalities of individual deities.) On rare occasions, this divination may be blocked by an act of certain deities or forces.",
			"",
			"*Avoid Int/Cha Decrease:* You must succeed on an Intelligence check against this DC to avoid a decrease in Intelligence and Charisma. If the check fails, your Intelligence and Charisma scores each fall to 8 for the stated duration, and you become unable to cast arcane spells. You cannot take 10 on this check. If you lose Intelligence and Charisma, the effect strikes as soon as the first question is asked, and no answer is received. If a successful contact is made, roll d% to determine the type of answer you gain.",
			"",
			"*True Answer:* You get a true, one-word answer. Questions that cannot be answered in this way are answered randomly.",
			"",
			"*Don't Know:* The entity tells you that it doesn't know.",
			"",
			"*Lie:* The entity intentionally lies to you.",
			"",
			"*Random Answer:* The entity tries to lie but doesn't know the answer, so it makes one up.",
			"",
			"| Plane Contacted | Avoid Int/Cha Decrease | True Answer | Don't Know | Lie | Random Answer |",
			"| --- | --- | --- | --- | --- | --- |",
			"| Elemental Plane | DC 7/1 week | 01-34 | 35-62 | 63-83 | 84-100 |",
			"| Positive/Negative Energy Plane | DC 8/1 week | 01-39 | 40-65 | 66-86 | 87-100 |",
			"| Astral Plane | DC 9/1 week | 01-44 | 45-67 | 68-88 | 89-100 |",
			"| Outer Plane, demigod | DC 10/2 weeks | 01-49 | 50-70 | 71-91 | 92-100 |",
			"| Outer Plane, lesser deity | DC 12/3 weeks | 01-60 | 61-75 | 76-95 | 96-100 |",
			"| Outer Plane, intermediate deity | DC 14/4 weeks | 01-73 | 74-81 | 82-98 | 99-100 |",
			"| Outer Plane, greater deity | DC 16/5 weeks | 01-88 | 89-90 | 91-99 | 100 |"
		]
	},
	"contagion": {
		"name": "Contagion",
		"sources": [
			"PRPG Core Rulebook",
			"Mythic Adventures",
			"Ultimate Magic"
		],
		"description": [
			"## Contagion",
			"",
			"{SOURCE PRPG Core Rulebook/259}  ",
			"**School** {spelldef/necromancy} [{spelldef/disease}, {spelldef/evil}]; **Level** adept 3, antipaladin 3, arcanist 4, bloodrager 4, cleric 3, druid 3, hunter 3, oracle 3, sorcerer 4, warpriest 3, wizard 4  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S  ",
			"**Range** touch  ",
			"**Target** living creature touched  ",
			"**Duration** instantaneous  ",
			"**Saving Throw** Fortitude negates; **Spell Resistance** yes",
			"",
			"The subject contracts one of the following diseases: blinding sickness, bubonic plague, cackle fever, filth fever, leprosy, mindfire, red ache, shakes, or slimy doom. The disease is contracted immediately (the onset period does not apply). Use the disease's listed frequency and save DC to determine further effects. For more information see Diseases.",
			"",
			"::h3[Mythic Contagion]{jl}",
			"",
			"{SOURCE Mythic Adventures/89}",
			"",
			"The affected target is highly contagious. Any creature it touches or that touches it with natural weapons or unarmed strikes must save or contract the disease. The save DC for these targets is equal to the spell's DC - 4. The target can't spread this disease to you.",
			"",
			"*Augmented (7th):* If you expend five uses of mythic power, the spell targets every living creature within a 1-mile radius. You can select one creature per caster level within your line of sight; these creatures are unaffected by the spell.",
			"",
			"::h3[Greater Contagion]{jl}",
			"",
			"{SOURCE Ultimate Magic/211}  ",
			"**School** {spelldef/necromancy} [{spelldef/disease}, {spelldef/evil}]; **Level** arcanist 6, cleric 5, druid 5, hunter 5, oracle 5, sorcerer 6, warpriest 5, witch 5, wizard 6  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S  ",
			"**Range** close (25 ft. + 5 ft./2 levels)  ",
			"**Target** one living creature  ",
			"**Duration** instantaneous  ",
			"**Saving Throw** Fortitude negates; **Spell Resistance** yes",
			"",
			"This spell functions as contagion, except the victim cannot overcome the disease without magic-making the required number of saves does not cure it. The DC to remove the disease with magic is equal to the save DC + 5."
		]
	},
	"contagion_greater": {
		"name": "Greater Contagion",
		"copyof": "contagion"
	},
	"greater_contagion": { "redirect": "contagion_greater" },
	"contagious_flame": {
		"name": "Contagious Flame",
		"sources": [ "Advanced Player's Guide" ],
		"description": [
			"## Contagious Flame",
			"",
			"{SOURCE Advanced Player's Guide/212}  ",
			"**School** {spelldef/evocation} [{spelldef/fire}]; **Level** arcanist 6, magus 6, occultist 6, sorcerer 6, wizard 6  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S  ",
			"**Range** close (25 ft. + 5 ft./2 levels)  ",
			"**Target** three or more rays  ",
			"**Duration** 3 rounds  ",
			"**Saving Throw** none; **Spell Resistance** yes",
			"",
			"You blast several enemies with beams of fire. You may fire three rays, plus one additional ray for every four levels beyond 11th (to a maximum of five rays at 19th level). Each ray requires a ranged touch attack to hit and deals 4d6 points of fire damage. The rays may be fired at the same or different targets, but all rays must be aimed at targets within 30 feet of each other and fired simultaneously.",
			"",
			"Every round on your turn, a new ray of fire launches from each creature who took damage from the spell in the previous round - these new rays attack as if you fired them, but their point of origin is the previous creature damaged. You can choose the new targets as a free action, all of whom must be within close range (25 ft. + 5 ft./2 levels) of their new starting point. This contagion of flame continues for a total of three rounds - a creature can be struck more than once by this spell over the course of these three rounds, although never by a ray of fire that launches from itself."
		]
	},
	"contagious_zeal": {
		"name": "Contagious Zeal",
		"sources": [ "Occult Adventures" ],
		"description": [
			"## Contagious Zeal",
			"",
			"{SOURCE Occult Adventures/162}  ",
			"**School** {spelldef/enchantment} ({spelldef/compulsion}) [{spelldef/emotion}, {spelldef/mind-affecting}]; **Level** arcanist 3, bard 2, cleric 3, inquisitor 3, oracle 3, psychic 3, skald 2, sorcerer 3, spiritualist 3, warpriest 3, wizard 3  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S  ",
			"**Range** close (25 ft. + 5 ft./2 levels)  ",
			"**Target** one creature  ",
			"**Duration** 1 round/level  ",
			"**Saving Throw** Will negates (harmless); **Spell Resistance** yes (harmless)",
			"",
			"The target gains a +2 morale bonus on attack rolls and weapon damage rolls, 1d6 temporary hit points, and a +4 morale bonus on saving throws against fear effects and to the DC of Intimidate checks attempted against her. Once per round, the target can select one other creature to gain this bonus as well. The chosen creature can be no farther from the target than 25 feet + 5 feet for every 2 caster levels you possess, and a creature can't be selected more than once in this way. Such allies gain only the bonuses and temporary hit points; they don't continue to spread it to other creatures. The additional creatures' bonuses and temporary hit points share the original spell's duration, so when that duration ends, all affected creatures lose their bonuses and any remaining temporary hit points from this spell."
		]
	},
	"contest_of_skill": {
		"name": "Contest of Skill",
		"sources": [ "Adventurer's Guide" ],
		"description": [
			"## Contest of Skill",
			"",
			"{SOURCE Adventurer's Guide/27}  ",
			"**School** {spelldef/transmutation} [{spelldef/curse}]; **Level** bard 2, cleric 3, magus 2, oracle 3, paladin 2, skald 2, warpriest 3  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S, M (a tiny gong)  ",
			"**Range** close (25 ft. + 5 ft./2 levels)  ",
			"**Target** one creature  ",
			"**Duration** 1 minute/level  ",
			"**Saving Throw** Will negates; **Spell Resistance** yes",
			"",
			"The randomness of critical hits has long vexed certain duelists in the Aldori school who consider luck to be an unwelcome addition to duels, which they view as contests of skill rather than chance. The creature targeted by this spell is infused with magical power, altering the odds of combat to weaken lucky strikes. Critical threats made by the affected creature automatically fail to confirm. Critical threats that automatically confirm due to class features or feats, such as the fighter's weapon mastery, are unaffected by this spell.",
			"",
			"In addition, when the initial target of this spell fails its Will save to resist contest of skill, it can select one additional creature within range of the spell to suffer the effects of the spell as well (Will negates). If this secondary target negates this spell with a successful save, the duration of contest of skill on the primary target is reduced to 1 round."
		]
	},
	"contingency": {
		"name": "Contingency",
		"sources": [
			"PRPG Core Rulebook",
			"Mythic Adventures",
			"Ultimate Intrigue"
		],
		"description": [
			"## Contingency",
			"",
			"{SOURCE PRPG Core Rulebook/259}  ",
			"**School** {spelldef/evocation}; **Level** arcanist 6, occultist 6, psychic 6, sorcerer 6, wizard 6  ",
			"**Casting Time** at least 10 minutes; see text  ",
			"**Components** V, S, M (quicksilver and an eyelash of a spell-using creature), F (ivory statuette of you worth 1,500 gp)  ",
			"**Range** personal  ",
			"**Target** you  ",
			"**Duration** 1 day/level (D) or until discharged",
			"",
			"You can place another spell upon your person so that it comes into effect under some condition you dictate when casting contingency. The contingency spell and the companion spell are cast at the same time. The 10-minute casting time is the minimum total for both castings; if the companion spell has a casting time longer than 10 minutes, use that instead. You must pay any costs associated with the companion spell when you cast contingency.",
			"",
			"The spell to be brought into effect by the contingency must be one that affects your person and be of a spell level no higher than one-third your caster level (rounded down, maximum 6th level).",
			"",
			"The conditions needed to bring the spell into effect must be clear, although they can be general. In all cases, the contingency immediately brings into effect the companion spell, the latter being \"cast\" instantaneously when the prescribed circumstances occur. If complicated or convoluted conditions are prescribed, the whole spell combination (contingency and the companion magic) may fail when triggered. The companion spell occurs based solely on the stated conditions, regardless of whether you want it to.",
			"",
			"You can use only one contingency spell at a time; if a second is cast, the first one (if still active) is dispelled.",
			"",
			"::h3[Mythic Contingency]{jl}",
			"",
			"{SOURCE Mythic Adventures/89}",
			"",
			"You can cast this spell on yourself or another willing creature as if the spell had a range of touch. A companion spell placed on another creature must be a spell from you, not from the creature, and affects that creature when triggered. The target can have only one contingency spell upon it at a time unless it also knows mythic contingency. The number of companion spells you can have on yourself is equal to 1 + half your tier.",
			"",
			"*Augmented (5th):* If you expend two uses of mythic power, the casting time changes to 1 full round plus the casting time of the companion spell, but the duration of mythic contingency decreases to 1 hour per level or until discharged.",
			"",
			"::h3[Deadman's Contingency]{jl}",
			"",
			"{SOURCE Ultimate Intrigue/210}  ",
			"**School** {spelldef/evocation}; **Level** arcanist 4, bard 4, cleric 4, oracle 4, psychic 4, skald 4, sorcerer 4, warpriest 4, witch 4, wizard 4  ",
			"**Casting Time** 10 minutes or more; see text  ",
			"**Components** V, S, M (a scorpion's tail), F (ivory statuette of you worth 1,500 gp)  ",
			"**Range** personal  ",
			"**Target** you  ",
			"**Duration** up to 1 hour/level plus 1d6 rounds (D); see text",
			"",
			"This spell functions as contingency, except as noted above. This spell also only comes into effect after your death and works only with certain spells. The companion spell triggers 1d6 rounds after your death. All decisions made involving the companion spell must be made when deadman's contingency is cast (including messages and recipients for spells like magic mouth or sending). If the spell targets an object or appears in a certain location, it must target or be centered on your corpse.",
			"",
			"The following spells can be companion spells for deadman's contingency: {spell/animate dead} (animating your corpse as an uncontrolled skeleton or zombie), {spell/disintegrate}, {spell/fireball}, {spell/gentle repose}, {spell/magic mouth}, {spell/major image} (with a duration of 3 rounds), {spell/permanent image}, {spell/sending}, {spell/stinking cloud}, and {spell/teleport object}."
		]
	},
	"deadmans_contingency": {
		"name": "Deadman's Contingency",
		"copyof": "contingency"
	},
	"contingent_action": {
		"name": "Contingent Action",
		"sources": [ "Advanced Class Guide" ],
		"description": [
			"## Contingent Action",
			"",
			"{SOURCE Advanced Class Guide/178}  ",
			"**School** {spelldef/evocation}; **Level** arcanist 3, bard 3, psychic 3, skald 3, sorcerer 3, wizard 3  ",
			"**Casting Time** 1 minute  ",
			"**Components** V, S  ",
			"**Range** close (25 ft. + 5 ft./2 levels)  ",
			"**Target** one willing creature  ",
			"**Duration** 1 minute/level (D) or until discharged  ",
			"**Saving Throw** Will negates (harmless); **Spell Resistance** Yes (harmless)",
			"",
			"The target gains an extra action that becomes available when a condition which you dictate is met. At the time of casting, you dictate the condition, and the target specifies a readied action that occurs when triggered by this condition.",
			"",
			"The condition needed to trigger the readied action must be clear, although it can be general. If a complicated or convoluted condition is prescribed, the whole combination might fail when triggered. For example, suppose the trigger and the action are stated as \"If the target is attacked while he is not holding a weapon, he draws a weapon.\" If the target has no weapon to draw when the trigger occurs, the action fails. If the trigger and the action are \"If an ally within 20 feet falls unconscious, the target moves to a space adjacent to that ally\" but the target is chained to a wall when the trigger occurs and can't reach the unconscious ally, the action fails.",
			"",
			"The readied action must be a standard, move, or swift action - it cannot be used to cast a spell or use a supernatural ability. This action counts as a readied action and doesn't count toward the number of actions the creature can take in a round. When the condition occurs, the target can decide not to use the readied action. Once the condition is triggered, the spell is discharged - whether or not the target uses the readied action or the action is successful.",
			"",
			"This spell counts as a contingency spell for the purpose of having multiple contingent effects on a creature at the same time."
		]
	},
	"contingent_scroll": {
		"name": "Contingent Scroll",
		"sources": [ "Advanced Class Guide" ],
		"description": [
			"## Contingent Scroll",
			"",
			"{SOURCE Advanced Class Guide/178}  ",
			"**School** {spelldef/evocation}; **Level** arcanist 4, bard 4, occultist 4, psychic 4, skald 4, sorcerer 4, wizard 4  ",
			"**Casting Time** 10 minutes  ",
			"**Components** V, S, M (the scroll to be triggered; see text), F (a platinum quill worth 100 gp)  ",
			"**Range** personal  ",
			"**Target** you  ",
			"**Duration** 10 minutes/level (D) or until discharged  ",
			"**Saving Throw** Will negates (harmless); **Spell Resistance** yes (harmless)",
			"",
			"You transfer the power of a scroll to the target so that it comes into effect under some condition you dictate. Casting this spell destroys the scroll, but allows the spell in it to be triggered in a manner similar to the contingency spell. The spell on the scroll must be a spell on your spell list, it must affect the target of this spell (the target of this spell is considered the caster of the scroll), and its level must be no higher than one-fourth your caster level (maximum 5th level).",
			"",
			"The writing on the scroll appears on the target's skin in any location you desire; this writing does not harm or interfere with the target in any way, and doesn't need to be on exposed skin to function. For example, you could make the writing appear on under a target's clothing. The writing on the target's skin can be deciphered and identified as if it were the scroll it was copied from. Damaging the target has no effect on the stored spell, but effects such as erase that target magical writing can affect it.",
			"",
			"The condition needed to bring the spell into effect must be clear, although it can be general. In all cases, this spell immediately brings into effect the scroll's spell, the latter being effectively cast instantaneously when the trigger occurs. If a complicated or convoluted condition is prescribed, the whole spell combination (the contingent scroll and the scroll's spell) might fail when triggered. The scroll's spell occurs based solely on the stated conditions, regardless of whether you want it to at that moment.",
			"",
			"This spell counts as a contingency spell for the purpose of having multiple contingent effects on a creature at the same time."
		]
	},
	"continual_flame": {
		"name": "Continual Flame",
		"sources": [ "PRPG Core Rulebook" ],
		"description": [
			"## Continual Flame",
			"",
			"{SOURCE PRPG Core Rulebook/260}  ",
			"**School** {spelldef/evocation} [{spelldef/light}]; **Level** adept 3, arcanist 2, cleric 3, inquisitor 3, occultist 2, oracle 3, psychic 3, sorcerer 2, warpriest 3, wizard 2  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S, M (ruby dust worth 50 gp)  ",
			"**Range** touch  ",
			"**Target** object touched  ",
			"**Effect** magical, heatless flame  ",
			"**Duration** permanent  ",
			"**Saving Throw** none; **Spell Resistance** no",
			"",
			"A flame, equivalent in brightness to a torch, springs forth from an object that you touch. The effect looks like a regular flame, but it creates no heat and doesn't use oxygen. A {spell/continual flame} can be covered and hidden but not smothered or quenched.",
			"",
			"Light spells counter and dispel darkness spells of an equal or lower level."
		]
	},
	"control_construct": {
		"name": "Control Construct",
		"sources": [ "Ultimate Magic" ],
		"description": [
			"## Control Construct",
			"",
			"{SOURCE Ultimate Magic/211}  ",
			"**School** {spelldef/transmutation}; **Level** arcanist 7, occultist 6, sorcerer 7, wizard 7  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S  ",
			"**Range** close (25 ft. + 5 ft./2 levels)  ",
			"**Target** one construct  ",
			"**Duration** concentration  ",
			"**Saving Throw** none (see text); **Spell Resistance** no",
			"",
			"You wrest the control of a construct from its master. For as long as you concentrate, you can control the construct as if you were its master. You must make a Spellcraft check each round to maintain control. The DC of the Spellcraft check is (10 + the construct's HD). If the construct's creator or master is present and trying to control the construct, you both must make opposed Spellcraft checks each round to control the construct."
		]
	},
	"control_plants": {
		"name": "Control Plants",
		"sources": [ "PRPG Core Rulebook" ],
		"description": [
			"## Control Plants",
			"",
			"{SOURCE PRPG Core Rulebook/260}  ",
			"**School** {spelldef/transmutation}; **Level** druid 8  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S, DF  ",
			"**Range** close (25 ft. + 5 ft./2 levels)  ",
			"**Targets** up to 2 HD/level of plant creatures, no two of which can be more than 30 ft. apart  ",
			"**Duration** 1 min./level  ",
			"**Saving Throw** Will negates; **Spell Resistance** no",
			"",
			"This spell enables you to control the actions of one or more plant creatures for a short period of time. You command the creatures by voice and they understand you, no matter what language you speak. Even if vocal communication is impossible, the controlled plants do not attack you. At the end of the spell, the subjects revert to their normal behavior.",
			"",
			"Suicidal or self-destructive commands are simply ignored."
		]
	},
	"control_summoned_creature": {
		"name": "Control Summoned Creature",
		"sources": [ "Ultimate Magic" ],
		"description": [
			"## Control Summoned Creature",
			"",
			"{SOURCE Ultimate Magic/212}  ",
			"**School** {spelldef/enchantment} ({spelldef/compulsion}) [{spelldef/mind-affecting}]; **Level** arcanist 4, bard 3, cleric 4, mesmerist 3, occultist 3, oracle 4, psychic 4, skald 3, sorcerer 4, summoner 3, unchained summoner 3, warpriest 4, wizard 4  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S  ",
			"**Range** close (25 ft. + 5 ft./2 levels)  ",
			"**Target** one summoned creature  ",
			"**Duration** 1 round/level  ",
			"**Saving Throw** Will negates; **Spell Resistance** yes",
			"",
			"You seize control of a summoned creature by disrupting the bond between it and the caster who summoned it. If the creature fails its save, you may command it as if you had summoned it. The original caster can attempt to regain control of the creature as a standard action by making an opposed Spellcraft check against you. When your spell ends, control reverts to the original summoner. If the summoning spell ends before this spell ends, the remaining duration of this spell is lost."
		]
	},
	"control_undead": {
		"name": "Control Undead",
		"sources": [ "PRPG Core Rulebook" ],
		"description": [
			"## Control Undead",
			"",
			"{SOURCE PRPG Core Rulebook/260}  ",
			"**School** {spelldef/necromancy}; **Level** arcanist 7, sorcerer 7, wizard 7  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S, M (a piece of bone and a piece of raw meat)  ",
			"**Range** close (25 ft. + 5 ft./2 levels)  ",
			"**Targets** up to 2 HD/level of undead creatures, no two of which can be more than 30 ft. apart  ",
			"**Duration** 1 min./level  ",
			"**Saving Throw** Will negates; **Spell Resistance** yes",
			"",
			"This spell enables you to control undead creatures for a short period of time. You command them by voice and they understand you, no matter what language you speak. Even if vocal communication is impossible, the controlled undead do not attack you. At the end of the spell, the subjects revert to their normal behavior.",
			"",
			"Intelligent undead creatures remember that you controlled them, and they may seek revenge after the spell's effects end."
		]
	},
	"control_vermin": {
		"name": "Control Vermin",
		"sources": [ "Monster Codex" ],
		"description": [
			"## Control Vermin",
			"",
			"{SOURCE Monster Codex/45}  ",
			"**School** {spelldef/transmutation}; **Level** arcanist 3, cleric 3, druid 2, hunter 2, oracle 3, ranger 4, sorcerer 3, warpriest 3, witch 2, wizard 3  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S, DF/M (a beetle)  ",
			"**Range** close (25 ft. + 5 ft./2 levels)  ",
			"**Target** up to 1 HD/level of vermin, no two of which can be more than 30 ft. apart  ",
			"**Duration** 1 hour/level  ",
			"**Saving Throw** Will negates; **Spell Resistance** no",
			"",
			"You and a number of allies less than or equal to your caster level designated upon casting can use Handle Animal and Ride checks to influence or control the targeted vermin as if they were animals and had animal-level intelligence."
		]
	},
	"control_water": {
		"name": "Control Water",
		"sources": [ "PRPG Core Rulebook" ],
		"description": [
			"## Control Water",
			"",
			"{SOURCE PRPG Core Rulebook/260}  ",
			"**School** {spelldef/transmutation} [{spelldef/water}]; **Level** arcanist 6, cleric 4, druid 4, hunter 4, oracle 4, shaman 4, sorcerer 6, warpriest 4, wizard 6  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S, M/DF (a pinch of dust for lower water or a drop of water for raise water)  ",
			"**Range** long (400 ft. + 40 ft./level)  ",
			"**Area** water in a volume of 10 ft./level by 10 ft./level by 2 ft./level (S)  ",
			"**Duration** 10 min./level (D)  ",
			"**Saving Throw** none; see text; **Spell Resistance** no",
			"",
			"This spell has two different applications, both of which control water in different ways. The first version of this spell causes water in the area to swiftly evaporate or to sink into the ground below, lowering the water's depth. The second version causes the water to surge and rise, increasing its overall depth and possibly flooding nearby areas.",
			"",
			"*Lower Water:* This causes water or similar liquid to reduce its depth by as much as 2 feet per caster level (to a minimum depth of 1 inch). The water is lowered within a squarish depression whose sides are up to caster level &times; 10 feet long. In extremely large and deep bodies of water, such as a deep ocean, the spell creates a whirlpool that sweeps ships and similar craft downward, putting them at risk and rendering them unable to leave by normal movement for the duration of the spell. When cast on water elementals and other water-based creatures, this spell acts as a {spell/slow} spell (Will negates). The spell has no effect on other creatures.",
			"",
			"*Raise Water:* This causes water or similar liquid to rise in height, just as the lower water version causes it to lower. Boats raised in this way slide down the sides of the hump that the spell creates. If the area affected by the spell includes riverbanks, a beach, or other land nearby, the water can spill over onto dry land.",
			"",
			"With either version of this spell, you may reduce one horizontal dimension by half and double the other horizontal dimension to change the overall area of effect."
		]
	},
	"control_weather": {
		"name": "Control Weather",
		"sources": [
			"PRPG Core Rulebook",
			"Mythic Adventures",
			"Ultimate Wilderness"
		],
		"description": [
			"## Control Weather",
			"",
			"{SOURCE PRPG Core Rulebook/261}  ",
			"**School** {spelldef/transmutation}; **Level** arcanist 7, cleric 7, druid 7, oracle 7, shaman 7, sorcerer 7, witch 7, wizard 7  ",
			"**Casting Time** 10 minutes; see text  ",
			"**Components** V, S  ",
			"**Range** 2 miles  ",
			"**Area** 2-mile-radius circle, centered on you; see text  ",
			"**Duration** 4d12 hours; see text  ",
			"**Saving Throw** none; **Spell Resistance** no",
			"",
			"You change the weather in the local area. It takes 10 minutes to cast the spell and an additional 10 minutes for the effects to manifest. You can call forth weather appropriate to the climate and season of the area you are in. You can also use this spell to cause the weather in the area to become calm and normal for the season.",
			"",
			"| Season | Possible Weather |",
			"| --- | --- |",
			"| Spring | Tornado, thunderstorm, sleet storm, or hot weather |",
			"| Summer | Torrential rain, heat wave, or hailstorm |",
			"| Autumn | Hot or cold weather, fog, or sleet |",
			"| Winter | Frigid cold, blizzard, or thaw |",
			"| Late winter | Hurricane-force winds or early spring |",
			"",
			"You control the general tendencies of the weather, such as the direction and intensity of the wind. You cannot control specific applications of the weather-where lightning strikes, for example, or the exact path of a tornado. The weather continues as you left it for the duration, or until you use a standard action to designate a new kind of weather (which fully manifests itself 10 minutes later). Contradictory conditions are not possible simultaneously.",
			"",
			"Control weather can do away with atmospheric phenomena (naturally occurring or otherwise) as well as create them.",
			"",
			"A druid casting this spell doubles the duration and affects a circle with a 3-mile radius.",
			"",
			"::h3[Mythic Control Weather]{jl}",
			"",
			"{SOURCE Mythic Adventures/89}",
			"",
			"The casting time changes to 1 standard action, and the duration doubles. The weather changes after a number of rounds equal to 11 - your tier.",
			"",
			"*Augmented (6th):* If you expend two uses of mythic power, you can create weather of any type regardless of the season, and the weather changes after 1 round.",
			"",
			"::h3[Wandering Weather]{jl}",
			"",
			"{SOURCE Ultimate Wilderness/237}  ",
			"**School** {spelldef/transmutation}; **Level** arcanist 8, cleric 8, druid 8, oracle 8, shaman 8, sorcerer 8, witch 8, wizard 8  ",
			"**Casting Time** 10 minutes; see text  ",
			"**Components** V, S  ",
			"**Range** 2 miles  ",
			"**Area** 2-mile-radius circle, centered on you; see text  ",
			"**Duration** 4d12 hours; see text  ",
			"**Saving Throw** none; **Spell Resistance** no",
			"",
			"This spell functions as control weather except you can opt for the weather to remain centered on you as you move."
		]
	},
	"wandering_weather": {
		"name": "Wandering Weather",
		"copyof": "control_weather"
	},
	"control_winds": {
		"name": "Control Winds",
		"sources": [ "PRPG Core Rulebook" ],
		"description": [
			"## Control Winds",
			"",
			"{SOURCE PRPG Core Rulebook/261}  ",
			"**School** {spelldef/transmutation} [{spelldef/air}]; **Level** druid 5, hunter 5, occultist 5, shaman 5  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S  ",
			"**Range** 40 ft./level  ",
			"**Area** 40 ft./level radius cylinder 40 ft. high  ",
			"**Duration** 10 min./level  ",
			"**Saving Throw** Fortitude negates; **Spell Resistance** no",
			"",
			"You alter wind force in the area surrounding you. You can make the wind blow in a certain direction or manner, increase its strength, or decrease its strength. The new wind direction and strength persist until the spell ends or until you choose to alter your handiwork, which requires concentration. You may create an \"eye\" of calm air up to 80 feet in diameter at the center of the area if you so desire, and you may choose to limit the area to any cylindrical area less than your full limit.",
			"",
			"*Wind Direction:* You may choose one of four basic wind patterns to function over the spell's area.",
			"",
			"- A downdraft blows from the center outward in equal strength in all directions.",
			"- An updraft blows from the outer edges in toward the center in equal strength from all directions, veering upward before impinging on the eye in the center.",
			"- Rotation causes the winds to circle the center in clockwise or counter-clockwise fashion.",
			"- A blast simply causes the winds to blow in one direction across the entire area from one side to the other.",
			"",
			"*Wind Strength:* For every three caster levels, you can increase or decrease wind strength by one level. Each round on your turn, a creature in the wind must make a Fortitude save or suffer the effect of being in the windy area. See Environment for more details.",
			"",
			"Strong winds (21+ mph) make sailing difficult.",
			"",
			"A severe wind (31+ mph) causes minor ship and building damage.",
			"",
			"A windstorm (51+ mph) drives most flying creatures from the skies, uproots small trees, knocks down light wooden structures, tears off roofs, and endangers ships.",
			"",
			"Hurricane force winds (75+ mph) destroy wooden buildings, uproot large trees, and cause most ships to founder.",
			"",
			"A tornado (175+ mph) destroys all non-fortified buildings and often uproots large trees."
		]
	},
	"conversing_wind": {
		"name": "Conversing Wind",
		"sources": [ "Ranged Tactics Toolbox" ],
		"description": [
			"## Conversing Wind",
			"",
			"{SOURCE Ranged Tactics Toolbox/30}  ",
			"**School** {spelldef/transmutation} [{spelldef/air}]; **Level** arcanist 4, bard 4, skald 4, sorcerer 4, wizard 4  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S  ",
			"**Range** 1 mile/level  ",
			"**Area** 10-ft.-radius spread  ",
			"**Duration** 1 hour/level (D)  ",
			"**Saving Throw** none; **Spell Resistance** no",
			"",
			"This spell functions as {spell/whispering wind}, except it can carry responses and doesn't end after delivering its first message. After the wind completes its initial message, it waits for 1 round, then copies what it hear, and returns at the same speed and by the same route. It delivers what it heard to the location where the spell was originally cast. The wind continues back and forth in this way until the duration ends or the spell is dismissed."
		]
	},
	"coordinated_effort": {
		"name": "Coordinated Effort",
		"sources": [ "Advanced Player's Guide" ],
		"description": [
			"## Coordinated Effort",
			"",
			"{SOURCE Advanced Player's Guide/212}  ",
			"**School** {spelldef/divination}; **Level** bard 3, inquisitor 3, psychic 4, skald 3  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S  ",
			"**Range** close (25 ft. + 5 ft./2 levels)  ",
			"**Targets** you plus one willing creature per 3 levels, no two of which can be more than 30 ft. part  ",
			"**Duration** 1 minute/level  ",
			"**Saving Throw** none; **Spell Resistance** no",
			"",
			"Choose a single teamwork feat that you possess. You forge a link with your allies, allowing them to gain the benefits of the chosen feat even if they do not have it themselves. You must be a part of the group qualifying for a given bonus for your allies to gain the benefits. For example, two of your allies flanking an orc would gain no benefit from your {feat/Outflank} feat, but an ally flanking the orc with you would. Your allies' positioning and actions must still meet the prerequisites listed in the teamwork feat for either of you to receive the listed bonus."
		]
	},
	"corpse_lanterns": {
		"name": "Corpse Lanterns",
		"sources": [ "Pathfinder Society Field Guide" ],
		"description": [
			"## Corpse Lanterns",
			"",
			"{SOURCE Pathfinder Society Field Guide/57}  ",
			"**School** {spelldef/necromancy} [{spelldef/light}]; **Level** arcanist 2, sorcerer 2, witch 2, wizard 2  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S  ",
			"**Range** medium (100 ft. + 10 ft./level)  ",
			"**Effect** up to 4 lights, all within a 10-ft.-radius area  ",
			"**Duration** 1 minute/level (D)  ",
			"**Saving Throw** none; **Spell Resistance** no",
			"",
			"This spell functions as {spell/dancing lights}, except it summons up to four spheres of light, each of which glows a sickly pale green. These corpse lanterns shed dim light in a 20-foot radius, and do not increase the light level in areas of normal light or bright light. In dim or normal light, the radiance of corpse lanterns provides a strange contrast, giving all creatures in the area a -5 penalty on Stealth checks. In addition, the hue interferes with illusion (pattern) spells, giving all creatures in the illuminated area a +2 bonus on any saving throws against such spells. Unlike dancing lights, you may have more than one corpse lanterns spell active at a time, but you may only move one set in any given round. Moving the corpse lanterns does not require concentration. Corpse lanterns can be made permanent on an area with a {spell/permanency} spell by a caster of at least 11th level for the cost of 7,500 gp."
		]
	},
	"corrosive_consumption": {
		"name": "Corrosive Consumption",
		"sources": [ "Ultimate Magic" ],
		"description": [
			"## Corrosive Consumption",
			"",
			"{SOURCE Ultimate Magic/212}  ",
			"**School** {spelldef/conjuration} ({spelldef/creation}) [{spelldef/acid}]; **Level** arcanist 5, magus 5, sorcerer 5, wizard 5  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S  ",
			"**Range** touch  ",
			"**Target** creature touched  ",
			"**Duration** 3 rounds  ",
			"**Saving Throw** none; **Spell Resistance** yes",
			"",
			"With a touch, this spell causes a small, rapidly growing patch of corrosive acid to appear on the target. On the first round, the acid deals 1 point of acid damage per caster level (maximum 15). On the second round, the acid patch grows and deals 1d4 points of acid damage per caster level (maximum 15d4). On the third and final round, the acid patch covers the entire creature and deals 1d6 points of acid damage per caster level (maximum 15d6). The target can spend a full-round action to scrape off the acid, or can wash it off with at least 1 gallon of liquid to halve the damage for that round and negate the remaining rounds of the spell."
		]
	},
	"corrosive_touch": {
		"name": "Corrosive Touch",
		"sources": [ "Ultimate Magic" ],
		"description": [
			"## Corrosive Touch",
			"",
			"{SOURCE Ultimate Magic/213}  ",
			"**School** {spelldef/conjuration} ({spelldef/creation}) [{spelldef/acid}]; **Level** arcanist 1, bloodrager 1, magus 1, sorcerer 1, summoner 1, unchained summoner 1, wizard 1  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S  ",
			"**Range** touch  ",
			"**Target** creature or object touched  ",
			"**Duration** instantaneous  ",
			"**Saving Throw** none; **Spell Resistance** yes",
			"",
			"Your successful melee touch attack deals 1d4 points of acid damage per caster level (maximum 5d4)."
		]
	},
	"corruption_resistance": {
		"name": "Corruption Resistance",
		"sources": [ "Advanced Player's Guide" ],
		"description": [
			"## Corruption Resistance",
			"",
			"{SOURCE Advanced Player's Guide/212}  ",
			"**School** {spelldef/abjuration} [{spelldef/chaotic}, {spelldef/evil}, {spelldef/good}, or {spelldef/lawful}]; **Level** antipaladin 2, inquisitor 2, paladin 2  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S, DF  ",
			"**Range** touch  ",
			"**Target** creature touched  ",
			"**Duration** 10 minutes/level  ",
			"**Saving Throw** Fortitude negates (harmless); **Spell Resistance** yes (harmless)",
			"",
			"You grant the touched creature limited protection from magical effects that inflict damage based on the target creature's alignment, such as holy smite, order's wrath, a paladin's smite evil attack, or an unholy weapon. Choose one alignment type: chaos, evil, good, or law. The subject takes 5 less points of damage from effects that specifically harm creatures of that alignment. The value of the protection increases to 10 points at 7th level and 15 points at 11th level. The spell protects the recipient's equipment as well.",
			"",
			"Corruption resistance protects against spells, spell-like abilities, and special abilities, not physical attacks. Corruption resistance only protects against damage. The subject can still suffer side effects from such attacks. When you use this spell to protect an alignment, it gains the descriptor of that alignment."
		]
	},
	"cosmic_ray": {
		"name": "Cosmic Ray",
		"sources": [ "People of the Stars" ],
		"description": [
			"## Cosmic Ray",
			"",
			"{SOURCE People of the Stars/28}  ",
			"**School** {spelldef/evocation}; **Level** arcanist 6, magus 5, sorcerer 6, wizard 6  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S, M (a piece of meteorite)  ",
			"**Range** close (25 ft. + 5 ft./2 levels)  ",
			"**Effect** ray  ",
			"**Duration** instantaneous and 1 round/level (see text)  ",
			"**Saving Throw** Fortitude partial; **Spell Resistance** yes",
			"",
			"You fling a ray of deadly cosmic energy at the target creature. If you succeed at a ranged touch attack with the ray, the target takes 1d6 points of damage per caster level (maximum 20d6) and must make a Fortitude save. On a failed save, the target becomes sickened for 1 round per caster level and emits toxic cosmic energy for as long as it is sickened; any creature that comes within 5 feet of the affected target must succeed at a Fortitude save (DC = spell's DC) or become sickened for 1 round per 2 caster levels."
		]
	},
	"counterbalancing_aura": {
		"name": "Counterbalancing Aura",
		"sources": [
			"Planar Adventures",
			"Champions of Balance"
		],
		"description": [
			"## Counterbalancing Aura",
			"",
			"{SOURCE Planar Adventures/40;Champions of Balance/26}  ",
			"**School** {spelldef/abjuration}; **Level** cleric 8, oracle 8  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S, F (a set of scales worth 500 gp)  ",
			"**Range** 20 ft.  ",
			"**Target** one creature/level in a 20-ft.-radius burst centered on you  ",
			"**Duration** 1 round/level  ",
			"**Saving Throw** see text; **Spell Resistance** yes",
			"",
			"An oscillating bronze glow surrounds the targets, protecting them from attacks, granting them resistance to spells cast by neutral creatures, and sickening or nauseating neutral creatures that strike the targets. This abjuration has four effects.",
			"",
			"First, each warded creature gains a +4 deflection bonus to AC and a +4 resistance bonus on saving throws. This benefit applies against all attacks and effects, not just attacks by neutral creatures.",
			"",
			"Second, a warded creature gains spell resistance 23 against spells cast by chaotic neutral, lawful neutral, neutral evil, and neutral good creatures, and spell resistance 27 against spells cast by neutral creatures with no other alignment components.",
			"",
			"Third, the spell protects warded creatures from possession and influence by such creatures (otherwise as {spell/protection from evil}).",
			"",
			"Finally, if a chaotic neutral, lawful neutral, neutral evil, or neutral good creature successfully hits a warded creature with a melee attack, the attacker is sickened for 1d6 rounds (Fortitude negates). If a neutral creature successfully hits a warded creature with a melee attack, the attacker is instead nauseated for 1d6 rounds (Fortitude negates)."
		]
	},
	"countless_eyes": {
		"name": "Countless Eyes",
		"sources": [ "Ultimate Magic" ],
		"description": [
			"## Countless Eyes",
			"",
			"{SOURCE Ultimate Magic/213}  ",
			"**School** {spelldef/transmutation}; **Level** alchemist 3, arcanist 3, bloodrager 3, inquisitor 3, investigator 3, occultist 3, psychic 3, redmantisassassin 3, sorcerer 3, witch 3, wizard 3  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S  ",
			"**Range** touch  ",
			"**Target** creature touched  ",
			"**Duration** 1 hour/level  ",
			"**Saving Throw** Will negates (harmless); **Spell Resistance** yes (harmless)",
			"",
			"The target sprouts extra eyes all over its body, including on the back of its head. It gains all-around vision and cannot be flanked."
		]
	},
	"covetous_aura": {
		"name": "Covetous Aura",
		"sources": [
			"Rise of the Runelords Anniversary Edition",
			"Pathfinder #5: Sins of the Saviors",
			"Inner Sea World Guide",
			"Mythic Origins"
		],
		"description": [
			"## Covetous Aura",
			"",
			"{SOURCE Rise of the Runelords Anniversary Edition/418;Pathfinder #5: Sins of the Saviors/58;Inner Sea World Guide/294}  ",
			"**School** {spelldef/abjuration}; **Level** arcanist 5, sorcerer 5, witch 5, wizard 5  ",
			"**Casting Time** 1 round  ",
			"**Components** V, S  ",
			"**Range** personal  ",
			"**Area** 25-ft.-radius emanation centered on you  ",
			"**Duration** 1 round/level (D)  ",
			"**Saving Throw** none; **Spell Resistance** no",
			"",
			"Anytime a harmless (so noted by a spell's saving throw description) spell of 3rd level or lower is cast within a covetous aura's area of effect, you may choose to immediately gain the benefit of that spell as if it had also targeted you. The intended target still gains the effect of the spell. You gain the benefits of this duplicated spell only if the caster is in range of the covetous aura. Each time a covetous aura duplicates a spell effect, the remaining duration of the covetous aura is reduced by a number of rounds equal to the spell level of the spell effect that is duplicated.",
			"",
			"::h3[Mythic Covetous Aura]{jl}",
			"",
			"{SOURCE Mythic Origins/12}",
			"",
			"The duration of the covetous aura increases to 1 minute per level or until discharged. You may gain the benefits of spells of 5th level or lower cast within the aura's area of effect. You can gain the effects of two separate spells, after which the mythic covetous aura ends.",
			"",
			"*Augmented (6th):* If you expend two uses of mythic power, the duration increases to 10 minutes per level or until discharged. You may gain the benefits of spells of 7th level or lower cast within the aura's area of effect. When you gain the benefit of a spell, the original spell is immediately targeted with a {spell/greater dispel magic} spell at your caster level. If the dispel check succeeds, the spell ends for any of the original recipients in the area of your covetous aura."
		]
	},
	"covetous_urge": {
		"name": "Covetous Urge",
		"sources": [ "Villain Codex" ],
		"description": [
			"## Covetous Urge",
			"",
			"{SOURCE Villain Codex/8}  ",
			"**School** {spelldef/enchantment} ({spelldef/compulsion}) [{spelldef/curse}, {spelldef/language-dependent}]; **Level** arcanist 2, bard 2, skald 2, sorcerer 2, summoner 2, unchained summoner 2, witch 2, wizard 2  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S, M (a golden coin)  ",
			"**Range** close (25 ft. + 5 ft./2 levels)  ",
			"**Target** one living creature with 7 HD or fewer  ",
			"**Duration** 1 minute/level (D)  ",
			"**Saving Throw** Will negates; **Spell Resistance** yes",
			"",
			"You curse the target with insatiable greed, causing it to attempt to steal any item worth 100 gp or more that it can see, each time it enters a new room or area. If it can see multiple items of value in a single room or area, it attempts to steal the item it thinks is worth the most. This covetous compulsion might cause the target to act recklessly where it normally would not (unless acting in this manner would clearly cause it to die, suffer great harm, or get caught).",
			"",
			"In combat, if the target sees a valuable item on an opponent, it must, for example, attempt to disarm its foe to take a valuable weapon or use the steal combat maneuver to grab a precious item kept on the opponent's belt. Once the target has either attempted to steal an item in combat or else taken damage, this magical compulsion subsides until the threat of the current combat ends and the target enters a new room or area. Affected targets in combat that have neither attempted to steal an item nor taken damage (perhaps because the opponent with the most valuable item is far away) can attempt a saving throw each round to ignore the spell's effect until the threat ends and the target enters a new room.",
			"",
			"{spell/Break enchantment}, {spell/limited wish}, {spell/miracle}, {spell/remove curse}, or {spell/wish} can each end covetous urge before the duration expires. {spell/Dispel magic} does not affect covetous urge."
		]
	},
	"cowards_cowl": {
		"name": "Coward's Cowl",
		"sources": [ "Agents of Evil" ],
		"description": [
			"## Coward's Cowl",
			"",
			"{SOURCE Agents of Evil/30}  ",
			"**School** {spelldef/enchantment} ({spelldef/compulsion}) [{spelldef/mind-affecting}]; **Level** alchemist 1, arcanist 1, bard 1, cleric 1, investigator 1, mesmerist 1, oracle 1, psychic 1, shaman 1, skald 1, sorcerer 1, warpriest 1, witch 1, wizard 1  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S  ",
			"**Range** close (25 ft. + 5 ft./2 levels)  ",
			"**Target** one creature  ",
			"**Duration** 1 minute/level  ",
			"**Saving Throw** Will negates (harmless); **Spell Resistance** no",
			"",
			"You imbue the target with a compulsion to avoid threats, enhancing its defensive instincts. So long as the affected creature does not move closer to enemies during its turn, or moves at least 5 feet away from adjacent enemies, it gains a +1 morale bonus to its AC, and a +1 morale bonus on saves and on attack rolls made as readied actions and attacks of opportunity. Alternatively, if the affected creature does not close with its enemies, it can increase the DC of all spells it casts as part of a readied action by 1. If the subject of the spell willingly moves toward a threatening creature, the spell immediately ends.",
			"",
			"While affected by coward's cowl, a creature takes a -2 penalty on all saving throws against fear effects."
		]
	},
	"cowards_lament": {
		"name": "Coward's Lament",
		"sources": [ "Advanced Player's Guide" ],
		"description": [
			"## Coward's Lament",
			"",
			"{SOURCE Advanced Player's Guide/212}  ",
			"**School** {spelldef/enchantment} ({spelldef/compulsion}) [{spelldef/mind-affecting}]; **Level** inquisitor 4  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S, DF  ",
			"**Range** close (25 ft. + 5 ft./2 levels)  ",
			"**Target** one living creature  ",
			"**Duration** 1 round/level (D)  ",
			"**Saving Throw** Will partial; **Spell Resistance** yes",
			"",
			"You compel an opponent to face you in combat, or suffer for its cowardice. Each round that the target fails to attack you in melee, it receives a cumulative -1 penalty to its Armor Class, attack rolls, and saving throws (maximum penalty -5). Each round at the end of its turn, the target may attempt a Will saving throw to prevent the penalties from increasing for that round. All penalties reset to zero when the target attacks you in melee, but increase again if it stops attacking. If the target is prevented from attacking you by physical restraint, magic, or impassable terrain, the penalties do not increase. If you move away from the target, the spell ends."
		]
	},
	"crafters_curse": {
		"name": "Crafter's Curse",
		"sources": [ "Advanced Player's Guide" ],
		"description": [
			"## Crafter's Curse",
			"",
			"{SOURCE Advanced Player's Guide/213}  ",
			"**School** {spelldef/transmutation} [{spelldef/curse}]; **Level** arcanist 1, occultist 1, redmantisassassin 1, sorcerer 1, wizard 1  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S, M (a broken tool)  ",
			"**Range** close (25 ft. + 5 ft./2 levels)  ",
			"**Target** one creature  ",
			"**Duration** 1 day/level (D)  ",
			"**Saving Throw** Will negates; **Spell Resistance** yes",
			"",
			"The target of crafter's curse takes a -5 penalty on all Craft skill checks while the spell lasts."
		]
	},
	"crafters_fortune": {
		"name": "Crafter's Fortune",
		"sources": [ "Advanced Player's Guide" ],
		"description": [
			"## Crafter's Fortune",
			"",
			"{SOURCE Advanced Player's Guide/213}  ",
			"**School** {spelldef/transmutation}; **Level** alchemist 1, arcanist 1, investigator 1, occultist 1, redmantisassassin 1, sorcerer 1, wizard 1  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S, F (a tool)  ",
			"**Range** close (25 ft. + 5 ft./2 levels)  ",
			"**Target** one creature  ",
			"**Duration** 1 day/level or until discharged (D)  ",
			"**Saving Throw** Will negates (harmless); **Spell Resistance** yes (harmless)",
			"",
			"The target is struck by inspiration and gains a +5 luck bonus on its next Craft skill check."
		]
	},
	"crafters_nightmare": {
		"name": "Crafter's Nightmare",
		"sources": [ "Haunted Heroes Handbook" ],
		"description": [
			"## Crafter's Nightmare",
			"",
			"{SOURCE Haunted Heroes Handbook/27}  ",
			"**School** {spelldef/necromancy} ({spelldef/haunted}) [{spelldef/emotion}, {spelldef/fear}, {spelldef/mind-affecting}]; **Level** arcanist 2, bard 2, druid 2, hunter 2, medium 1, mesmerist 2, occultist 2, psychic 2, sorcerer 2, spiritualist 2, witch 2, wizard 2  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S, M (a broken tool)  ",
			"**Range** close (25 ft. + 5 ft./2 levels)  ",
			"**Area** one 5-ft. cube/level (S)  ",
			"**Duration** 1 day/level (D)  ",
			"**Saving Throw** Will negates; **Spell Resistance** yes",
			"",
			"You concentrate feelings of competitiveness, envy, and ill will into a poltergeist-like haunt that wreaks havoc on its victim's long-term endeavors. Every time a creature in the affected area attempts a Craft or Profession check to generate income, create an item, or earn capital, any skill check required for crafting or repairing a magic item, or any skill check required for an occult ritual, the haunt imposes a -5 penalty on the check. If the creature fails its check by 5 or more, the haunt's mischief deals 1d6 points of damage to the creature in addition to any other negative effects from such a failure. If the creature attempts to cast a spell with a casting time of 1 minute or longer, the haunt becomes similarly disruptive, requiring the caster to succeed at a {rule/concentration} check (DC = 15 + spell level) or lose the spell and take 1d6 points of damage from the mischief. Each time the haunt is disruptive, the spell's haunt-like manifestation occurs during that round.",
			"",
			"#### Haunt Statistics",
			"",
			"**Notice** Perception DC 20 (to hear faint, sinister laughter)  ",
			"**hp** 2 hp/level; **Trigger** skill check or spell; **Reset** none"
		]
	},
	"create_armaments": {
		"name": "Create Armaments",
		"sources": [ "Arcane Anthology" ],
		"description": [
			"## Create Armaments",
			"",
			"{SOURCE Arcane Anthology/7}  ",
			"**School** {spelldef/conjuration} ({spelldef/creation}); **Level** arcanist 4, bard 4, medium 4, psychic 4, skald 4, sorcerer 4, spiritualist 3, witch 4, wizard 4  ",
			"**Casting Time** 1 minute  ",
			"**Components** V, S, M (diamonds worth price of arms to be created)  ",
			"**Range** 0 ft.  ",
			"**Effect** one nonmagical weapon, shield, or set of armor  ",
			"**Duration** instantaneous  ",
			"**Saving Throw** none; **Spell Resistance** no",
			"",
			"You create one nonmagical weapon, shield, or set of armor. To determine whether the item functions as intended, you must attempt an appropriate Craft check with the DC required to create the item normally. If you fail, the item is created with the broken condition. You can create items made of rare or unusual materials if you include a bit of that material as an additional material component when you cast the spell, but cannot create cold iron items with this spell."
		]
	},
	"create_demiplane_lesser": {
		"name": "Lesser Create Demiplane",
		"sources": [ "Ultimate Magic" ],
		"description": [
			"## Lesser Create Demiplane",
			"",
			"{SOURCE Ultimate Magic/214}  ",
			"**School** {spelldef/conjuration} ({spelldef/creation}); **Level** arcanist 7, cleric 7, occultist 5, oracle 7, psychic 7, sorcerer 7, summoner 5, unchained summoner 6, witch 7, wizard 7  ",
			"**Casting Time** 2 hours  ",
			"**Components** V, S, F (a forked metal rod worth at least 500 gp)  ",
			"**Range** 0 ft.  ",
			"**Effect** extradimensional demiplane, up to three 10-ft. cubes/level (S)  ",
			"**Duration** 1 day/level  ",
			"**Saving Throw** none; **Spell Resistance** no",
			"",
			"You create a small, finite demiplane. You must be on the Astral or Ethereal Plane or on a plane that has access to one of those planes (such as the Material Plane) to cast this spell.",
			"",
			"When you cast the spell, you decide whether the demiplane is within the Astral or the Ethereal Plane. It is filled with air or water (decided by you). The plane is generally flat and featureless, such as an earth, stone, water, or wood floor. The \"walls\" and \"ceiling\" of the plane may appear like solid earth, stone, wood, or water, or they may end in mist, a featureless void, or a similar unreal-looking border. The plane's environmental conditions are those of a temperate spring day on the Material Plane. You determine the plane's light level (bright, normal, dim, or darkness), which affects the entire plane.",
			"",
			"There are no native creatures or plants on this plane, though you may bring some there (if the plane's light is bright or normal, it counts as sunlight for growing plants). The environment of the plane counts as normal terrain for the purpose of effects that target earth, stone, wood, and so on. For example, you could use move earth to create a hill or wall of stone to create a barricade.",
			"",
			"When you finish casting this spell, you may bring yourself and up to seven other creatures to the plane automatically by joining hands in a circle. The demiplane is another plane of existence, and therefore is outside the range of any spell or ability that cannot affect or reach other planes. Creatures can only enter the plane by the use of planar travel magic such as astral projection, etherealness, or plane shift. You are considered \"very familiar\" with your entire demiplane.",
			"",
			"As a standard action, you may eject a creature from your demiplane. The creature may resist with a Will saving throw. An ejected creature goes to the closest plane to your demiplane (usually the Astral Plane or the Ethereal Plane, but if you cast this spell on the Material Plane, the creature is sent to the Material Plane). When the spell ends, the plane dissolves, and all creatures in the plane are ejected in this manner with no saving throw. The plane cannot be dispelled, but a creature on the plane can destroy it by using {spell/limited wish}, {spell/mage's disjunction}, {spell/miracle}, or {spell/wish} and making a successful dispel check.",
			"",
			"If you are within the demiplane, you can add to its area by casting the spell again. Alternatively, you may cast this spell again to reset the duration of an existing area to that of your latest casting. If the duration on one area of the demiplane ends and other parts remain, creatures in the expiring area are shunted to remaining areas. If a collapsing portion of the demiplane would leave one section cut off from other sections of the demiplane (for example, if there were three areas connected in a straight line and the center part expired), the stranded sections count as separate demiplanes under your control. You may reconnect these stranded sections by casting the spell again to create a linked area between the two.",
			"",
			"You can make this spell permanent with the {spell/permanency} spell, at a cost of 17,500 gp. If you have cast create lesser demiplane multiple times to enlarge the demiplane, each casting's area requires its own permanency spell.",
			"",
			"::h3[Create Demiplane]{jl}",
			"",
			"{SOURCE Ultimate Magic/213}  ",
			"**School** {spelldef/conjuration} ({spelldef/creation}); **Level** arcanist 8, cleric 8, occultist 6, oracle 8, psychic 8, sorcerer 8, summoner 6, witch 8, wizard 8  ",
			"**Casting Time** 4 hours  ",
			"**Components** V, S, F (a forked metal rod worth at least 500 gp)  ",
			"**Range** 0 ft.  ",
			"**Effect** extradimensional demiplane, up to 10 10-ft. cubes/level (S)  ",
			"**Duration** 1 day/level or instantaneous (see text)  ",
			"**Saving Throw** none; **Spell Resistance** no",
			"",
			"This spell functions as create lesser demiplane, except the area is larger and you can add more features to the plane. You can use this spell to expand a demiplane you created with create lesser demiplane (you do not need to create an entirely new plane using this spell), in which case it has a duration of 1 day/level. Alternatively, when cast within your demiplane, you may add (or remove) one of the following features to your demiplane with each casting of the spell, in which case it has an instantaneous duration.",
			"",
			"**Alignment:** Your plane gains the (mildly) chaos-, good-, evil-, law-, or neutral-aligned alignment trait (see {rule/Alignment Traits}). You cannot give your demiplane an alignment trait for an alignment you do not have.",
			"",
			"**Bountiful:** Your demiplane gains a thriving natural ecology, with streams, ponds, waterfalls, and plants. The demiplane provides enough plant-based food (nuts, grains, fruit, fungi, and so on) to support one Medium creature for every 10-foot cube of the demiplane. The demiplane does not have any animals unless you transport them there, but the ecology can sustain itself for as long as the demiplane exists without requiring watering, gardening, pollination, and so on, and dead organic material decays and returns to the soil in the normal manner. If your demiplane has ambient light, these plants are normal, familiar surface plants; if it is a realm of twilight or darkness, these plants are fungi and other plants adapted to near-darkness or underground locations.",
			"",
			"**Elemental:** Your plane gains the air-, earth-, fire-, or water-elemental dominant trait (see {rule/Elemental and Energy Traits}).",
			"",
			"**Gravity:** By default a demiplane's gravity is normal and oriented in one direction, like what most creatures are used to on the Material Plane. By selecting this feature, the plane's gravity is heavy, light, none, objectively directional, or subjectively directional (see {rule/Gravity>_traits}).",
			"",
			"**Seasonal:** The demiplane has a seasonal cycle and a light cycle, usually similar to those of a land on the Material Plane, but customizable as you see fit (for example, your demiplane could always be winter, day and night could alternate every 4 hours, and so on).",
			"",
			"**Shape:** By default, the demiplane has a fixed shape and borders. By selecting this feature, you may make your plane self-contained so it loops upon itself when a creature reaches one edge (see {rule/Shape and Size>_traits}). You may designate areas or locations on the edges of your plane where this occurs (such as a pair of secret doors or a path in the woods) or apply it to the entire plane.",
			"",
			"**Structure:** Your demiplane has a specific, linked physical structure, such as a giant tree, floating castle, labyrinth, mountain, and so on. (This option exists so you can pick a theme for your plane without having to worry about the small details of determining what spells you need for every hill, hole, wall, floor, and corner).",
			"",
			"You can make this spell permanent with the {spell/permanency} spell, at a cost of 20,000 gp. If you have cast create demiplane multiple times to enlarge the demiplane, each casting's area requires its own permanency spell.",
			"",
			"::h3[Greater Create Demiplane]{jl}",
			"",
			"{SOURCE Ultimate Magic/213}  ",
			"**School** {spelldef/conjuration} ({spelldef/creation}); **Level** arcanist 9, cleric 9, oracle 9, psychic 9, sorcerer 9, witch 9, wizard 9  ",
			"**Casting Time** 6 hours  ",
			"**Components** V, S, F (a forked metal rod worth at least 500 gp)  ",
			"**Range** 0 ft.  ",
			"**Effect** extradimensional demiplane, up to 20 10-ft. cubes/level (S)  ",
			"**Duration** 1 day/level or instantaneous (see text)  ",
			"**Saving Throw** none; **Spell Resistance** no",
			"",
			"This spell functions as create demiplane, except the area is larger and you can add more features to the plane. You can use this spell to expand a demiplane you created with lesser create demiplane or create demiplane (you do not need to create an entirely new plane using this spell), in which case it has a duration of 1 day/level. Alternatively, when cast within your demiplane, you may add to your demiplane (or remove from it) one of the following features (or any of the features described in create demiplane) with each casting of the spell, in which case it has an instantaneous duration.",
			"",
			"**Energy:** Your plane gains the (minor) negative- or positive-dominant energy trait (see Elemental and Energy Traits). A plane cannot have both the negative-dominant and positive-dominant energy traits.",
			"",
			"**Magic:** Your plane gains the dead magic, enhanced magic, impeded magic, or wild magic planar trait (see {rule/Magic Traits}). If you selected dead magic, you are trapped within your plane unless it has a permanent planar portal (such as the portal feature, below). If you selected enhanced or impeded magic, choose one type of magic to be enhanced or impeded, such as \"effects with the fire descriptor or that manipulate fire\" or \"death spells and spells from the Death or Repose domains.\" A plane cannot be enhanced and impeded for the same kinds of spells.",
			"",
			"**Morphic:** You may use move earth at will in your demiplane at one-tenth of the spell's normal casting time, and can reshape normal plants in the same manner (such as by twisting trees into a fence or human-like shapes). You are even able to affect rock formations with this ability, though the casting time for this is only half normal.",
			"",
			"**Portal:** Your demiplane gains a permanent gate to one location on another plane, which can only be used for planar travel. This location must be very familiar to you. This gate is always open and usable from both sides, but you can secure it using normal means (such as by building a door around it).",
			"",
			"**Time:** By default, time passes at the normal rate in your demiplane. By selecting this feature, you may make your plane have the erratic time, flowing time (half or double normal time), or timeless trait (see {rule/Time}).",
			"",
			"You can make this spell permanent with the {spell/permanency} spell, at a cost of 22,500 gp. If you have cast create greater demiplane multiple times to enlarge the demiplane, each casting's area requires its own permanency spell."
		]
	},
	"lesser_create_demiplane": { "redirect": "create_demiplane_lesser" },
	"create_demiplane": {
		"name": "Create Demiplane",
		"copyof": "create_demiplane_lesser"
	},
	"create_demiplane_greater": {
		"name": "Greater Create Demiplane",
		"copyof": "create_demiplane_lesser"
	},
	"greater_create_demiplane": { "redirect": "create_demiplane_greater" },
	"create_drug": {
		"name": "Create Drug",
		"sources": [
			"Book of the Damned",
			"Pathfinder #99: Dance of the Damned"
		],
		"description": [
			"## Create Drug",
			"",
			"{SOURCE Book of the Damned/183;Pathfinder #99: Dance of the Damned/74}  ",
			"**School** {spelldef/conjuration} ({spelldef/creation}); **Level** alchemist 3, cleric 4, druid 3, hunter 3, investigator 3, occultist 3, oracle 4, warpriest 4  ",
			"**Casting Time** 1 round  ",
			"**Components** V, S  ",
			"**Range** 0 ft.  ",
			"**Effect** 1 dose of a drug/3 levels  ",
			"**Duration** 1 minute  ",
			"**Saving Throw** none (see below); **Spell Resistance** no",
			"",
			"The caster conjures into being one of the following drugs: {drug/aether}, {drug/flayleaf}, {drug/opium}, {drug/pesh}, {drug/scour}, {drug/shiver}, or {drug/zerk}. (At the GM's discretion, other drugs of similar power can be included on this list.) The drug doses the caster creates with this spell must be used within 1 minute of being conjured, or they dissolve into worthless dust or evaporate into noxious but fleeting vapors, though the effects of the drug may last far longer if taken before it decays.",
			"",
			"The drugs created by this spell cannot be sold, but they can be given to other creatures. A creature that takes a dose of one of these drug typically must be either willing or helpless, though some drugs might be inhaled, applied to injuries, or secretly slipped into food if the caster acts swiftly (see each drug's description). The DC to resist a drug created by this spell is based on the conjurer's caster level, not the DC listed in the common versions of the drug. For more information, see {rule/Drugs and Addiction}.",
			"",
			"As a special use of this spell, a lawful evil worshiper of Mahathallah, the Dowager of Illusions, can create doses of the drug {drug/adyton}. A Mahathallah worshiper can create adyton only once per week, regardless of her level or how many times she casts this spell. The spell otherwise functions - and creates as many doses - as normal.",
			"",
			"#### Adyton",
			"",
			"The drug adyton is central to Mahathallah's worship and the spreading of her mysteries. It can be purchased only from worshipers of Mahathallah, and typically only by servants of the goddess.",
			"",
			"**Adyton**  ",
			"**Type** contact; **Addiction** major, Fortitude DC 20  ",
			"**Price** 2,000 gp  ",
			"**Effect** An affected creature that succeeds at an additional DC 20 Will saving throw has its consciousness transported into the {rule/mindscape>s} called the Adyton, where it can linger for as long as it likes and return as a full-round action whenever it so pleases. Those that fail this secondary saving throw sleep fitfully for 2d4 hours and wake remembering snippets of surreal dreams.  ",
			"**Damage** 1d4 Str damage"
		]
	},
	"create_food_and_water": {
		"name": "Create Food and Water",
		"sources": [ "PRPG Core Rulebook" ],
		"description": [
			"## Create Food and Water",
			"",
			"{SOURCE PRPG Core Rulebook/261}  ",
			"**School** {spelldef/conjuration} ({spelldef/creation}); **Level** cleric 3, occultist 3, oracle 3, shaman 3, warpriest 3  ",
			"**Casting Time** 10 minutes  ",
			"**Components** V, S  ",
			"**Range** close (25 ft. + 5 ft./2 levels)  ",
			"**Effect** food and water to sustain three humans or one horse/level for 24 hours  ",
			"**Duration** 24 hours; see text  ",
			"**Saving Throw** none; **Spell Resistance** no",
			"",
			"The food that this spell creates is simple fare of your choice-highly nourishing, if rather bland. Food so created decays and becomes inedible after 24 hours, although it can be kept fresh for another 24 hours by casting a {spell/purify food and drink} spell on it. The water created by this spell is just like clean rain water, and it doesn't go bad as the food does."
		]
	}
}
