{
	"produce_flame": {
		"name": "Produce Flame",
		"sources": [
			"PRPG Core Rulebook",
			"Heroes of the Darklands"
		],
		"description": [
			"## Produce Flame",
			"",
			"{SOURCE PRPG Core Rulebook/326}  ",
			"**School** {spelldef/evocation} [{spelldef/fire}]; **Level** druid 1, hunter 1, shaman 1  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S  ",
			"**Range** 0 ft.  ",
			"**Effect** flame in your palm  ",
			"**Duration** 1 min./level (D)  ",
			"**Saving Throw** none; **Spell Resistance** yes",
			"",
			"Flames as bright as a torch appear in your open hand. The flames harm neither you nor your equipment.",
			"",
			"In addition to providing illumination, the flames can be hurled or used to touch enemies. You can strike an opponent with a melee touch attack, dealing fire damage equal to 1d6 + 1 point per caster level (maximum +5). Alternatively, you can hurl the flames up to 120 feet as a thrown weapon. When doing so, you attack with a ranged touch attack (with no range penalty) and deal the same damage as with the melee attack. No sooner do you hurl the flames than a new set appears in your hand. Each attack you make reduces the remaining duration by 1 minute. If an attack reduces the remaining duration to 0 minutes or less, the spell ends after the attack resolves.",
			"",
			"This spell does not function underwater.",
			"",
			"### Pale Flame",
			"",
			"{SOURCE Heroes of the Darklands/15}  ",
			"**School** {spelldef/evocation} [{spelldef/fire}]; **Level** druid 2, hunter 2, shaman 2  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S, M (caphorite shard)  ",
			"**Range** 0 ft.  ",
			"**Effect** flame in your palm  ",
			"**Duration** 1 minute/level (D)  ",
			"**Saving Throw** none; **Spell Resistance** yes",
			"",
			"This spell functions as per produce flame, except that the flames never glow brighter than dim light, including any fires started by this spell. These flames cast light only half the distance of a torch and cannot be seen from more than 100 feet away. The flames deal 2d6 points of fire damage + 1 point per caster level (maximum +5). Against plants, this damage increases to 2d6 points + 2 points per caster level (maximum +10)."
		]
	},
	"pale_flame": {
		"name": "Pale Flame",
		"copyof": "produce_flame"
	},
	"profane_nimbus": {
		"name": "Profane Nimbus",
		"sources": [ "Horror Adventures" ],
		"description": [
			"## Profane Nimbus",
			"",
			"{SOURCE Horror Adventures/125}  ",
			"**School** {spelldef/evocation} [{spelldef/evil}]; **Level** antipaladin 4, cleric 5, inquisitor 5, oracle 5, warpriest 5  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S, DF  ",
			"**Range** personal  ",
			"**Target** you  ",
			"**Duration** 1 round/level (D)",
			"",
			"You are surrounded by a nimbus of shadow shaped like your god's unholy symbol or a symbol of your faith. Any good creature striking you with unarmed strikes, natural weapons, or a handheld weapon deals normal damage, but at the same time, the attacker takes 1d6 points of damage + 1 point per caster level (maximum +15). Creatures wielding melee weapons with reach are not subject to this damage if they attack you. Spell resistance applies against this damage. You also take half damage from magical attacks with the good descriptor. If such an attack allows a Reflex save for half damage, you take no damage on a successful saving throw."
		]
	},
	"programmed_image": {
		"name": "Programmed Image",
		"sources": [ "PRPG Core Rulebook" ],
		"description": [
			"## Programmed Image",
			"",
			"{SOURCE PRPG Core Rulebook/327}  ",
			"**School** {spelldef/illusion} ({spelldef/figment}); **Level** arcanist 6, bard 6, mesmerist 6, psychic 6, skald 6, sorcerer 6, wizard 6  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S, M (fleece and jade dust worth 25 gp)  ",
			"**Range** long (400 ft. + 40 ft./level)  ",
			"**Effect** visual figment that cannot extend beyond a 20-ft. cube + one 10-ft. cube/level (S)  ",
			"**Duration** permanent until triggered, then 1 round/level  ",
			"**Saving Throw** Will disbelief (if interacted with); **Spell Resistance** no",
			"",
			"This spell functions like silent image, except that this spell's figment activates when a specific condition occurs. The figment includes visual, auditory, olfactory, and thermal elements, including intelligible speech.",
			"",
			"You set the triggering condition (which may be a special word) when casting the spell. The event that triggers the illusion can be as general or as specific and detailed as desired but must be based on an audible, tactile, olfactory, or visual trigger. The trigger cannot be based on some quality not normally obvious to the senses, such as alignment. See magic mouth for more details about such triggers."
		]
	},
	"project_image": {
		"name": "Project Image",
		"sources": [
			"PRPG Core Rulebook",
			"Advanced Class Guide"
		],
		"description": [
			"## Project Image",
			"",
			"{SOURCE PRPG Core Rulebook/327}  ",
			"**School** {spelldef/illusion} ({spelldef/shadow>_subschool}) [{spelldef/shadow>_descriptor}]; **Level** arcanist 7, bard 6, mesmerist 6, occultist 6, psychic 7, skald 6, sorcerer 7, wizard 7  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S, M (a small replica of you worth 5 gp)  ",
			"**Range** medium (100 ft. + 10 ft./level)  ",
			"**Effect** one shadow duplicate  ",
			"**Duration** 1 round/level (D)  ",
			"**Saving Throw** Will disbelief (if interacted with); **Spell Resistance** no",
			"",
			"You tap energy from the Plane of Shadow to create a quasi-real, illusory version of yourself. The projected image looks, sounds, and smells like you but is intangible. The projected image mimics your actions (including speech) unless you direct it to act differently (which is a move action).",
			"",
			"You can see through its eyes and hear through its ears as if you were standing where it is, and during your turn you can switch from using its senses to using your own, or back again, as a free action. While you are using its senses, your body is considered blinded and deafened.",
			"",
			"If you desire, any spell you cast whose range is touch or greater can originate from the projected image instead of from you. The projected image can't cast any spells on itself except for illusion spells. The spells affect other targets normally, despite originating from the projected image.",
			"",
			"Objects are affected by the projected image as if they had succeeded on their Will save. You must maintain line of effect to the projected image at all times. If your line of effect is obstructed, the spell ends. If you use dimension door, teleport, plane shift, or a similar spell that breaks your line of effect, even momentarily, the spell ends.",
			"",
			"### Familiar Double",
			"",
			"{SOURCE Advanced Class Guide/181}  ",
			"**School** {spelldef/illusion} ({spelldef/shadow>_subschool}); **Level** witch 7  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S, M (a small replica of you worth 5 gp)  ",
			"**Range** medium (100 ft. + 10 ft./level)  ",
			"**Effect** one shadow duplicate  ",
			"**Duration** 1 round/level (D)  ",
			"**Saving Throw** Will disbelief (if interacted with); **Spell Resistance** no",
			"",
			"This spell functions as project image, except the image appears in your familiar's square and moves when your familiar moves."
		]
	},
	"familiar_double": {
		"name": "Familiar Double",
		"copyof": "project_image"
	},
	"project_weakness": {
		"name": "Project Weakness",
		"sources": [ "Blood of the Night" ],
		"description": [
			"## Project Weakness",
			"",
			"{SOURCE Blood of the Night/30}  ",
			"**School** {spelldef/necromancy} [{spelldef/curse}, {spelldef/evil}]; **Level** arcanist 4, cleric 3, oracle 3, sorcerer 4, warpriest 3, witch 3, wizard 4 (vampire)  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S  ",
			"**Range** touch  ",
			"**Target** living creature touched  ",
			"**Duration** permanent  ",
			"**Saving Throw** Will negates; **Spell Resistance** yes",
			"",
			"You curse the target with the weaknesses of your kind of vampirism. The creature reacts to garlic, mirrors, ringing bells, sunlight, and so on as if it were a vampire of the same type as you. This cannot kill the target; anything that would kill it (such as a lengthy exposure to sunlight if you are a moroi vampire) renders it helpless until the curse or the harmful effect is removed. The target gains none of the benefits of being a vampire (such as fast healing or requiring special ways to be permanently killed), only the penalties."
		]
	},
	"prophetic_lore": {
		"name": "Prophetic Lore",
		"sources": [ "Disciple's Doctrine" ],
		"description": [
			"## Prophetic Lore",
			"",
			"{SOURCE Disciple's Doctrine/11}  ",
			"**School** {spelldef/divination}; **Level** arcanist 6, sorcerer 6, wizard 6  ",
			"**Casting Time** see below  ",
			"**Components** V, S, M (incense worth 150 gp), F (rare herbs and spices worth 250 gp)  ",
			"**Range** personal  ",
			"**Target** you  ",
			"**Duration** see text",
			"",
			"You call to mind prophecies regarding a person, place, item, or event. These might be predictions made in the past, lost to history, or entirely new. If the person or item is present or if you are at the desired location, the casting time is 1d4x10 minutes; if you have general but specific information about the subject, the casting time is 1d4x2 hours. If you have only rumors, you cannot cast this spell with any effect.",
			"",
			"More than one prophecy can come to mind when you cast this spell, and each are of varying detail and accuracy. Roll d% and add your caster level (maximum 10) to determine results this spell returns, as listed below.",
			"",
			"| d% | Result |",
			"| --- | --- |",
			"| 01-25 | Your prophecy is vague, difficult to interpret, or does not offer any new subjects for further investigation. |",
			"| 26-50 | You divine multiple prophecies for the subject, but you are unsure which applies. You have enough information to gain a +5 bonus on Knowledge, Perception, and Sense Motive checks about the subject. If you discover more information about the subject using these skills, you gain a +10 bonus when rolling on this table the next time you cast this spell within 24 hours. You can gain this bonus only once in a single 24-hour period. |",
			"| 51-75 | You identify multiple prophecies and know which single prophecy is most likely to take effect and which is most likely to be false or fraudulent. If no prophecy is accurate, you become aware of this. Even accurate prophecies are often vague, and how easy it is to determine details from one is up to the GM. |",
			"| 76-100 | You gain accurate visions of a single prophecy regarding the subject. You know what this prophecy means and what it foretells, it is generally accurate, and it comes in the form of a single statement, though the timeline for when the prophecy will come true might be vague. (For example, \"Flames shall consume it within a month\" if the subject is a tavern destined to burn, or \"The murderer shall be discovered by a hero\" if the subject is a murder victim.) |"
		]
	},
	"prosperous_room": {
		"name": "Prosperous Room",
		"sources": [ "Quests and Campaigns" ],
		"description": [
			"## Prosperous Room",
			"",
			"{SOURCE Quests and Campaigns/29}  ",
			"**School** {spelldef/enchantment}; **Level** arcanist 3, bard 3, skald 3, sorcerer 3, wizard 3  ",
			"**Casting Time** 1 day  ",
			"**Components** V, S  ",
			"**Range** touch  ",
			"**Target** room you own; see text  ",
			"**Duration** 1 day/level (D)  ",
			"**Saving Throw** none; **Spell Resistance** yes",
			"",
			"The targeted room is enchanted to have magical appeal for customers, an increase in the workflow of its employees, or the generation of additional materials to work with. While this spell is in effect, the targeted room produces 1 more Goods, Labor, Influence, or Magic than it already does. If the room produces multiple types of capital, it produces an additional capital of each type. If the room generates gp, it generates 25% more. Only the capital that the room normally generates increases-rooms that do not already generate Magic, for instance, do not generate Magic because of this spell.",
			"",
			"While this spell is in effect, neither you nor your allies can further interact with the affected room or the spell's effects immediately end. You cannot spend downtime actions to run a business with a room that is affected by this spell, though any employees or workers that operate within the room may continue to do so normally."
		]
	},
	"protection_from_arrows": {
		"name": "Protection from Arrows",
		"sources": [
			"PRPG Core Rulebook",
			"Mythic Adventures",
			"Ultimate Combat"
		],
		"description": [
			"{jumplist Mythic Protection from Arrows / Protection from Arrows, Communal}",
			"",
			"## Protection from Arrows",
			"",
			"{SOURCE PRPG Core Rulebook/327}  ",
			"**School** {spelldef/abjuration}; **Level** alchemist 2, arcanist 2, bloodrager 2, investigator 2, psychic 2, sorcerer 2, spiritualist 2, summoner 2, unchained summoner 2, wizard 2  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S, F (a piece of tortoiseshell or turtle shell)  ",
			"**Range** touch  ",
			"**Target** creature touched  ",
			"**Duration** 1 hour/level or until discharged  ",
			"**Saving Throw** Will negates (harmless); **Spell Resistance** yes (harmless)",
			"",
			"The warded creature gains resistance to ranged weapons. The subject gains damage reduction 10/magic against ranged weapons. This spell doesn't grant you the ability to damage creatures with similar damage reduction. Once the spell has prevented a total of 10 points of damage per caster level (maximum 100 points), it is discharged.",
			"",
			"### Mythic Protection from Arrows",
			"",
			"{SOURCE Mythic Adventures/104}",
			"",
			"The damage reduction increases to 15/magic. The maximum damage prevented by the spell increases to 15 points per caster level (maximum 150 points). If the spell prevents all damage from a ranged weapon attack, it turns the projectile or weapon back on the attacker, using the same attack roll result. If the attacker is also protected by mythic protection from arrows and its spell completely prevents the damage from the rebounded attack, the weapon or projectile is destroyed.",
			"",
			"### Protection from Arrows, Communal",
			"",
			"{SOURCE Ultimate Combat/240}  ",
			"**School** {spelldef/abjuration}; **Level** alchemist 3, arcanist 3, investigator 3, psychic 3, sorcerer 3, summoner 3, unchained summoner 3, wizard 3  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S, F (a piece of tortoiseshell or turtle shell)  ",
			"**Range** touch  ",
			"**Targets** creatures touched  ",
			"**Duration** 1 hour/level or until discharged  ",
			"**Saving Throw** Will negates (harmless); **Spell Resistance** yes (harmless)",
			"",
			"This spell functions like protection from arrows, except you divide the duration in 1-hour intervals among the creatures touched. Once the spell absorbs 10 points of damage per caster level (maximum 100 points) for a subject, the spell's effects end for that subject."
		]
	},
	"protection_from_arrows_communal": {
		"name": "Protection from Arrows, Communal",
		"copyof": "protection_from_arrows"
	},
	"communal_protection_from_arrows": {
		"copyof": "protection_from_arrows_communal"
	},
	"protection_from_energy": {
		"name": "Protection from Energy",
		"sources": [
			"PRPG Core Rulebook",
			"Ultimate Combat"
		],
		"description": [
			"## Protection from Energy",
			"",
			"{SOURCE PRPG Core Rulebook/327}  ",
			"**School** {spelldef/abjuration}; **Level** alchemist 3, arcanist 3, bloodrager 3, cleric 3, druid 3, hunter 2, inquisitor 3, investigator 3, occultist 3, oracle 3, psychic 3, ranger 2, shaman 3, sorcerer 3, spiritualist 3, summoner 3, unchained summoner 3, warpriest 3, wizard 3  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S, DF  ",
			"**Range** touch  ",
			"**Target** creature touched  ",
			"**Duration** 10 min./level or until discharged  ",
			"**Saving Throw** Fortitude negates (harmless); **Spell Resistance** yes (harmless)",
			"",
			"Protection from energy grants temporary immunity to the type of energy you specify when you cast it (acid, cold, electricity, fire, or sonic). When the spell absorbs 12 points per caster level of energy damage (to a maximum of 120 points at 10th level), it is discharged.",
			"",
			"Protection from energy overlaps (and does not stack with) {spell/resist energy}. If a character is warded by protection from energy and resist energy, the protection spell absorbs damage until its power is exhausted.",
			"",
			"### Protection from Energy, Communal",
			"",
			"{SOURCE Ultimate Combat/240}  ",
			"**School** {spelldef/abjuration}; **Level** arcanist 4, cleric 4, druid 4, hunter 3, inquisitor 4, oracle 4, psychic 4, ranger 3, sorcerer 4, summoner 4, unchained summoner 4, warpriest 4, wizard 4  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S, DF  ",
			"**Range** touch  ",
			"**Targets** creatures touched  ",
			"**Duration** 10 min./level or until discharged  ",
			"**Saving Throw** Fortitude negates (harmless); **Spell Resistance** yes (harmless)",
			"",
			"This spell functions like protection from energy, except you divide the duration in 10-minute intervals among the creatures touched. Once the spell absorbs 12 points of energy damage per caster level (maximum 120 points) for a subject, the spell's effects end for that subject."
		]
	},
	"protection_from_energy_communal": {
		"name": "Protection from Energy, Communal",
		"copyof": "protection_from_energy"
	},
	"communal_protection_from_energy": {
		"copyof": "protection_from_energy_communal"
	},
	"protection_from_evil": {
		"name": "Protection from Evil",
		"sources": [
			"PRPG Core Rulebook",
			"Mythic Adventures",
			"Ultimate Combat"
		],
		"description": [
			"{jumplist Mythic Protection from Evil / Protection from Chaos / Mythic Protection from Chaos / Protection from Chaos, Communal / Protection from Evil, Communal / Protection from Good / Mythic Protection from Good / Protection from Good, Communal / Protection from Law / Mythic Protection from Law / Protection from Law, Communal}",
			"",
			"## Protection from Evil",
			"",
			"{SOURCE PRPG Core Rulebook/327}  ",
			"**School** {spelldef/abjuration} [{spelldef/good}]; **Level** adept 1, arcanist 1, bloodrager 1, cleric 1, inquisitor 1, medium 1, oracle 1, paladin 1, shaman 1, sorcerer 1, spiritualist 1, summoner 1, unchained summoner 1, warpriest 1, wizard 1  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S, M/DF  ",
			"**Range** touch  ",
			"**Target** creature touched  ",
			"**Duration** 1 min./level (D)  ",
			"**Saving Throw** Will negates (harmless); **Spell Resistance** no; see text",
			"",
			"This spell wards a creature from attacks by evil creatures, from mental control, and from summoned creatures. It creates a magical barrier around the subject at a distance of 1 foot. The barrier moves with the subject and has three major effects.",
			"",
			"First, the subject gains a +2 deflection bonus to AC and a +2 resistance bonus on saves. Both these bonuses apply against attacks made or effects created by evil creatures.",
			"",
			"Second, the subject immediately receives another saving throw (if one was allowed to begin with) against any spells or effects that possess or exercise mental control over the creature (including enchantment [charm] effects and enchantment [compulsion] effects, such as charm person, command, and dominate person. This saving throw is made with a +2 morale bonus, using the same DC as the original effect. If successful, such effects are suppressed for the duration of this spell. The effects resume when the duration of this spell expires. While under the effects of this spell, the target is immune to any new attempts to possess or exercise mental control over the target. This spell does not expel a controlling life force (such as a {template/ghost} or spellcaster using {spell/magic jar}), but it does prevent them from controlling the target. This second effect only functions against spells and effects created by evil creatures or objects, subject to GM discretion.",
			"",
			"Third, the spell prevents bodily contact by evil summoned creatures. This causes the natural weapon attacks of such creatures to fail and the creatures to recoil if such attacks require touching the warded creature. Summoned creatures that are not evil are immune to this effect. The protection against contact by summoned creatures ends if the warded creature makes an attack against or tries to force the barrier against the blocked creature. Spell resistance can allow a creature to overcome this protection and touch the warded creature.",
			"",
			"### Mythic Protection from Evil",
			"",
			"{SOURCE Mythic Adventures/105}",
			"",
			"The bonuses to AC and on saves increase to +4. Any evil creature attempting to possess or exercise mental control over the target must attempt a Will save against this spell. If it fails, the creature takes 1d6 points of damage per 2 caster levels (maximum 5d6) from mental feedback. An evil creature that uses spell resistance to bypass the spell's protection against contact must successfully save or take this damage once each round it attacks the protected target.",
			"",
			"### Protection from Chaos",
			"",
			"{SOURCE PRPG Core Rulebook/327}  ",
			"**School** {spelldef/abjuration} [{spelldef/lawful}]; **Level** adept 1, arcanist 1, bloodrager 1, cleric 1, inquisitor 1, medium 1, oracle 1, paladin 1, shaman 1, sorcerer 1, spiritualist 1, summoner 1, unchained summoner 1, warpriest 1, wizard 1  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S, M/DF  ",
			"**Range** touch  ",
			"**Target** creature touched  ",
			"**Duration** 1 min./level (D)  ",
			"**Saving Throw** Will negates (harmless); **Spell Resistance** no; see text",
			"",
			"This spell functions like protection from evil, except that the deflection and resistance bonuses apply to attacks made by chaotic creatures. The target receives a new saving throw against control by chaotic creatures and chaotic summoned creatures cannot touch the target.",
			"",
			"### Mythic Protection from Chaos",
			"",
			"{SOURCE Mythic Adventures/104}",
			"",
			"As mythic protection from evil, except against chaotic creatures.",
			"",
			"### Protection from Chaos, Communal",
			"",
			"{SOURCE Ultimate Combat/240}  ",
			"**School** {spelldef/abjuration} [{spelldef/lawful}]; **Level** arcanist 2, cleric 2, inquisitor 2, oracle 2, paladin 2, sorcerer 2, summoner 2, unchained summoner 2, warpriest 2, wizard 2  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S, M/DF  ",
			"**Range** touch  ",
			"**Targets** creatures touched  ",
			"**Duration** 1 min./level (D)  ",
			"**Saving Throw** Will negates (harmless); **Spell Resistance** no",
			"",
			"This spell functions like protection from chaos, except you divide the duration in 1-minute intervals among the creatures touched.",
			"",
			"### Protection from Evil, Communal",
			"",
			"{SOURCE Ultimate Combat/240}  ",
			"**School** {spelldef/abjuration} [{spelldef/good}]; **Level** arcanist 2, cleric 2, inquisitor 2, oracle 2, paladin 2, sorcerer 2, summoner 2, unchained summoner 2, warpriest 2, wizard 2  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S, M/DF  ",
			"**Range** touch  ",
			"**Targets** creatures touched  ",
			"**Duration** 1 min./level (D)  ",
			"**Saving Throw** Will negates (harmless); **Spell Resistance** no",
			"",
			"This spell functions like protection from evil, except you divide the duration in 1-minute intervals among the creatures touched.",
			"",
			"### Protection from Good",
			"",
			"{SOURCE PRPG Core Rulebook/328}  ",
			"**School** {spelldef/abjuration} [{spelldef/evil}]; **Level** adept 1, antipaladin 1, arcanist 1, bloodrager 1, cleric 1, inquisitor 1, medium 1, oracle 1, shaman 1, sorcerer 1, spiritualist 1, summoner 1, unchained summoner 1, warpriest 1, wizard 1  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S, M/DF  ",
			"**Range** touch  ",
			"**Target** creature touched  ",
			"**Duration** 1 min./level (D)  ",
			"**Saving Throw** Will negates (harmless); **Spell Resistance** no; see text",
			"",
			"This spell functions like protection from evil, except that the deflection and resistance bonuses apply to attacks made by good creatures. The target receives a new saving throw against control by good creatures and good summoned creatures cannot touch the target.",
			"",
			"### Mythic Protection from Good",
			"",
			"{SOURCE Mythic Adventures/105}",
			"",
			"As mythic protection from evil, except against good creatures.",
			"",
			"### Protection from Good, Communal",
			"",
			"{SOURCE Ultimate Combat/240}  ",
			"**School** {spelldef/abjuration} [{spelldef/evil}]; **Level** antipaladin 2, arcanist 2, cleric 2, inquisitor 2, oracle 2, sorcerer 2, summoner 2, unchained summoner 2, warpriest 2, wizard 2  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S, M/DF  ",
			"**Range** touch  ",
			"**Targets** creatures touched  ",
			"**Duration** 1 min./level (D)  ",
			"**Saving Throw** Will negates (harmless); **Spell Resistance** no",
			"",
			"This spell functions like protection from good, except you divide the duration in 1-minute intervals among the creatures touched.",
			"",
			"### Protection from Law",
			"",
			"{SOURCE PRPG Core Rulebook/328}  ",
			"**School** {spelldef/abjuration} [{spelldef/chaotic}]; **Level** adept 1, antipaladin 1, arcanist 1, bloodrager 1, cleric 1, inquisitor 1, medium 1, oracle 1, shaman 1, sorcerer 1, spiritualist 1, summoner 1, unchained summoner 1, warpriest 1, wizard 1  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S, M/DF  ",
			"**Range** touch  ",
			"**Target** creature touched  ",
			"**Duration** 1 min./level (D)  ",
			"**Saving Throw** Will negates (harmless); **Spell Resistance** no; see text",
			"",
			"This spell functions like protection from evil, except that the deflection and resistance bonuses apply to attacks made by lawful creatures. The target receives a new saving throw against control by lawful creatures and lawful summoned creatures cannot touch the target.",
			"",
			"### Mythic Protection from Law",
			"",
			"{SOURCE Mythic Adventures/105}",
			"",
			"As mythic protection from evil, except against lawful creatures.",
			"",
			"### Protection from Law, Communal",
			"",
			"{SOURCE Ultimate Combat/240}  ",
			"**School** {spelldef/abjuration} [{spelldef/chaotic}]; **Level** antipaladin 2, arcanist 2, cleric 2, inquisitor 2, oracle 2, sorcerer 2, summoner 2, unchained summoner 2, warpriest 2, wizard 2  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S, M/DF  ",
			"**Range** touch  ",
			"**Targets** creatures touched  ",
			"**Duration** 1 min./level (D)  ",
			"**Saving Throw** Will negates (harmless); **Spell Resistance** no",
			"",
			"This spell functions like protection from law, except you divide the duration in 1-minute intervals among the creatures touched."
		]
	},
	"protection_from_evil_communal": {
		"name": "Protection from Evil, Communal",
		"copyof": "protection_from_evil"
	},
	"communal_protection_from_evil": {
		"copyof": "protection_from_evil_communal"
	},
	"protection_from_chaos": {
		"name": "Protection from Chaos",
		"copyof": "protection_from_evil"
	},
	"protection_from_chaos_communal": {
		"name": "Protection from Chaos, Communal",
		"copyof": "protection_from_evil"
	},
	"communal_protection_from_chaos": {
		"copyof": "protection_from_chaos_communal"
	},
	"protection_from_good": {
		"name": "Protection from Good",
		"copyof": "protection_from_evil"
	},
	"protection_from_good_communal": {
		"name": "Protection from Good, Communal",
		"copyof": "protection_from_evil"
	},
	"communal_protection_from_good": {
		"copyof": "protection_from_good_communal"
	},
	"protection_from_law": {
		"name": "Protection from Law",
		"copyof": "protection_from_evil"
	},
	"protection_from_law_communal": {
		"name": "Protection from Law, Communal",
		"copyof": "protection_from_evil"
	},
	"communal_protection_from_law": {
		"copyof": "protection_from_law_communal"
	},
	"protection_from_natural_attacks": {
		"name": "Protection from Natural Attacks",
		"sources": [ "Monster Hunter's Handbook" ],
		"description": [
			"## Protection from Natural Attacks",
			"",
			"{SOURCE Monster Hunter's Handbook/30}  ",
			"**School** {spelldef/abjuration}; **Level** alchemist 3, druid 4, hunter 2, investigator 3, psychic 4, ranger 2, shaman 4, spiritualist 3, summoner 3, unchained summoner 3  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S, M/DF (a scale from a lizard)  ",
			"**Range** touch  ",
			"**Target** creature touched  ",
			"**Duration** 1 minute/level  ",
			"**Saving Throw** Fortitude negates (harmless); **Spell Resistance** yes (harmless)",
			"",
			"Upon casting this spell, select one type of natural attack from the following: bite, claw, gore, hoof, pincers, slam, sting, swarm, tail slap, talon, tentacle, or wing. For the duration of the spell, the target gains DR 5/- against all attacks from natural weapons of the selected type."
		]
	},
	"protection_from_outsiders": {
		"name": "Protection from Outsiders",
		"sources": [ "Demon Hunter's Handbook" ],
		"description": [
			"## Protection from Outsiders",
			"",
			"{SOURCE Demon Hunter's Handbook/26}  ",
			"**School** {spelldef/abjuration} [see text]; **Level** cleric 2, inquisitor 2, oracle 2, paladin 2, warpriest 2  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S, DF  ",
			"**Range** touch  ",
			"**Target** creature touched  ",
			"**Duration** 1 minute/level (D)  ",
			"**Saving Throw** Will negates (harmless); **Spell Resistance** no",
			"",
			"This spell wards a creature from attacks by outsiders with a specific racial subtype, from mental control exerted by creatures of the chosen subtype, and from summoned creatures of that subtype. Only the subtypes of specific outsider races - angel, azata, demon, oni, psychopomp, protean, and so on - can be chosen as the subtype this spell protects against. Alignment subtypes or other general subtypes (like elemental, extraplanar, or native) cannot be selected. Outsiders without an outsider racial subtype (like genies, night hags, yeth hounds, or xills) are not affected by this spell.",
			"",
			"This spell creates a magical barrier around the subject at a distance of 1 foot. The barrier moves with the subject and has three major effects.",
			"",
			"First, the subject gains a +4 deflection bonus to AC and a +4 resistance bonus on saves when targeted by creatures of the chosen subtype.",
			"",
			"Second, the subject immediately receives another saving throw (if one was allowed to begin with) against any spells or effects that possess or exercise mental control over the target creature. This functions in the same fashion as {spell/protection from evil}, but only when the effect stems from outsiders of the chosen subtype, and the target's saving throw is made with a +4 morale bonus (using the same DC as the original effect).",
			"",
			"Third, the spell prevents bodily contact by summoned creatures of the chosen subtype in the same manner as detailed in protection from evil.",
			"",
			"This spell's descriptor varies depending on the outsider race selected, gaining the alignment descriptors opposite to the alignment of the outsider race-for example, lawful and good if the race is chaotic and evil, chaotic if the selected race is lawful, or none if the selected race is neutral."
		]
	},
	"protection_from_spells": {
		"name": "Protection from Spells",
		"sources": [ "PRPG Core Rulebook" ],
		"description": [
			"## Protection from Spells",
			"",
			"{SOURCE PRPG Core Rulebook/328}  ",
			"**School** {spelldef/abjuration}; **Level** arcanist 8, psychic 8, sorcerer 8, summoner 6, wizard 8  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S, M (diamond worth 500 gp), F (One 1,000 gp diamond per target. Each subject must carry the gem for the duration of the spell. If a subject loses the gem, the spell ceases to affect him.)  ",
			"**Range** touch  ",
			"**Targets** up to one creature touched per four levels  ",
			"**Duration** 10 min./level  ",
			"**Saving Throw** Will negates (harmless); **Spell Resistance** yes (harmless)",
			"",
			"The subject gains a +8 resistance bonus on saving throws against spells and spell-like abilities (but not against supernatural and extraordinary abilities)."
		]
	},
	"protection_from_spores": {
		"name": "Protection from Spores",
		"sources": [ "Pathfinder #113: What Grows Within" ],
		"description": [
			"## Protection from Spores",
			"",
			"{SOURCE Pathfinder #113: What Grows Within/66}  ",
			"**School** {spelldef/abjuration}; **Level** alchemist 2, cleric 2, druid 2, hunter 1, investigator 2, oracle 2, ranger 1, shaman 2, warpriest 2, witch 2  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S  ",
			"**Range** touch  ",
			"**Target** creature touched  ",
			"**Duration** 1 minute/level  ",
			"**Saving Throw** Fortitude negates (harmless); **Spell Resistance** no",
			"",
			"With a touch, you bolster a creature's body to protect it from the harmful effects of spores and similar afflictions. While under the effect of this spell, a creature is immune to the effects of brown mold, green slime, russet mold, yellow mold, and any similar hazard, provided the hazard is CR 6 or lower. Similarly, the creature is immune to poison, disease, and infestation attacks from all fungal creatures of CR 6 or lower, including effects such as basidirond spores, violet fungus rot, and the like. The target is immune to fungus-based toxins, such as striped toadstool. Against similar hazards or monsters of CR 7 or higher, the target gains a bonus on all saving throws against the effect equal to half your caster level. Protection from spores offers no protection against fungal infestations created by the seeded, by the spell what grows within, or by Xhamen-Dor."
		]
	},
	"protection_from_technology": {
		"name": "Protection from Technology",
		"sources": [ "Technology Guide" ],
		"description": [
			"## Protection from Technology",
			"",
			"{SOURCE Technology Guide/10}  ",
			"**School** {spelldef/abjuration}; **Level** arcanist 2, cleric 2, oracle 2, sorcerer 2, warpriest 2, wizard 2  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S, M/DF (a pinch of powdered copper)  ",
			"**Range** touch  ",
			"**Target** creature touched  ",
			"**Duration** 1 minute/level (D)  ",
			"**Saving Throw** Will negates (harmless), see text; **Spell Resistance** no, see text",
			"",
			"This spell wards a creature from attacks by technological objects and creatures of the robot subtype, and protects against mental control from technological sources. It creates a magical barrier around the subject at a distance of 1 foot. The barrier moves with the subject and has two major effects.",
			"",
			"First, the target gains a +2 deflection bonus to AC and a +2 resistance bonus on saving throws. Both of these bonuses apply against attacks made or effects caused by technological objects and creatures with the robot subtype.",
			"",
			"Second, the target immediately receives another saving throw (if one was allowed to begin with) against any technological effects that exercise mental control over the creature, including the effects of pharmaceuticals such as torpinal. The target gains a +2 morale bonus on this saving throw, using the same DC as the original effect. If the target succeeds at this save, such effects are suppressed for the duration of this spell. The effects resume when the duration of this spell expires. While under the effects of this spell, the target is immune to any new attempts to exercise mental control over her using technological means."
		]
	},
	"protective_penumbra": {
		"name": "Protective Penumbra",
		"sources": [ "Ultimate Magic" ],
		"description": [
			"## Protective Penumbra",
			"",
			"{SOURCE Ultimate Magic/233}  ",
			"**School** {spelldef/evocation} [{spelldef/darkness}]; **Level** arcanist 2, cleric 2, occultist 2, oracle 2, psychic 2, sorcerer 2, spiritualist 2, warpriest 2, witch 2, wizard 2  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S,  ",
			"**Range** touch  ",
			"**Target** creature touched  ",
			"**Duration** 10 minutes/level  ",
			"**Saving Throw** Will negates (harmless); **Spell Resistance** yes",
			"",
			"This spell keeps the target slightly in shadow. A target with light blindness, light sensitivity, or vulnerability to sunlight (such as vampires and wraiths) may ignore penalties from those qualities. The spell gives the target a +2 bonus on saving throws against nonmagical hazards related to bright light, such as glare or sunburn."
		]
	},
	"protective_spirit": {
		"name": "Protective Spirit",
		"sources": [ "Advanced Player's Guide" ],
		"description": [
			"## Protective Spirit",
			"",
			"{SOURCE Advanced Player's Guide/237}  ",
			"**School** {spelldef/conjuration} ({spelldef/creation}); **Level** hunter 2, ranger 2  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S, DF  ",
			"**Range** personal  ",
			"**Target** you  ",
			"**Duration** 1 round/level",
			"",
			"A protective spirit is an invisible, mindless, shapeless force that hovers about you, defending you against unexpected attacks. When a creature makes an attack of opportunity against you, the protective spirit makes an immediate attack using your base attack bonus plus your Dexterity modifier. On a successful hit, the spirit does no damage, but it causes the attack of opportunity to automatically miss. A protective spirit can defend against a number of attacks of opportunity equal to your Dexterity bonus (minimum 1) per round.",
			"",
			"A protective spirit occupies your space, and moves with you. It cannot be attacked or harmed by physical attacks, but {spell/dispel magic}, {spell/disintegrate}, a {magic-artifact/sphere of annihilation}, or a {magic-rod/rod of cancellation} affects it. A protective spirit's AC against touch attacks is 10 + your Dexterity modifier."
		]
	},
	"prying_eyes": {
		"name": "Prying Eyes",
		"sources": [ "PRPG Core Rulebook" ],
		"description": [
			"## Prying Eyes",
			"",
			"{SOURCE PRPG Core Rulebook/326}  ",
			"**School** {spelldef/divination}; **Level** arcanist 5, mesmerist 5, occultist 5, psychic 5, sorcerer 5, spiritualist 5, witch 5, wizard 5  ",
			"**Casting Time** 1 minute  ",
			"**Components** V, S, M (a handful of crystal marbles)  ",
			"**Range** 1 mile  ",
			"**Effect** 10 or more levitating eyes  ",
			"**Duration** 1 hour/level; see text (D)  ",
			"**Saving Throw** none; **Spell Resistance** no",
			"",
			"You create a number of semi-tangible, visible magical orbs (called \"eyes\") equal to 1d4 + your caster level. These eyes move out, scout around, and return as you direct them when casting the spell. Each eye can see 120 feet (normal vision only) in all directions.",
			"",
			"While the individual eyes are quite fragile, they're small and difficult to spot. Each eye is a Fine construct, about the size of a small apple, that has 1 hit point, AC 18 (+8 bonus for its size), flies at a speed of 30 feet with a +20 bonus on Fly skill checks and a +16 bonus on Stealth skill checks. It has a Perception modifier equal to your caster level (maximum +15) and is subject to illusions, darkness, fog, and any other factors that affect your ability to receive visual information about your surroundings. An eye traveling in darkness must find its way by touch.",
			"",
			"When you create the eyes, you specify instructions you want them to follow in a command of no more than 25 words. Any knowledge you possess is known by the eyes as well.",
			"",
			"In order to report their findings, the eyes must return to your hand. Each replays in your mind all it has seen during its existence. It takes an eye 1 round to replay 1 hour of recorded images. After relaying its findings, an eye disappears.",
			"",
			"If an eye ever gets more than 1 mile away from you, it instantly ceases to exist. However, your link with the eye is such that you won't know if the eye was destroyed because it wandered out of range or because of some other event.",
			"",
			"The eyes exist for up to 1 hour per caster level or until they return to you. {spell/Dispel magic} can destroy eyes. Roll separately for each eye caught in an area dispel. Of course, if an eye is sent into darkness, it could hit a wall or similar obstacle and destroy itself."
		]
	},
	"prying_eyes_greater": {
		"name": "Prying Eyes, Greater",
		"sources": [ "PRPG Core Rulebook" ],
		"description": [
			"## Prying Eyes, Greater",
			"",
			"{SOURCE PRPG Core Rulebook/326}  ",
			"**School** {spelldef/divination}; **Level** arcanist 8, psychic 8, sorcerer 8, witch 8, wizard 8  ",
			"**Casting Time** 1 minute  ",
			"**Components** V, S, M (a handful of crystal marbles)  ",
			"**Range** 1 mile  ",
			"**Effect** 10 or more levitating eyes  ",
			"**Duration** 1 hour/level; see text (D)  ",
			"**Saving Throw** none; **Spell Resistance** no",
			"",
			"This spell functions like prying eyes, except that the eyes can see all things as they actually are, just as if they had true seeing with a range of 120 feet. Thus, they can navigate darkened areas at normal speed. Also, a greater prying eye's maximum Perception modifier is +25 instead of +15."
		]
	},
	"greater_prying_eyes": {
		"copyof": "prying_eyes_greater"
	},
	"psychic_asylum": {
		"name": "Psychic Asylum",
		"sources": [ "Occult Adventures" ],
		"description": [
			"## Psychic Asylum",
			"",
			"{SOURCE Occult Adventures/181}  ",
			"**School** {spelldef/illusion} ({spelldef/phantasm}) [{spelldef/mind-affecting}]; **Level** arcanist 6, mesmerist 5, psychic 5, sorcerer 6, wizard 6  ",
			"**Casting Time** 1 swift action  ",
			"**Components** V, S  ",
			"**Range** personal  ",
			"**Target** you  ",
			"**Duration** instantaneous; see text  ",
			"**Saving Throw** none; **Spell Resistance** no",
			"",
			"You retreat into a {rule/mindscape>s} of your own making that allows you to perform a lengthy mental task in an instant. You create a mental landscape that provides succor and calm for you, such as a library, sitting room, garden, or childhood tree house. You can spend up to 15 minutes in your psychic asylum. While you are within, no time passes for your body, and when you emerge you can continue with your turn. The mindscape is overt, finite, and has a rapid passage of time.",
			"",
			"While within the mindscape, you can consult any text, recall any conversation, or remember any image that you have been exposed to with perfect clarity and recollection, as if you had an eidetic memory. You must have seen or heard the material within a time frame of 1 week per level. For example, you might wish to reexamine a passage of text from an ancient manuscript you rapidly scanned in a library 2 weeks prior. While in the psychic asylum, you can perfectly recall the precise layout of the text within the ancient manuscript and read it word for word. Once you emerge from the psychic asylum, you can recall the details of what you had just studied as clearly as if you had just looked at it, but you no longer have total recall of the material.",
			"",
			"If you're able to prepare spells, you can use the time to prepare a single spell. For example, if you were poisoned, you could use your swift action to cast psychic asylum, pray and meditate for the full 15 minutes to gain neutralize poison, then emerge from the mindscape and immediately cast the spell upon yourself as your standard action.",
			"",
			"Any mind-affecting spell that was affecting you before you cast the spell continues to expend its duration on you while you are within the psychic asylum, so you can use this spell to wait out the effects of such a condition. Effects that are currently affecting your body do not expend additional duration while you are in the psychic asylum, but you also don't experience their effects during the time spent there."
		]
	},
	"psychic_crush_1": {
		"name": "Psychic Crush I",
		"sources": [ "Occult Adventures" ],
		"description": [
			"{jumplist Psychic Crush II / Psychic Crush III / Psychic Crush IV / Psychic Crush V}",
			"",
			"## Psychic Crush I",
			"",
			"{SOURCE Occult Adventures/182}  ",
			"**School** {spelldef/necromancy} [{spelldef/mind-affecting}]; **Level** psychic 5  ",
			"**Casting Time** 1 standard action  ",
			"**Components** S  ",
			"**Range** close (25 ft. + 5 ft./2 levels)  ",
			"**Target** one creature  ",
			"**Duration** instantaneous  ",
			"**Saving Throw** Will partial and Fortitude partial, see text; **Spell Resistance** yes",
			"",
			"Using your psychic power, you invade the mind of the target and tear it asunder, causing massive internal damage to both its mind and body. If the target succeeds at the initial Will save, it is sickened for 1 round. If the target fails its Will save, it must attempt a Fortitude save (with a +4 circumstance bonus on this save if it has more than half its total hit points remaining). If it also fails the Fortitude save, the target is reduced to -1 hit points and is dying. If the target succeeds at its Fortitude save, it instead takes 3d6 points of damage + 1 point of damage per caster level, which cannot reduce the target below -1 hit point, and the target is sickened for 1 round. This attack has no effect on creatures without an Intelligence score.",
			"",
			"### Psychic Crush II",
			"",
			"{SOURCE Occult Adventures/182}  ",
			"**School** {spelldef/necromancy} [{spelldef/mind-affecting}]; **Level** psychic 6  ",
			"**Casting Time** 1 standard action  ",
			"**Components** S  ",
			"**Range** close (25 ft. + 5 ft./2 levels)  ",
			"**Target** one creature  ",
			"**Duration** instantaneous  ",
			"**Saving Throw** Will partial and Fortitude partial, see text; **Spell Resistance** yes",
			"",
			"This functions as psychic crush I, but on a successful Fortitude save, the target takes 5d6 points of damage + 1 point of damage per caster level. In addition, the target receives a +4 circumstance bonus on the Fortitude save only if it is at full hit points; otherwise, it gains a +2 bonus if it has more than half its total hit points remaining. This spell can be undercast.",
			"",
			"### Psychic Crush III",
			"",
			"{SOURCE Occult Adventures/183}  ",
			"**School** {spelldef/necromancy} [{spelldef/mind-affecting}]; **Level** psychic 7  ",
			"**Casting Time** 1 standard action  ",
			"**Components** S  ",
			"**Range** close (25 ft. + 5 ft./2 levels)  ",
			"**Target** one creature  ",
			"**Duration** instantaneous  ",
			"**Saving Throw** Will partial and Fortitude partial, see text; **Spell Resistance** yes",
			"",
			"This functions as psychic crush I, but the target takes 7d6 points of damage + 1 point of damage per caster level on a successful Fortitude save and 1 point of damage per caster level on a successful Will save. The target receives a +2 circumstance bonus on the Fortitude save if it is at full hit points, and no bonus if it has taken any damage. This spell can be undercast.",
			"",
			"### Psychic Crush IV",
			"",
			"{SOURCE Occult Adventures/183}  ",
			"**School** {spelldef/necromancy} [{spelldef/mind-affecting}]; **Level** psychic 8  ",
			"**Casting Time** 1 standard action  ",
			"**Components** S  ",
			"**Range** close (25 ft. + 5 ft./2 levels)  ",
			"**Target** one creature  ",
			"**Duration** instantaneous  ",
			"**Saving Throw** Will partial and Fortitude partial, see text; **Spell Resistance** yes",
			"",
			"This functions as psychic crush I, but the target takes 9d6 points of damage + 1 point of damage per caster level on a successful Fortitude or Will save. The target does not receive any saving throw bonus because of its hit points. If it is at fewer than half its total hit points, it doesn't gain a Fortitude save to resist this spell but instead proceeds as if it had automatically failed its Fortitude save. This spell can be undercast.",
			"",
			"### Psychic Crush V",
			"",
			"{SOURCE Occult Adventures/183}  ",
			"**School** {spelldef/necromancy} [{spelldef/mind-affecting}]; **Level** psychic 9  ",
			"**Casting Time** 1 standard action  ",
			"**Components** S  ",
			"**Range** close (25 ft. + 5 ft./2 levels)  ",
			"**Target** one creature  ",
			"**Duration** instantaneous  ",
			"**Saving Throw** Will partial and Fortitude partial, see text; **Spell Resistance** yes",
			"",
			"This functions as psychic crush IV, but on a successful Fortitude or Will save, the target takes 11d6 points of damage + 1 point of damage per caster level. If it is at fewer than half its total hit points, the target takes a -2 penalty on the Will save to resist this spell. This spell can be undercast."
		]
	},
	"psychic_crush_i": {
		"copyof": "psychic_crush_1"
	},
	"psychic_crush_2": {
		"name": "Psychic Crush II",
		"copyof": "psychic_crush_1"
	},
	"psychic_crush_ii": {
		"copyof": "psychic_crush_2"
	},
	"psychic_crush_3": {
		"name": "Psychic Crush III",
		"copyof": "psychic_crush_1"
	},
	"psychic_crush_iii": {
		"copyof": "psychic_crush_3"
	},
	"psychic_crush_4": {
		"name": "Psychic Crush IV",
		"copyof": "psychic_crush_1"
	},
	"psychic_crush_iv": {
		"copyof": "psychic_crush_4"
	},
	"psychic_crush_5": {
		"name": "Psychic Crush V",
		"copyof": "psychic_crush_1"
	},
	"psychic_crush_v": {
		"copyof": "psychic_crush_5"
	},
	"psychic_image": {
		"name": "Psychic Image",
		"sources": [ "Occult Adventures" ],
		"description": [
			"## Psychic Image",
			"",
			"{SOURCE Occult Adventures/183}  ",
			"**School** {spelldef/illusion} ({spelldef/shadow>_subschool}); **Level** psychic 9  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V  ",
			"**Range** long (400 ft. + 40 ft./level)  ",
			"**Effect** one shadow duplicate  ",
			"**Duration** 1 round/level (D)  ",
			"**Saving Throw** Will disbelief (if interacted with); **Spell Resistance** yes",
			"",
			"You envelop your consciousness in a quasi-real image of yourself. Your psychic image looks, sounds, and smells like you, but is intangible. While your mind occupies the image, you control it as though it were your own body, but you cannot directly affect physical objects. Your image moves with a fly speed of 60 feet and perfect maneuverability. Your senses perceive only what the image can see and hear while occupying it, and your own body is considered blind, deaf, and helpless. You can switch between the image and your body as a swift action. While your mind is in your body, the image is similarly helpless.",
			"",
			"Your image can pass through solid objects as though you are incorporeal. It cannot go farther into a solid object than your space (5 feet for a Small or Medium creature). It can't be damaged by most attacks or effects, whether or not they affect incorporeal creatures. However, mind-affecting effects targeted against or affecting your psychic image have their full effect on you whenever your mind occupies it.",
			"",
			"If you desire, you can cast any psychic spell or spell-like ability with a range of touch or greater while your mind occupies your image. You can't cast non-psychic spells through the image, even if you possess them. The psychic image can cast only psychic illusion spells on itself. The spells affect other targets normally, despite originating from the psychic image.",
			"",
			"Objects are affected by the psychic image as if they had succeeded at their Will saves. You need not maintain line of effect to your psychic image, but if you cross into another plane even for an instant, such as via blink, dimension door, or similar spells, the spell ends."
		]
	},
	"psychic_leech": {
		"name": "Psychic Leech",
		"sources": [ "Occult Origins" ],
		"description": [
			"## Psychic Leech",
			"",
			"{SOURCE Occult Origins/29}  ",
			"**School** {spelldef/enchantment} ({spelldef/compulsion}) [{spelldef/emotion}, {spelldef/mind-affecting}]; **Level** arcanist 3, bloodrager 3, magus 3, medium 3, mesmerist 2, psychic 2, sorcerer 3, spiritualist 2, witch 2, wizard 3  ",
			"**Casting Time** 1 standard action  ",
			"**Components** S  ",
			"**Range** close (25 ft. + 5 ft./2 levels)  ",
			"**Target** one living creature  ",
			"**Duration** 1 minute/level (D)  ",
			"**Saving Throw** Will partial; **Spell Resistance** yes",
			"",
			"The target experiences feelings of ennui and lethargy, becoming fatigued for the spell's duration. While the target is fatigued and is within the spell's range, you gain a +2 enhancement bonus to Strength and Dexterity. On a successful save, the target is fatigued for only 1d4 rounds and you receive no bonus. This spell has no effect if it targets a creature that is already fatigued."
		]
	},
	"psychic_reading": {
		"name": "Psychic Reading",
		"sources": [ "Occult Adventures" ],
		"description": [
			"## Psychic Reading",
			"",
			"{SOURCE Occult Adventures/183}  ",
			"**School** {spelldef/divination}; **Level** arcanist 2, bard 2, inquisitor 2, medium 1, mesmerist 1, occultist 1, psychic 1, skald 2, sorcerer 2, spiritualist 1, wizard 2  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V  ",
			"**Range** close (25 ft. + 5 ft./2 levels)  ",
			"**Target** one humanoid creature  ",
			"**Duration** 1 round  ",
			"**Saving Throw** none; **Spell Resistance** yes",
			"",
			"You are able to read a person's surface thoughts and take cues from the person's appearance, body language, and manner of speech to infer a great deal of information about the person, even if that person is in disguise (including polymorph effects). When casting the spell, attempt a DC 20 Sense Motive check with a bonus equal to your caster level. A successful skill check reveals to you one of the following pieces of information of your choice, plus one additional piece of information for every 5 points by which your check result exceeds 20: age, alignment, class\\*, feats\\*, gender, native language, place of origin, race or ethnicity, racial traits\\*, religion, sexual orientation, or training in a Craft, Perform, or Profession skill. For items marked with an asterisk (\\*), if the target has more than one of these features, each one you discover counts as a piece of information.",
			"",
			"There's a 70% chance that all information you receive is correct. This roll is made secretly. Otherwise, on a roll of 71-80, you receive one false piece of information, on a roll of 81-90 you receive two, and on a roll of 91-100 you receive three. You can't get more false information than the total number of pieces of information you discover."
		]
	},
	"psychic_surgery": {
		"name": "Psychic Surgery",
		"sources": [ "Occult Adventures" ],
		"description": [
			"## Psychic Surgery",
			"",
			"{SOURCE Occult Adventures/183}  ",
			"**School** {spelldef/enchantment} [{spelldef/mind-affecting}]; **Level** mesmerist 5, psychic 6  ",
			"**Casting Time** 10 minutes  ",
			"**Components** V, M (diamond dust worth 250 gp)  ",
			"**Range** touch  ",
			"**Target** one willing and living creature  ",
			"**Duration** instantaneous  ",
			"**Saving Throw** none; **Spell Resistance** no",
			"",
			"Psychic surgery cures the target of all Intelligence, Wisdom, and Charisma damage and restores all points permanently drained from the target's Intelligence, Wisdom, and Charisma scores. It also eliminates all ongoing insanity, confusion, and fear effects. Psychic surgery can also remove other mental afflictions, including enchantment spells and abilities, and even instantaneous effects, but in this case, if {spell/dispel magic} couldn't remove the effect, psychic surgery works only if the spell level or equivalent spell level of the effect was 6th level or lower. Psychic surgery removes all effects magically altering the target's memory, even instantaneous effects, and it can restore a memory to perfect clarity like the second use of {spell/modify memory}."
		]
	},
	"psychonaut_manifestation": {
		"name": "Psychonaut Manifestation",
		"sources": [ "Occult Origins" ],
		"description": [
			"## Psychonaut Manifestation",
			"",
			"{SOURCE Occult Origins/31}  ",
			"**School** {spelldef/enchantment} ({spelldef/compulsion}) [{spelldef/emotion}, {spelldef/mind-affecting}]; **Level** psychic 2  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S, M (a small piece of psychoactive cactus)  ",
			"**Range** personal  ",
			"**Target** you  ",
			"**Duration** 1 round/level (D)  ",
			"**Saving Throw** see text; **Spell Resistance** no",
			"",
			"You take a mental journey through the doors of perception to enter an altered state of consciousness. Despite this hallucinatory transmigration being entirely unreal, your mind and body fully react to it. You gain a +4 alchemical bonus to a random ability score, as well as a corresponding -2 penalty. If the bonus applies to Strength, the penalty applies to Intelligence, and vice versa. If the bonus applies to Dexterity, the penalty applies to Wisdom, and vice versa. If the bonus applies to Constitution, the penalty applies to Charisma, and vice versa. Each round as a standard action, you can explore the nooks and crannies of your imagination to further alter your corporal self. If you do so, attempt a Will save against the spell's save DC. If you succeed, randomly select another ability score and change the alchemical bonus and associated penalty accordingly. If you fail, you are dazed for 1 round instead as your mind reels from learning unexpected truths about yourself."
		]
	},
	"pugwampis_grace": {
		"name": "Pugwampi's Grace",
		"sources": [ "Inner Sea Magic" ],
		"description": [
			"## Pugwampi's Grace",
			"",
			"{SOURCE Inner Sea Magic/59}  ",
			"**School** {spelldef/enchantment} ({spelldef/compulsion}) [{spelldef/mind-affecting}]; **Level** arcanist 3, bard 2, skald 2, sorcerer 3, witch 3, wizard 3  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S, M (a pugwampi's hair)  ",
			"**Range** short (25 ft. + 5 ft./2 levels)  ",
			"**Target** one creature (see below)  ",
			"**Duration** 1 round/level  ",
			"**Saving Throw** Will negates; **Spell Resistance** yes",
			"",
			"Hated by adventurers throughout the Inner Sea region, the gremlins known as pugwampis infect those around them with a malignant form of unluck - an effect that this spell emulates. If the target fails its Will save, it becomes infused with the so-called \"grace of the pugwampi.\" A creature affected by this spell must roll two d20s whenever a situation calls for a d20 roll (such as an attack roll, a skill check, or a saving throw) and must use the lower of the two results generated. As with the aura shed by actual pugwampies, this spell has no effect on animals, gremlins, or gnolls. The effects of this spell are negated as long as a target gains any sort of luck bonus to a d20 roll (such as those granted by a luckstone or divine favor), but the spell's duration is not impacted by these effects. If the luck bonus goes away before the pugwampi's grace effect ends, the unluck returns and remains until the spell's normal duration runs out."
		]
	},
	"punishing_armor": {
		"name": "Punishing Armor",
		"sources": [ "Agents of Evil" ],
		"description": [
			"## Punishing Armor",
			"",
			"{SOURCE Agents of Evil/19}  ",
			"**School** {spelldef/abjuration}; **Level** alchemist 1, arcanist 1, bloodrager 1, investigator 1, magus 1, shaman 1, sorcerer 1, spiritualist 1, summoner 1, wizard 1  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S  ",
			"**Range** personal  ",
			"**Target** you  ",
			"**Duration** 10 minutes/level (D)  ",
			"**Saving Throw** Fortitude negates, see below; **Spell Resistance** no",
			"",
			"You coat yourself with a thin layer of shimmering energy. Any creature dealing nonlethal damage to you immediately takes half the amount of nonlethal damage dealt. A successful Fortitude save made by the attacking creature negates this damage."
		]
	},
	"pup_shape": {
		"name": "Pup Shape",
		"sources": [ "Ultimate Combat" ],
		"description": [
			"## Pup Shape",
			"",
			"{SOURCE Ultimate Combat/240}  ",
			"**School** {spelldef/transmutation} ({spelldef/polymorph}); **Level** arcanist 3, druid 3, hunter 3, redmantisassassin 3, sorcerer 3, witch 3, wizard 3  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S, M (a rag doll)  ",
			"**Range** close (25 ft. + 5 ft./2 levels)  ",
			"**Target** one animal  ",
			"**Duration** 1 round/level  ",
			"**Saving Throw** Fortitude negates (and Will special, see text); **Spell Resistance** yes",
			"",
			"You transform the subject animal into a Small magical beast (or a magical beast one size category smaller than the original creature, whichever is smaller), creating a young magical version of itself for a short period of time. While in this form, the target has only 1 HD (maximum hit points), and the target takes a -4 penalty to Strength, Constitution, Intelligence and Wisdom (minimum 1). The creature also gains a +4 size bonus to Dexterity and a +2 natural bonus.",
			"",
			"Any nonevil creature that attempts to attack a creature in this form must succeed at a Will saving throw (using the DC of the spell) to overcome feelings of guilt and protectiveness toward the young and innocent-seeming creature. On a failed saving throw, it cannot follow through with the attack, that part of the action is lost, and it can't directly attack the transformed creature for the duration of the spell or until the spell's target attacks it. This part of the spell is a mind-affecting emotion effect. Evil creatures have no qualms about attacking the target of this spell, in fact, some particularly heinous creatures might go out of their ways to do the target harm."
		]
	},
	"purge_spirit": {
		"name": "Purge Spirit",
		"sources": [ "Occult Adventures" ],
		"description": [
			"## Purge Spirit",
			"",
			"{SOURCE Occult Adventures/184}  ",
			"**School** {spelldef/necromancy}; **Level** arcanist 4, medium 2, occultist 2, psychic 3, sorcerer 4, spiritualist 2, witch 4, wizard 4  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S  ",
			"**Range** medium (100 ft. + 10 ft./level)  ",
			"**Target** one creature or haunt  ",
			"**Duration** instantaneous  ",
			"**Saving Throw** Will partial; **Spell Resistance** yes",
			"",
			"Purge spirit rips away at the target's spiritual substance, scattering it over a wide area and hampering the target's ability to reform. The target takes 1d6 points of damage per caster level (maximum 10d6) and is staggered for 1 round. On a successful saving throw, the target takes half damage and is not staggered. This spell affects astrally projected creatures, ethereal creatures, haunts, incorporeal creatures, mediums channeling a spirit, and phantoms, and at the GM's discretion can affect other spirits or creatures made of ectoplasm. Incorporeal creatures take full damage from purge spirit."
		]
	},
	"purging_finale": {
		"name": "Purging Finale",
		"sources": [ "Advanced Player's Guide" ],
		"description": [
			"## Purging Finale",
			"",
			"{SOURCE Advanced Player's Guide/237}  ",
			"**School** {spelldef/conjuration} ({spelldef/healing}); **Level** bard 3, skald 3  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S  ",
			"**Range** close (25 ft. + 5 ft./2 levels)  ",
			"**Target** one living creature  ",
			"**Duration** instantaneous  ",
			"**Saving Throw** Will negates (harmless); **Spell Resistance** yes (harmless)",
			"",
			"You must have a bardic performance in effect to cast this spell. With a flourish, you immediately end your bardic performance, removing one of the following conditions on a creature within range affected by your bardic performance: cowering, dazzled, exhausted, paralyzed, shaken, or stunned."
		]
	},
	"purified_calling": {
		"name": "Purified Calling",
		"sources": [ "Advanced Player's Guide" ],
		"description": [
			"## Purified Calling",
			"",
			"{SOURCE Advanced Player's Guide/237}  ",
			"**School** {spelldef/conjuration} ({spelldef/healing}); **Level** summoner 4, unchained summoner 4  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S, M (a stick of incense)  ",
			"**Range** personal  ",
			"**Target** you  ",
			"**Duration** 1 minute",
			"",
			"Your eidolon is restored to full health when you summon it. Upon casting this spell, you must immediately begin the ritual to summon your eidolon. Upon completion of the ritual, your eidolon appears at full hit points and without any damage or penalties to its ability scores, regardless of its previous condition. In addition, any temporary negative conditions affecting your eidolon are immediately removed. Permanent conditions and ability drain are not affected by this spell."
		]
	},
	"purify_body": {
		"name": "Purify Body",
		"sources": [ "Healer's Handbook" ],
		"description": [
			"## Purify Body",
			"",
			"{SOURCE Healer's Handbook/9}  ",
			"**School** {spelldef/conjuration} ({spelldef/healing}); **Level** alchemist 4, cleric 4, medium 4, oracle 4, paladin 4, psychic 5, warpriest 4  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S  ",
			"**Range** touch  ",
			"**Target** living creature touched  ",
			"**Duration** instantaneous and 1 hour or until discharged  ",
			"**Saving Throw** Will negates (harmless); **Spell Resistance** yes (harmless)",
			"",
			"You align the target's chakras and soothe any unwanted imperfections found within its physical form, leaving its body pristine and without any pain or weakness.",
			"",
			"You restore a number of hit points to the creature equal to 3d8 + 1 per caster level (maximum +20). If the healing would cause the target to exceed its maximum hit points, the target immediately gains half the excess healing from this spell as temporary hit points that last for 1 hour. These temporary hit points are lost first when the target takes damage (although some temporary hit points are lost even before these temporary hit points, such as the temporary hit points from the shell of succor oracle mystery or the shell of succor hex granted by the restoration spirit specialization).",
			"",
			"This spell also ends any pain effects, removes all physical ability score damage (from Strength, Dexterity, and Constitution), and removes the following conditions: blinded, dazzled, deafened, nauseated, paralyzed, and sickened."
		]
	},
	"purify_food_and_drink": {
		"name": "Purify Food and Drink",
		"sources": [ "PRPG Core Rulebook" ],
		"description": [
			"## Purify Food and Drink",
			"",
			"{SOURCE PRPG Core Rulebook/328}  ",
			"**School** {spelldef/transmutation}; **Level** adept 0, cleric 0, druid 0, hunter 0, occultist 0, oracle 0, shaman 0, warpriest 0  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S  ",
			"**Range** 10 ft.  ",
			"**Target** 1 cu. ft./level of contaminated food and water  ",
			"**Duration** instantaneous  ",
			"**Saving Throw** Will negates (object); **Spell Resistance** yes (object)",
			"",
			"This spell makes spoiled, rotten, diseased, poisonous, or otherwise contaminated food and water pure and suitable for eating and drinking. This spell does not prevent subsequent natural decay or spoilage. Unholy water and similar food and drink of significance is spoiled by purify food and drink, but the spell has no effect on creatures of any type nor upon magic potions. Water weighs about 8 pounds per gallon. One cubic foot of water contains roughly 8 gallons and weighs about 60 pounds."
		]
	},
	"putrefy_food_and_drink": {
		"name": "Putrefy Food and Drink",
		"sources": [ "Advanced Player's Guide" ],
		"description": [
			"## Putrefy Food and Drink",
			"",
			"{SOURCE Advanced Player's Guide/237}  ",
			"**School** {spelldef/transmutation} [{spelldef/poison}]; **Level** witch 0  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S  ",
			"**Range** 10 ft.  ",
			"**Target** 1 cu. ft./level of food and water or one potion; see text  ",
			"**Duration** instantaneous  ",
			"**Saving Throw** Will negates (object); **Spell Resistance** yes (object)",
			"",
			"This spell causes otherwise edible food to rot and spoil instantly, and water and other liquids to become brackish and undrinkable. Holy water and similar food and drink of significance are spoiled by putrefy food and drink, but the spell has no effect on creatures of any type, nor upon unholy water. Water weighs about 8 pounds per gallon. One cubic foot of water contains roughly 8 gallons and weighs about 60 pounds.",
			"",
			"Although potions and elixirs are unaffected by the normal use of the spell, you can instead choose to target a single such object with this spell, destroying it if it fails a saving throw."
		]
	},
	"puzzle_box": {
		"name": "Puzzle Box",
		"sources": [ "Inner Sea Monster Codex" ],
		"description": [
			"## Puzzle Box",
			"",
			"{SOURCE Inner Sea Monster Codex/41}  ",
			"**School** {spelldef/enchantment} ({spelldef/compulsion}) [{spelldef/curse}, {spelldef/mind-affecting}]; **Level** arcanist 3, bard 2, skald 2, sorcerer 3, witch 3, wizard 3  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S  ",
			"**Range** close (25 ft. + 5 ft./2 levels)  ",
			"**Target** one creature or one object up to 5 lbs./level  ",
			"**Duration** 1 round/level or permanent; see text  ",
			"**Saving Throw** Will negates or none; **Spell Resistance** yes",
			"",
			"This spell causes even commonly used objects to become conundrums. When cast on a creature, the target loses all weapon and shield proficiencies. The target also forgets how to use all spell-completion, spell-trigger, and use-activated magic items, as well as any mundane items used as part of a skill check, imposing a -5 penalty on all ability and skill checks attempted with such items. These effects last for 1 round per level. As a move action, the target can attempt a skill check to negate the effects of this spell for one object. Weapons, shields, and mundane objects require a successful Craft skill check of the type required to craft the item in question, with a DC equal to the spell's save DC. Magic items require a successful Spellcraft or Use Magic Device skill check against the spell's save DC.",
			"",
			"Alternatively, this spell can be cast on a single touched object that weighs up to 5 pounds per the caster's level. Use of this object becomes a puzzle even to those previously familiar with it. Any creature attempting to use an item affected in this way is treated as though the creature was the target of puzzle box for that item only. When cast on an object, the duration of this spell is permanent."
		]
	},
	"pyrotechnic_eruption": {
		"name": "Pyrotechnic Eruption",
		"sources": [ "Horror Adventures" ],
		"description": [
			"## Pyrotechnic Eruption",
			"",
			"{SOURCE Horror Adventures/125}  ",
			"**School** {spelldef/evocation} [{spelldef/fire}]; **Level** arcanist 4, bloodrager 3, magus 4, occultist 4, sorcerer 4, wizard 4  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S, M (a pinch of coal)  ",
			"**Range** medium (100 ft. + 10 ft./level)  ",
			"**Target** one creature  ",
			"**Duration** see text  ",
			"**Saving Throw** Reflex half (see text); **Spell Resistance** yes",
			"",
			"The caster causes jets of flame to erupt from the ground and surround the target. The target takes 1d6 points of damage per caster level (maximum 15d6) unless it succeeds at a Reflex save for half damage. The blaze surrounds the target for the duration of the spell, forcing the creature to attempt a new save each round. Each round, the damage dealt is reduced to half as many d6; the spell expires when it would deal no damage. If the target moves, the pyrotechnic eruption follows, even if the target teleports.",
			"",
			"Anyone attempting to touch the target takes damage, using the same amount of dice as the last time the target attempted a save (Reflex half). A creature can take the place of the target by bull rushing or grappling it and switching places. The new creature then automatically takes the current round's damage with no saving throw and can begin to attempt Reflex saves starting on its next turn."
		]
	},
	"pyrotechnics": {
		"name": "Pyrotechnics",
		"sources": [ "PRPG Core Rulebook" ],
		"description": [
			"## Pyrotechnics",
			"",
			"{SOURCE PRPG Core Rulebook/328}  ",
			"**School** {spelldef/transmutation}; **Level** arcanist 2, bard 2, bloodrager 2, magus 2, mesmerist 2, psychic 2, redmantisassassin 2, skald 2, sorcerer 2, wizard 2  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S, M (one fire source)  ",
			"**Range** long (400 ft. + 40 ft./level)  ",
			"**Target** one fire source, up to a 20-ft. cube  ",
			"**Duration** 1d4+1 rounds, or 1d4+1 rounds after creatures leave the smoke cloud; see text  ",
			"**Saving Throw** Will negates or Fortitude negates; see text; **Spell Resistance** yes or no; see text",
			"",
			"Pyrotechnics turns a fire into a burst of blinding fireworks or a thick cloud of choking smoke, depending on your choice. The spell uses one fire source, which is immediately extinguished. A fire so large that it exceeds a 20-foot cube is only partly extinguished. Magical fires are not extinguished, although a fire-based creature used as a source takes 1 point of damage per caster level.",
			"",
			"*Fireworks:* The fireworks are a flashing, fiery, momentary burst of glowing, colored aerial lights. This effect causes creatures within 120 feet of the fire source to become blinded for 1d4+1 rounds (Will negates). These creatures must have line of sight to the fire to be affected. Spell resistance can prevent blindness.",
			"",
			"*Smoke Cloud:* A stream of smoke billows out from the fire, forming a choking cloud that spreads 20 feet in all directions and lasts for 1 round per caster level. All sight, even darkvision, is ineffective in or through the cloud. All within the cloud take -4 penalties to Strength and Dexterity (Fortitude negates). These effects last for 1d4+1 rounds after the cloud dissipates or after the creature leaves the area of the cloud. Spell resistance does not apply."
		]
	},
	"screen": {
		"name": "Screen",
		"sources": [ "PRPG Core Rulebook" ],
		"description": [
			"## Screen",
			"",
			"{SOURCE PRPG Core Rulebook/337}  ",
			"**School** {spelldef/illusion} ({spelldef/glamer}); **Level** arcanist 8, psychic 8, sorcerer 8, wizard 8  ",
			"**Casting Time** 10 minutes  ",
			"**Components** V, S  ",
			"**Range** close (25 ft. + 5 ft./2 levels)  ",
			"**Area** 30-ft. cube/level (S)  ",
			"**Duration** 24 hours  ",
			"**Saving Throw** none or Will disbelief (if interacted with); see text; **Spell Resistance** no",
			"",
			"This spell creates a powerful protection from scrying and observation. When casting the spell, you dictate what will and will not be observed in the spell's area. The illusion created must be stated in general terms. Once the conditions are set, they cannot be changed. Attempts to scry the area automatically detect the image stated by you with no save allowed. Sight and sound are appropriate to the illusion created. Direct observation may allow a save (as per a normal illusion), if there is cause to disbelieve what is seen. Even entering the area does not cancel the illusion or necessarily allow a save, assuming that hidden beings take care to stay out of the way of those affected by the illusion."
		]
	},
	"scribes_binding": {
		"name": "Scribe's Binding",
		"sources": [ "Spymaster's Handbook" ],
		"description": [
			"## Scribe's Binding",
			"",
			"{SOURCE Spymaster's Handbook/29}  ",
			"**School** {spelldef/transmutation} ({spelldef/polymorph}); **Level** arcanist 9, occultist 6, sorcerer 9, witch 9, wizard 9  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S, F (a book bound in precious metals and treated with rare oils, worth 1,000 gp per HD of the target)  ",
			"**Range** close (25 ft. + 5 ft./2 levels)  ",
			"**Target** creature touched  ",
			"**Duration** permanent  ",
			"**Saving Throw** Fortitude negates; **Spell Resistance** yes",
			"",
			"Hermea's benevolent Council of Enlightenment uses this spell to humanely preserve their society's greatest minds from the ravages of time, though it has seen far more sinister employment when put to use by other organizations that have since discovered its utility. This spell binds a single creature into a prepared book, sustaining it in suspended animation and filling the book with its experience and knowledge. The tome weighs 10 pounds and has one page for every day of the subject's life. The cover and binding transform to reflect the subject's appearance, interests, and tastes. Every thought and memory - including those the target may have forgotten long ago - are perfectly transcribed within the enchanted pages, penned in excruciating detail in the language that the creature was thinking or speaking in when the event occurred. If a memory includes dialogue in a language the subject didn't understand, that dialogue is reproduced phonetically, and must be translated by a reader who knows that language. Any alterations to a subject's memories - such as by a {spell/modify memory} spell - appear in a subtly different script; a successful DC 35 Linguistics check is needed to identify this.",
			"",
			"Spells that modify or remove text - such as {spell/erase} or {spell/secret page} - also affect the target's memory if they persist after its release. {spell/Modify memory} can be used to repair any changes to its original state, or alter the accounts recorded within the book. A creature imprisoned by scribe's binding automatically fails any saving throws against effects to change or modify its memories.",
			"",
			"A target bound by this spell can be freed by only {spell/freedom}, {spell/miracle}, or {spell/wish}. {spell/Polymorph any object} restores the target's normal form for 24 hours. Scribe's binding makes the imprisoning tome supernaturally durable (hardness 20, 10 hp per HD the imprisoned creature had). Destroying the tome immediately slays the creature imprisoned within."
		]
	},
	"scriveners_chant": {
		"name": "Scrivener's Chant",
		"sources": [ "Seekers of Secrets" ],
		"description": [
			"## Scrivener's Chant",
			"",
			"{SOURCE Seekers of Secrets/17}  ",
			"**School** {spelldef/transmutation}; **Level** arcanist 0, bard 0, cleric 0, oracle 0, skald 0, sorcerer 0, warpriest 0, wizard 0  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S, M (fine sand and a vial of ink)  ",
			"**Range** 5 ft.  ",
			"**Target** one or more written objects  ",
			"**Duration** concentration, up to 1 minute/level  ",
			"**Saving Throw** Will (harmless, object); **Spell Resistance** yes (object)",
			"",
			"This spell imbues a quill with animate energy and rapidly transcribes words from one page to another. The quill copies a written work at the rate of one normal-sized page per minute. The Linguistics skill can be used to make a convincing copy, but otherwise the reproduction is written in the hand of the caster. You must concentrate upon the material being duplicated for the spell's duration and provide new blank pages as required. The scrivener's chant requires blank paper and a quill or other writing materials, in addition to the material components.",
			"",
			"This spell cannot duplicate magical writing (including spells and magical scrolls), though it can duplicate non-magical writing from a magical source."
		]
	},
	"scrying": {
		"name": "Scrying",
		"sources": [ "PRPG Core Rulebook" ],
		"description": [
			"## Scrying",
			"",
			"{SOURCE PRPG Core Rulebook/337}  ",
			"**School** {spelldef/divination} ({spelldef/scrying}); **Level** arcanist 4, bard 3, cleric 5, druid 4, hunter 4, medium 3, mesmerist 3, occultist 4, oracle 5, psychic 4, shaman 4, skald 3, sorcerer 4, spiritualist 5, warpriest 5, witch 4, wizard 4  ",
			"**Casting Time** 1 hour  ",
			"**Components** V, S, M/DF (a pool of water), F (a silver mirror worth 1,000 gp)  ",
			"**Range** see text  ",
			"**Effect** magical sensor  ",
			"**Duration** 1 min./level  ",
			"**Saving Throw** Will negates; **Spell Resistance** yes",
			"",
			"You can observe a creature at any distance. If the subject succeeds on a Will save, the spell fails. The difficulty of the save depends on how well your knowledge of the subject and what sort of physical connection (if any) you have to that creature. Furthermore, if the subject is on another plane, it gets a +5 bonus on its Will save.",
			"",
			"| Knowledge | Will Save Modifier |",
			"| --- | --- |",
			"| None\\* | +10 |",
			"| Secondhand (you have heard of the subject) | +5 |",
			"| Firsthand (you have met the subject) | +0 |",
			"| Familiar (you know the subject well) | -5 |",
			"",
			"\\*You must have some sort of connection (see below) to a creature of which you have no knowledge.",
			"",
			"| Connection | Will Save Modifier |",
			"| --- | --- |",
			"| Likeness or picture | -2 |",
			"| Possession or garment | -4 |",
			"| Body part, lock of hair, bit of nail, etc. | -10 |",
			"",
			"If the save fails, you can see and hear the subject and its surroundings (approximately 10 feet in all directions of the subject). If the subject moves, the sensor follows at a speed of up to 150 feet.",
			"",
			"As with all divination (scrying) spells, the sensor has your full visual acuity, including any magical effects. In addition, the following spells have a 5% chance per caster level of operating through the sensor: {spell/detect chaos}, {spell/detect evil}, {spell/detect good}, {spell/detect law}, {spell/detect magic}, and {spell/message}.",
			"",
			"If the save succeeds, you can't attempt to scry on that subject again for at least 24 hours.",
			"",
			"### Scrying, Greater",
			"",
			"{SOURCE PRPG Core Rulebook/337}  ",
			"**School** {spelldef/divination} ({spelldef/scrying}); **Level** arcanist 7, bard 6, cleric 7, druid 7, mesmerist 6, occultist 6, oracle 7, psychic 7, shaman 7, skald 6, sorcerer 7, witch 7, wizard 7  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S  ",
			"**Range** see text  ",
			"**Effect** magical sensor  ",
			"**Duration** 1 hour/level  ",
			"**Saving Throw** Will negates; **Spell Resistance** yes",
			"",
			"This spell functions like scrying, except as noted above. Additionally, all of the following spells function reliably through the sensor: {spell/detect chaos}, {spell/detect evil}, {spell/detect good}, {spell/detect law}, {spell/detect magic}, {spell/message}, {spell/read magic}, and {spell/tongues}."
		]
	},
	"scrying_greater": {
		"name": "Scrying, Greater",
		"copyof": "scrying"
	},
	"greater_scrying": {
		"copyof": "scrying_greater"
	},
	"sculpt_corpse": {
		"name": "Sculpt Corpse",
		"sources": [ "Advanced Player's Guide" ],
		"description": [
			"## Sculpt Corpse",
			"",
			"{SOURCE Advanced Player's Guide/241}  ",
			"**School** {spelldef/necromancy}; **Level** arcanist 1, occultist 1, sorcerer 1, wizard 1  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S, M (lump of wax)  ",
			"**Range** touch  ",
			"**Target** one dead creature touched  ",
			"**Duration** instantaneous  ",
			"**Saving Throw** Will partial, see text; **Spell Resistance** no",
			"",
			"With a clammy caress and a word to the powers lurking beyond death, you can reshape a dead body look like another creature or even a specific person so long as you have first-hand knowledge of how that creature or person actually looks. You can make the corpse one size larger or smaller and change anything else about it including its apparent type, gender, or age. Creatures with a reason to suspect deception may make a Will saving throw to realize that the corpse was altered. If you chose to make the corpse look like a specific individual anyone who knows that individual can make a Will save to realize that the corpse is not actually that person. However, if a creature fails its Will save by 5 or less they believe the corpse is that of someone who closely resembled the person they knew rather than a deliberate fake. This spell merely changes the appearance of the corpse. Any spell or effect that targets the corpse (such as {spell/speak with dead} or {spell/raise dead}) treats it as if it still had its original appearance."
		]
	},
	"sculpt_simulacrum": {
		"name": "Sculpt Simulacrum",
		"sources": [ "Ultimate Magic" ],
		"description": [
			"## Sculpt Simulacrum",
			"",
			"{SOURCE Ultimate Magic/236}  ",
			"**School** {spelldef/transmutation}; **Level** arcanist 2, psychic 2, redmantisassassin 2, sorcerer 2, wizard 2  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S  ",
			"**Range** touch  ",
			"**Target** simulacrum touched  ",
			"**Duration** instantaneous  ",
			"**Saving Throw** Fortitude negates; **Spell Resistance** yes",
			"",
			"You create cosmetic changes to a simulacrum, similar to disguise self, except the changes are physical rather than illusory. This does not change any of the simulacrum's abilities."
		]
	},
	"sculpt_sound": {
		"name": "Sculpt Sound",
		"sources": [ "PRPG Core Rulebook" ],
		"description": [
			"## Sculpt Sound",
			"",
			"{SOURCE PRPG Core Rulebook/338}  ",
			"**School** {spelldef/transmutation}; **Level** bard 3, skald 3  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S  ",
			"**Range** close (25 ft. + 5 ft./2 levels)  ",
			"**Targets** one creature or object/level, no two of which can be more than 30 ft. apart  ",
			"**Duration** 1 hour/level (D)  ",
			"**Saving Throw** Will negates (object); **Spell Resistance** yes (object)",
			"",
			"You can change the sounds that creatures or objects make. You can create sounds where none exist, deaden sounds, or transform sounds into other sounds. All affected creatures or objects must be transmuted in the same way. Once the transmutation is made, you cannot change it. You can change the qualities of sounds but cannot create words with which you are unfamiliar yourself.",
			"",
			"A spellcaster whose voice is changed dramatically is unable to cast spells with verbal components."
		]
	},
	"sculpted_cape": {
		"name": "Sculpted Cape",
		"sources": [ "Adventurer's Armory 2" ],
		"description": [
			"## Sculpted Cape",
			"",
			"{SOURCE Adventurer's Armory 2/21}  ",
			"**School** {spelldef/transmutation}; **Level** arcanist 1, bard 1, hunter 1, occultist 1, ranger 1, shaman 1, skald 1, sorcerer 1, witch 1, wizard 1  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S, F (cape or loose outer garment)  ",
			"**Range** personal  ",
			"**Target** you  ",
			"**Duration** 1 minute/level",
			"",
			"Your cape, cloak, or shawl stiffens and maintains its shape even if removed. A sculpted cape has hardness 2 and a number of hit points equal to your caster level, and it can support 1 pound of weight per caster level. An unworn sculpted cape can provide cover."
		]
	},
	"sea_of_dust": {
		"name": "Sea of Dust",
		"sources": [ "Ultimate Wilderness" ],
		"description": [
			"## Sea of Dust",
			"",
			"{SOURCE Ultimate Wilderness/234}  ",
			"**School** {spelldef/transmutation} [{spelldef/water}]; **Level** druid 9  ",
			"**Casting Time** 1 hour  ",
			"**Components** V, S, DF  ",
			"**Range** 0 ft.  ",
			"**Area** 2-mile-radius emanation  ",
			"**Duration** permanent  ",
			"**Saving Throw** none; **Spell Resistance** no",
			"",
			"You cause all areas of water to which you have line of effect to recede as if you had cast control water. Exposed water that enters the area ebbs away, evaporating or leaching into the ground at a rate of 1 foot of depth per hour. Living creatures in the area when the spell is cast are parched with thirst and take a -4 penalty on Constitution checks to resist the effects of a hot climate, and their daily water requirement to avoid thirst doubles. Plant creatures and inanimate plants take 1d6 points of nonlethal damage per hour after the first 24 hours, which bypasses hardness and damage reduction. Living creatures with the aquatic or water subtype, unless completely immersed in water, must attempt a DC 20 Constitution check each hour no matter how much water they drink. A creature that fails takes 1d6 points of nonlethal damage and becomes fatigued until it recovers from the nonlethal damage.",
			"",
			"After 1 week, the soil in the area of sea of dust begins to break down and blow away. Moderate winds have a 50% chance each hour to cause sandstorms. This chance increases to 75% in strong winds and 100% in severe or stronger winds. Short-duration wind effects such as gust of wind create sandstorms with the same area and duration as the spell, plus an identical duration after the spell ends.",
			"",
			"After 1 month, the soil in an area affected by sea of dust has virtually disintegrated. The area is treated as a shallow bog for the purposes of movement, with a 25% chance each hour to encounter an area equivalent to a deep bog 2d6x10 feet across, and a 5% chance to encounter a collapsing dust drift equivalent to quicksand 1d6x5 feet across. The affected region remains desertlike in condition until the magic is dispelled, at which point the region recovers and returns to its original terrain over the course of time (this may take only days or weeks, or it could take months or even years, subject to GM discretion). This spell has no effect if cast on an entirely aquatic region. If the spell is cast on an island, the effects of the spell extend to the shore but not beyond."
		]
	},
	"sea_steed": {
		"name": "Sea Steed",
		"sources": [
			"Ultimate Wilderness",
			"Animal Archive"
		],
		"description": [
			"## Sea Steed",
			"",
			"{SOURCE Ultimate Wilderness/234;Animal Archive/25}  ",
			"**School** {spelldef/transmutation} ({spelldef/polymorph}); **Level** druid 2, hunter 2, paladin 2, ranger 2  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S, DF  ",
			"**Range** touch  ",
			"**Target** a creature you are mounted upon  ",
			"**Duration** 10 minutes/level (D)  ",
			"**Saving Throw** Will negates (harmless); **Spell Resistance** yes (harmless)",
			"",
			"The target adapts to life in the water, gaining piscine scales that cover its body and growing fins in place of feet. It gains the aquatic subtype, the amphibious quality, and a swim speed equal to its base speed before it came under the effect of this spell. While under the effects of this spell, the target's base speed is reduced by 10 feet (minimum 10 feet).",
			"",
			"### Sea Stallion",
			"",
			"{SOURCE Ultimate Wilderness/234}  ",
			"**School** {spelldef/transmutation} ({spelldef/polymorph}); **Level** druid 4, hunter 4, paladin 4, ranger 4  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S, DF  ",
			"**Range** touch  ",
			"**Target** a creature you are mounted upon  ",
			"**Duration** 10 minutes/level (D)  ",
			"**Saving Throw** Will negates (harmless); **Spell Resistance** yes (harmless)",
			"",
			"This spell functions as sea steed, but as long as you stay mounted on the target, you also gain the amphibious quality and your melee attacks function as if you were under the effect of freedom of movement. The benefits you gain from this spell are not polymorph effects. If you dismount from the target, you retain the amphibious quality for up to 1 minute, but not the other benefits. You regain all of the benefits once you mount the target creature again."
		]
	},
	"sea_stallion": {
		"name": "Sea Stallion",
		"copyof": "sea_steed"
	},
	"sealed_life": {
		"name": "Sealed Life",
		"sources": [ "Occult Adventures" ],
		"description": [
			"## Sealed Life",
			"",
			"{SOURCE Occult Adventures/185}  ",
			"**School** {spelldef/abjuration}; **Level** medium 2, spiritualist 3  ",
			"**Casting Time** 1 standard action  ",
			"**Components** S  ",
			"**Range** close (25 ft. + 5 ft./2 levels)  ",
			"**Target** one creature  ",
			"**Duration** 1 round/level  ",
			"**Saving Throw** none; **Spell Resistance** yes",
			"",
			"You seal the life force within the target, preventing it from sharing its vitality with others. Affected creatures can't transfer damage to or from another, such as through {spell/shield other}, a spiritualist's life bond, or a summoner's life link. Effects such as vampiric touch that steal vitality from others deal damage normally, but provide no benefits."
		]
	},
	"sealed_life_greater": {
		"name": "Sealed Life, Greater",
		"sources": [ "Occult Adventures" ],
		"description": [
			"## Sealed Life, Greater",
			"",
			"{SOURCE Occult Adventures/185}  ",
			"**School** {spelldef/abjuration}; **Level** spiritualist 6  ",
			"**Casting Time** 1 standard action  ",
			"**Components** S  ",
			"**Range** close (25 ft. + 5 ft./2 levels)  ",
			"**Target** one creature  ",
			"**Duration** 1 minute/level  ",
			"**Saving Throw** none; **Spell Resistance** yes",
			"",
			"This spell functions as sealed life, except it additionally provides the benefits of death ward and renders its targets immune to effects that extract or transfer its soul, such as possession and trap the soul. This spell prevents a soul from returning to its body if it has already departed, until the spell's duration expires."
		]
	},
	"greater_sealed_life": {
		"copyof": "sealed_life_greater"
	},
	"sealed_sending": {
		"name": "Sealed Sending",
		"sources": [ "Inner Sea Intrigue" ],
		"description": [
			"## Sealed Sending",
			"",
			"{SOURCE Inner Sea Intrigue/61}  ",
			"**School** {spelldef/conjuration} ({spelldef/creation}) [{spelldef/language-dependent}]; **Level** arcanist 5, sorcerer 5, wizard 5  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S  ",
			"**Range** unlimited  ",
			"**Effect** one nonmagical parchment with a written message  ",
			"**Duration** 1 hour/level or until discharged  ",
			"**Saving Throw** none (harmless); **Spell Resistance** no (harmless)",
			"",
			"You create a scroll bearing a message in any language you can speak, with a maximum length of 50 words. The scroll magically appears anywhere you have viewed at least once on the same plane of existence you are on now. When the spell ends or when the message has been read completely, the scroll disintegrates, leaving no trace. This spell cannot be detected, traced, or blocked by any spell of a lower level."
		]
	},
	"seamantle": {
		"name": "Seamantle",
		"sources": [ "Advanced Player's Guide" ],
		"description": [
			"## Seamantle",
			"",
			"{SOURCE Advanced Player's Guide/241}  ",
			"**School** {spelldef/conjuration} ({spelldef/creation}) [{spelldef/water}]; **Level** arcanist 8, druid 8, sorcerer 8, wizard 8  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S, M (a cup of water)  ",
			"**Range** personal  ",
			"**Target** you  ",
			"**Duration** 1 minute/level",
			"",
			"You sheathe yourself within a churning column of pure elemental water up to 30 feet high that fills your space. You gain a swim speed equal to your land speed and can see, hear, and breathe normally within the seamantle, but attacks against you are treated as if you were under the surface of the water. You gain improved cover (+8 cover bonus to AC, +4 bonus on Reflex saves) against foes that do not have freedom of movement effects. The cover granted by the seamantle does not enable you to make Stealth checks or prevent attacks of opportunity. Magical attacks against you are unaffected unless they require attack rolls or state that they do not function underwater (such as cloudkill).",
			"",
			"The seamantle blocks line of effect for any fire spell or supernatural fire effect, but enemies can attempt to use fire spells within the seamantle; this requires a caster level check (DC 20 + spell level), and if successful the fire spell takes effect as a bubble of steam contained within the seamantle rather than its usual effect.",
			"",
			"The seamantle allows you to make a slam attack by forming a pseudopod of water, inflicting damage appropriate for your size. This slam attack has a reach of 30 feet. In addition, as a standard action, you can attempt to extinguish fires by touch. You automatically extinguish up to a 10-foot cube of normal fire. Against magical fire effects, your touch acts as {spell/dispel magic}; this also applies to any non-instantaneous fire affect that comes into contact with you (such as {spell/flame blade}, {spell/flaming sphere}, or {spell/incendiary cloud}). Even if you fail to extinguish a fire, you are not harmed by it. A {magic-enhancement/flaming} or {magic-enhancement/flaming burst} weapon that strikes you has its power suppressed for 1d4 rounds if the wielder fails a Fortitude save."
		]
	},
	"searching_shadows": {
		"name": "Searching Shadows",
		"sources": [ "Inner Sea Intrigue" ],
		"description": [
			"## Searching Shadows",
			"",
			"{SOURCE Inner Sea Intrigue/62}  ",
			"**School** {spelldef/illusion} ({spelldef/shadow>_subschool}) [{spelldef/shadow>_descriptor}]; **Level** arcanist 2, bard 2, skald 2, sorcerer 2, wizard 2  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S  ",
			"**Range** medium (100 ft. + 10 ft./level)  ",
			"**Effect** shadows in a 10-foot-radius spread  ",
			"**Duration** concentration  ",
			"**Saving Throw** Reflex partial; **Spell Resistance** yes",
			"",
			"Strands of shadow probe an area, searching for a creature or object you specify by shape, size, or texture. Each round, the shadows attempt a Perception check on the squares they touch with a total bonus equal to your caster level + your Charisma or Intelligence modifier, whichever is higher. You can move the shadows up to 30 feet or change the search criteria as part of concentrating on the spell. Whenever the shadows come into contact with a creature with spell resistance, you must attempt a caster level check to overcome its spell resistance. If you fail, the spell ends.",
			"",
			"When the shadows locate a desired item or creature, you are aware of its shape and size and can order the shadows to try to seize it. If the shadows are seeking a creature, the area they cover becomes difficult terrain for that creature, and the creature must succeed at a Reflex saving throw or become entangled and unable to move. Changing the criteria of the creature or object sought or moving the shadows away from an entangled target frees it. If the target is an object carried by a creature, the shadows attempt a disarm or steal combat maneuver check as appropriate, using the same modifier as for their Perception check. The shadows can pick up and move unattended, nonmagical objects that weigh up to 5 pounds."
		]
	},
	"searing_light": {
		"name": "Searing Light",
		"sources": [
			"PRPG Core Rulebook",
			"Mythic Adventures"
		],
		"description": [
			"## Searing Light",
			"",
			"{SOURCE PRPG Core Rulebook/338}  ",
			"**School** {spelldef/evocation}; **Level** cleric 3, inquisitor 3, oracle 3, warpriest 3  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S  ",
			"**Range** medium (100 ft. + 10 ft./level)  ",
			"**Effect** ray  ",
			"**Duration** instantaneous  ",
			"**Saving Throw** none; **Spell Resistance** yes",
			"",
			"Focusing divine power like a ray of the sun, you project a blast of light from your open palm. You must succeed on a ranged touch attack to strike your target. A creature struck by this ray of light takes 1d8 points of damage per two caster levels (maximum 5d8). An undead creature takes 1d6 points of damage per caster level (maximum 10d6), and an undead creature particularly vulnerable to bright light takes 1d8 points of damage per caster level (maximum 10d8). A construct or inanimate object takes only 1d6 points of damage per two caster levels (maximum 5d6).",
			"",
			"### Mythic Searing Light",
			"",
			"{SOURCE Mythic Adventures/107}",
			"",
			"The spell's damage increases to 1d6 per caster level (maximum 10d6). The damage dealt to an undead creature increases to 1d8 points of damage per caster level (maximum 10d8), or 2d6 per caster level (maximum 20d6) if the undead is vulnerable to bright light. The damage dealt to constructs increases to 1d8 points of damage per 2 caster levels (maximum 5d8). If a creature struck has light sensitivity or light blindness, it takes the penalty from that weakness for 1 round after being struck by the light."
		]
	},
	"sebaceous_twin": {
		"name": "Sebaceous Twin",
		"sources": [ "Pathfinder #119: Prisoners of the Blight" ],
		"description": [
			"## Sebaceous Twin",
			"",
			"{SOURCE Pathfinder #119: Prisoners of the Blight/70}  ",
			"**School** {spelldef/transmutation}; **Level** arcanist 3, cleric 3, druid 3, hunter 3, oracle 3, sorcerer 3, warpriest 3, witch 3, wizard 3 (Cyth-V'sug)  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S  ",
			"**Range** touch  ",
			"**Target** living creature touched  ",
			"**Duration** 1 round/level (see text)  ",
			"**Saving Throw** none (see text); **Spell Resistance** yes",
			"",
			"By touching a living target, you cause a half-formed, parasitic clone of the target to burst from its midsection. The twin dangles from the target's body, making it difficult for the target to move easily and imparting a -2 penalty on Acrobatics and Climb checks. In addition, for the spell's duration, the target must succeed at a Fortitude saving throw at the start of its turn each round, or else it takes 1 point of Constitution damage and is sickened for that round as the twin siphons off its blood. Each time the target receives any healing (magical or otherwise), the duration of this spell is extended by 1 round. Each attack that deals damage to the target reduces the duration of this spell by 1 round. If the duration reaches 0 rounds in this manner, the twin is violently excised from the body, and the target takes 1d6 points of bleed damage (which can be healed as normal).",
			"",
			"The effect of sebaceous twin counts as a disease effect with a DC equal to the spell's saving throw DC."
		]
	},
	"secluded_grimoire": {
		"name": "Secluded Grimoire",
		"sources": [ "Magic Tactics Toolbox" ],
		"description": [
			"## Secluded Grimoire",
			"",
			"{SOURCE Magic Tactics Toolbox/17}  ",
			"**School** {spelldef/conjuration} ({spelldef/summoning}); **Level** arcanist 1, magus 1, sorcerer 1, wizard 1  ",
			"**Casting Time** 1 round  ",
			"**Components** V, S  ",
			"**Range** touch  ",
			"**Target** spellbook touched  ",
			"**Duration** instantaneous  ",
			"**Saving Throw** none; **Spell Resistance** no",
			"",
			"This spell sends a spellbook into a random but safe location on the Ethereal Plane, where it remains indefinitely. When you cast this spell, the target spellbook dissolves into quickly fading lines of energy and runes that reflect all of the spells stored within. Thereafter, you can retrieve the spellbook by concentrating as a standard action, causing it to reappear in your hands. You cannot cast this spell on another spellbook if you currently have a spellbook in the Ethereal Plane. No other creatures or objects accompany the spellbook you send away, and the duration of any spells currently affecting the spellbook continue normally."
		]
	},
	"second_wind": {
		"name": "Second Wind",
		"sources": [ "Elemental Master's Handbook" ],
		"description": [
			"## Second Wind",
			"",
			"{SOURCE Elemental Master's Handbook/18}  ",
			"**School** {spelldef/conjuration} ({spelldef/healing}) [{spelldef/air}]; **Level** antipaladin 3, cleric 3, hunter 3, inquisitor 3, oracle 3, paladin 3, ranger 3, warpriest 3  ",
			"**Casting Time** 1 swift action or 1 immediate action; see text  ",
			"**Components** V  ",
			"**Range** personal  ",
			"**Target** you  ",
			"**Duration** instantaneous",
			"",
			"You can cast this spell only when you have fewer than one-quarter of your total hit points. With a gasping utterance, you summon invigorating air to fill your lungs. You heal 2d8 points of damage + 1 point per caster level (maximum +10). You can cast this spell either as a swift action on your turn or as an immediate action when you are brought to below 0 hit points. If you do not breathe, you can't benefit from this spell."
		]
	},
	"secret_chest": {
		"name": "Secret Chest",
		"sources": [
			"PRPG Core Rulebook",
			"Black Markets",
			"Heroes of the Streets"
		],
		"description": [
			"{jumplist Secret Coffer / Secret Vault}",
			"",
			"## Secret Chest",
			"",
			"{SOURCE PRPG Core Rulebook/338}  ",
			"**School** {spelldef/conjuration} ({spelldef/summoning}); **Level** arcanist 5, mesmerist 5, occultist 5, psychic 5, sorcerer 5, spiritualist 5, witch 5, wizard 5  ",
			"**Casting Time** 10 minutes  ",
			"**Components** V, S, F (the chest and its replica)  ",
			"**Range** see text  ",
			"**Target** one chest and up to 1 cu. ft. of goods/caster level  ",
			"**Duration** 60 days or until discharged  ",
			"**Saving Throw** none; **Spell Resistance** no",
			"",
			"You hide a chest on the Ethereal Plane for as long as 60 days and can retrieve it at will. The chest can contain up to 1 cubic foot of material per caster level (regardless of the chest's actual size, which is about 3 feet by 2 feet by 2 feet). If any living creatures are in the chest, there is a 75% chance that the spell simply fails. Once the chest is hidden, you can retrieve it by concentrating (a standard action), and it appears next to you.",
			"",
			"The chest must be exceptionally well crafted and expensive, constructed for you by master crafters. The cost of such a chest is never less than 5,000 gp. Once it is constructed, you must make a tiny replica (of the same materials and perfect in every detail) so that the miniature of the chest appears to be a perfect copy. (The replica costs 50 gp.) The chests are nonmagical and can be fitted with locks, wards, and so on, just as any normal chest can be.",
			"",
			"To hide the chest, you cast the spell while touching both the chest and the replica. The chest vanishes into the Ethereal Plane. You need the replica to recall the chest. After 60 days, there is a cumulative chance of 5% per day that the chest is irretrievably lost. If the miniature of the chest is lost or destroyed, there is no way, even with a wish spell, that the large chest can be summoned back, although an extraplanar expedition might be mounted to find it.",
			"",
			"Living things in the chest eat, sleep, and age normally, and they die if they run out of food, air, water, or whatever they need to survive.",
			"",
			"### Secret Coffer",
			"",
			"{SOURCE Black Markets/31;Heroes of the Streets/31}  ",
			"**School** {spelldef/conjuration} ({spelldef/summoning}); **Level** arcanist 3, sorcerer 3, witch 3, wizard 3  ",
			"**Casting Time** 10 minutes  ",
			"**Components** V, S, F (the chest and its replica)  ",
			"**Range** see text  ",
			"**Target** one small chest or coffer and up to 1 cu. ft. of goods  ",
			"**Duration** 60 days or until discharged  ",
			"**Saving Throw** none; **Spell Resistance** no",
			"",
			"This spell functions like secret chest, except the coffer is only 1 foot square and can contain only 1 cubic foot of goods, and the container can remain safely hidden on the Ethereal Plane for only 14 days before it risks becoming lost. The spell automatically fails if a living creature enters the coffer. The coffer used as a focus for secret coffer must cost at least 500 gp, and its replica costs 5 gp.",
			"",
			"### Secret Vault",
			"",
			"{SOURCE Black Markets/31}  ",
			"**School** {spelldef/conjuration} ({spelldef/summoning}); **Level** arcanist 8, sorcerer 8, witch 8, wizard 8  ",
			"**Casting Time** 10 minutes  ",
			"**Components** V, S, F (the chest and its replica)  ",
			"**Range** see text  ",
			"**Target** one chamber and up to 10 cu. ft. of goods/caster level  ",
			"**Duration** 60 days or until discharged  ",
			"**Saving Throw** none; **Spell Resistance** no",
			"",
			"This spell functions like secret chest, except it affects a small structure, vault, or oversized chest. Living creatures within a secret vault don't cause the spell to fail. While the vault is stored on the Ethereal Plane, living creatures within the vault don't need to eat, drink, or breathe, but they can't leave the vault except via magic such as plane shift. The vault used as a focus for secret vault must cost at least 25,000 gp, and its replica costs 250 gp. A secret vault has only a 1% cumulative chance per day of becoming irretrievably lost after 360 days."
		]
	},
	"secret_coffer": {
		"name": "Secret Coffer",
		"copyof": "secret_chest"
	},
	"secret_vault": {
		"name": "Secret Vault",
		"copyof": "secret_chest"
	},
	"secret_page": {
		"name": "Secret Page",
		"sources": [ "PRPG Core Rulebook" ],
		"description": [
			"## Secret Page",
			"",
			"{SOURCE PRPG Core Rulebook/338}  ",
			"**School** {spelldef/transmutation}; **Level** arcanist 3, bard 3, mesmerist 3, occultist 3, redmantisassassin 3, skald 3, sorcerer 3, wizard 3  ",
			"**Casting Time** 10 minutes  ",
			"**Components** V, S, M (powdered herring scales and a vial of will-o'-wisp essence)  ",
			"**Range** touch  ",
			"**Target** page touched, up to 3 sq. ft. in size  ",
			"**Duration** permanent  ",
			"**Saving Throw** none; **Spell Resistance** no",
			"",
			"Secret page alters the contents of a page so that it appears to be something entirely different. The text of a spell can be changed to show another spell of equal or lower level known by the caster. This spell cannot be used to change a spell contained on a scroll, but it can be used to hide a scroll. Explosive runes or sepia snake sigil can be cast upon the secret page.",
			"",
			"A comprehend languages spell alone cannot reveal a secret page's contents. You are able to reveal the original contents by speaking a special word. You can then peruse the actual page and return it to its secret page form at will. You can also remove the spell by double repetition of the special word. A detect magic spell reveals dim magic on the page in question but does not reveal its true contents. True seeing reveals the presence of the hidden material but does not reveal the contents unless cast in combination with comprehend languages. A secret page spell can be dispelled, and the hidden writings can be destroyed by means of an erase spell."
		]
	},
	"secret_sign": {
		"name": "Secret Sign",
		"sources": [ "Black Markets" ],
		"description": [
			"## Secret Sign",
			"",
			"{SOURCE Black Markets/25}  ",
			"**School** {spelldef/illusion} ({spelldef/glamer}); **Level** arcanist 2, bard 1, inquisitor 1, shaman 1, skald 1, sorcerer 2, witch 2, wizard 2  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S, M (a lemon peel)  ",
			"**Range** touch  ",
			"**Target** one creature or object  ",
			"**Duration** 1 day/level  ",
			"**Saving Throw** Will negates (object); **Spell Resistance** yes (harmless, object)",
			"",
			"You invisibly inscribe a small mark or short message (no more than 25 words) on a creature or object, similar to the way arcane mark works. The sign can be no more than 6 inches across, and if it's a written message, it can be in any language you can read and write at the time of the spell's casting. As you cast the spell, you can define one auditory, olfactory, tangible, or visual criterion - such as all creatures wearing green bands on their left arms or only creatures who smell of lavender or only orcs - that allows designated creatures within 30 feet to see the secret sign.",
			"",
			"Disguises and illusions that mimic the set criterion can fool this spell. Normal darkness doesn't conceal a visual trigger, but magical darkness or invisibility does. Auditory criteria (such as a password) and tangible criteria (such as pressing your hand against a specific object or wall) can be performed by anyone who learns of them. A secret sign cannot distinguish alignment, level, Hit Dice, or class except by external garb, but can differentiate apparent races, genders, and garments. See invisibility and invisibility purge reveal the sign, but glitterdust does not.",
			"",
			"A caster of at least 10th level can make secret sign permanent on an object with a {spell/permanency} spell using 5,000 gp of diamond dust as a material component."
		]
	},
	"secret_speech": {
		"name": "Secret Speech",
		"sources": [
			"Inner Sea Gods",
			"Pathfinder #17: A Memory of Darkness"
		],
		"description": [
			"## Secret Speech",
			"",
			"{SOURCE Inner Sea Gods/240;Pathfinder #17: A Memory of Darkness/62}  ",
			"**School** {spelldef/divination}; **Level** arcanist 2, bard 1, cleric 2, inquisitor 1, oracle 2, shaman 2, skald 1, sorcerer 2, warpriest 2, wizard 2 (Calistria)  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S  ",
			"**Range** touch  ",
			"**Target** creature touched  ",
			"**Duration** 10 minutes/level  ",
			"**Saving Throw** Will negates (harmless); **Spell Resistance** no (harmless)",
			"",
			"This spell grants the target the ability to send secret messages embedded within normal speech. This is similar to the secret messages ability of the Bluff skill, but no check is needed; the speaker's intended recipient always understands the hidden message perfectly, but other listeners cannot perceive the message at all. The target can send only one message at a time, though it can send that message to multiple listeners. The secret message is considered to be in the same language the target is speaking, and intended recipients hear and understand both the actual speech and the secret message. The target can make itself understood as far as its voice carries.",
			"",
			"For example, at a fancy noble's wedding, a jealous former suitor casts this spell on himself before making a speech. Everyone hears his glowing words of praise, but only his allies hear his secret message instructing them to attack the groom."
		]
	},
	"secure_shelter": {
		"name": "Secure Shelter",
		"sources": [ "PRPG Core Rulebook" ],
		"description": [
			"## Secure Shelter",
			"",
			"{SOURCE PRPG Core Rulebook/338}  ",
			"**School** {spelldef/conjuration} ({spelldef/creation}); **Level** arcanist 4, bard 4, skald 4, sorcerer 4, witch 4, wizard 4  ",
			"**Casting Time** 10 minutes  ",
			"**Components** V, S, M (a chip of stone, sand, a drop of water, and a wood splinter)  ",
			"**Range** close (25 ft. + 5 ft./2 levels)  ",
			"**Effect** 20-ft.-square structure  ",
			"**Duration** 2 hours/level (D)  ",
			"**Saving Throw** none; **Spell Resistance** no",
			"",
			"You conjure a sturdy cottage or lodge made of material that is common in the area where the spell is cast. The floor is level, clean, and dry. The lodging resembles a normal cottage, with a sturdy door, two shuttered windows, and a small fireplace.",
			"",
			"The shelter must be heated as a normal dwelling, and extreme heat adversely affects it and its occupants. The dwelling does, however, provide considerable security otherwise - it is as strong as a normal stone building, regardless of its material composition. The dwelling resists flames and fire as if it were stone. It is impervious to normal missiles (but not the sort cast by siege engines or giants).",
			"",
			"The door, shutters, and even chimney are secure against intrusion, the former two being secured with arcane lock and the latter by an iron grate at the top and a narrow flue. In addition, these three areas are protected by an alarm spell. Finally, an unseen servant is conjured to provide service to you for the duration of the shelter.",
			"",
			"The secure shelter contains crude furnishings-eight bunks, a trestle table, eight stools, and a writing desk."
		]
	},
	"seducers_eyes": {
		"name": "Seducer's Eyes",
		"sources": [
			"Inner Sea Gods",
			"Faiths of Balance"
		],
		"description": [
			"## Seducer's Eyes",
			"",
			"{SOURCE Inner Sea Gods/240;Faiths of Balance/28}  ",
			"**School** {spelldef/enchantment} ({spelldef/charm}) [{spelldef/mind-affecting}]; **Level** arcanist 2, bard 2, skald 2, sorcerer 2, witch 2, wizard 2 (Calistria)  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S, DF  ",
			"**Range** personal  ",
			"**Target** you  ",
			"**Duration** 10 minutes/level (D)",
			"",
			"You gain a bonus on Charisma-based skill checks equal to 1 + 1 for every 4 caster levels you possess (to a maximum of +5), but only when interacting with those who might conceivably find you sexually attractive. You do not gain this bonus against those you or your allies are attacking or threatening."
		]
	},
	"see_alignment": {
		"name": "See Alignment",
		"sources": [ "Ultimate Combat" ],
		"description": [
			"## See Alignment",
			"",
			"{SOURCE Ultimate Combat/243}  ",
			"**School** {spelldef/divination}; **Level** alchemist 1, arcanist 1, bard 1, investigator 1, psychic 1, skald 1, sorcerer 1, wizard 1  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S, M (eye of newt)  ",
			"**Range** personal  ",
			"**Target** you  ",
			"**Duration** 1/round per level",
			"",
			"When you cast this spell, select a single alignment (such as lawful good or chaotic evil). Creatures of that alignment glow with a ghostly radiance while they are within your vision. Though you can see this radiance, other creatures cannot.",
			"",
			"Spells and effects that obscure alignment, like undetectable alignment, also obscure the effects of this spell."
		]
	},
	"see_beyond": {
		"name": "See Beyond",
		"sources": [ "Divine Anthology" ],
		"description": [
			"## See Beyond",
			"",
			"{SOURCE Divine Anthology/13}  ",
			"**School** {spelldef/divination} [{spelldef/meditative}]; **Level** arcanist 3, cleric 3, shaman 3, warpriest 3, witch 3, wizard 3  ",
			"**Casting Time** 1 hour  ",
			"**Components** V, M (soothing incense worth 300 gp)  ",
			"**Range** personal  ",
			"**Target** you  ",
			"**Duration** 24 hours or until discharged",
			"",
			"You attune your mind and your sight to the hidden world of spirits. You gain a +5 circumstance bonus on Perception checks; this circumstance bonus increases to a +10 circumstance bonus on Perception checks to find invisible creatures or objects, incorporeal creatures or objects, or things that exist only on he Ethereal Plane. Additionally, at any time during the spell's duration, you can push your ethereal vision even further as a swift action. When you do, you can see through solid objects (as if using a ring of x-ray vision) for 5 rounds. After this time, the spell ends."
		]
	},
	"see_invisibility": {
		"name": "See Invisibility",
		"sources": [
			"PRPG Core Rulebook",
			"Potions and Poisons"
		],
		"description": [
			"## See Invisibility",
			"",
			"{SOURCE PRPG Core Rulebook/339}  ",
			"**School** {spelldef/divination}; **Level** adept 2, alchemist 2, arcanist 2, bard 3, bloodrager 2, inquisitor 2, investigator 2, mesmerist 3, occultist 2, psychic 2, skald 3, sorcerer 2, spiritualist 2, summoner 2, unchained summoner 2, witch 2, wizard 2  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S, M (talc and powdered silver)  ",
			"**Range** personal  ",
			"**Target** you  ",
			"**Duration** 10 min./level (D)",
			"",
			"You can see any objects or beings that are invisible within your range of vision, as well as any that are ethereal, as if they were normally visible. Such creatures are visible to you as translucent shapes, allowing you easily to discern the difference between visible, invisible, and ethereal creatures.",
			"",
			"The spell does not reveal the method used to obtain invisibility. It does not reveal illusions or enable you to see through opaque objects. It does not reveal creatures who are simply hiding, concealed, or otherwise hard to see.",
			"",
			"See invisibility can be made permanent with a {spell/permanency} spell.",
			"",
			"### Glimpse the Hidden",
			"",
			"{SOURCE Potions and Poisons/17}  ",
			"**School** {spelldef/divination}; **Level** alchemist 3, arcanist 3, inquisitor 3, investigator 3, sorcerer 3, summoner 3, unchained summoner 3, wizard 3  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S, M (a pinch of magnesium and platinum)  ",
			"**Range** touch  ",
			"**Target** creature touched  ",
			"**Duration** 1 round/level (D)  ",
			"**Saving Throw** Will negates (harmless); **Spell Resistance** yes (harmless)",
			"",
			"This spell functions as see invisibility, except as noted here. This spell cannot be made permanent."
		]
	},
	"glimpse_the_hidden": {
		"name": "Glimpse the Hidden",
		"copyof": "see_invisibility"
	},
	"see_through_stone": {
		"name": "See Through Stone",
		"sources": [ "Dwarves of Golarion" ],
		"description": [
			"## See Through Stone",
			"",
			"{SOURCE Dwarves of Golarion/25}  ",
			"**School** {spelldef/divination}; **Level** druid 4, hunter 3, ranger 3  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S, DF  ",
			"**Range** touch  ",
			"**Target** creature touched  ",
			"**Duration** concentration, up to 1 round/level (D)  ",
			"**Saving Throw** Will negates (harmless); **Spell Resistance** yes (harmless)",
			"",
			"You gain the ability to see through solid rock as if it were transparent glass. You may see through 1 foot of stone per caster level. You see within the stone as if you were looking at the area in normal light, even if there is no illumination, though low-light vision and darkvision have no effect on your ability to see through stone. Metal at least 1 inch thick or wood or dirt at least 3 feet thick blocks your vision.",
			"",
			"The spell does not negate {rule/concealment} for those creatures hiding behind stone objects (the stone is still an obstacle to your attacks)."
		]
	},
	"seed_spies": {
		"name": "Seed Spies",
		"sources": [ "Ultimate Wilderness" ],
		"description": [
			"## Seed Spies",
			"",
			"{SOURCE Ultimate Wilderness/14}  ",
			"**School** {spelldef/divination}; **Level** arcanist 3, druid 2, hunter 2, occultist 2, ranger 2, shaman 3, sorcerer 3, witch 3, wizard 3 (Gathlain)  ",
			"**Casting Time** 1 round  ",
			"**Components** V, S, M (a drop of honey)  ",
			"**Range** close (25 ft. + 5 ft./2 levels)  ",
			"**Effect** up to one insect spy/4 levels  ",
			"**Duration** 10 minutes/level (D)  ",
			"**Saving Throw** none; **Spell Resistance** no",
			"",
			"This spell functions as insect spies, except it creates wafting seeds with magical intellect instead of insects. The seeds can hear but not see. They fly at a speed of 10 feet (good maneuverability), but they can't crawl or climb, although they can cling to rough, soft, or sticky creatures or surfaces."
		]
	},
	"seeds_of_influence": {
		"name": "Seeds of Influence",
		"sources": [ "Inner Sea Intrigue" ],
		"description": [
			"## Seeds of Influence",
			"",
			"{SOURCE Inner Sea Intrigue/62}  ",
			"**School** {spelldef/enchantment} ({spelldef/compulsion}) [{spelldef/emotion}, {spelldef/mind-affecting}]; **Level** arcanist 4, bard 3, medium 3, mesmerist 3, psychic 4, skald 3, sorcerer 4, witch 4, wizard 4  ",
			"**Casting Time** 1 standard action  ",
			"**Components** S, M (a rose)  ",
			"**Range** close (25 ft. + 5 ft./2 levels)  ",
			"**Targets** one creature  ",
			"**Duration** 1 hour/level (D)  ",
			"**Saving Throw** Will negates; **Spell Resistance** yes",
			"",
			"You leave a magical trace in the mind of a creature with an attitude of at least indifferent toward you. The target takes a cumulative -2 penalty on its Will save to negate the spell for each step by which its attitude is better than indifferent.",
			"",
			"The target takes a -2 penalty on saving throws against divination spells you cast. You can target that creature with mind-affecting spells of a spell level lower than seeds of influence as if those spells were modified by {feat/Enlarge Spell} (the modified spell doesn't take longer to cast and doesn't use a higher-level spell slot). Whenever the target succeeds at a saving throw against a divination or mind-affecting spell you cast, seeds of influence ends for that target. A creature can be subject to only one seeds of influence spell at a time; later castings of seeds of influence remove any previous casting.",
			"",
			"### Seeds of Influence, Greater",
			"",
			"{SOURCE Inner Sea Intrigue/62}  ",
			"**School** {spelldef/enchantment} ({spelldef/compulsion}) [{spelldef/emotion}, {spelldef/mind-affecting}]; **Level** arcanist 7, bard 5, medium 4, mesmerist 5, psychic 7, skald 5, sorcerer 7, witch 7, wizard 7  ",
			"**Casting Time** 1 standard action  ",
			"**Components** S, M (a rose)  ",
			"**Range** close (25 ft. + 5 ft./2 levels)  ",
			"**Targets** one creature  ",
			"**Duration** 1 day/level (D)  ",
			"**Saving Throw** Will negates; **Spell Resistance** yes",
			"",
			"This spell functions as seeds of influence, except that if the target is protected by a spell that grants immunity, spell resistance, or a saving throw bonus against a divination or mind-affecting spell you cast on the target, you can attempt caster level checks to dispel each such effect before applying the effects of those protections against the spell. The DC of the caster level check to dispel each effect is equal to 11 + the effect's caster level. Such spells cast on the target while greater seeds of influence is active grant no protection against greater seeds of influence."
		]
	},
	"seeds_of_influence_greater": {
		"name": "Seeds of Influence, Greater",
		"copyof": "seeds_of_influence"
	},
	"greater_seeds_of_influence": {
		"copyof": "seeds_of_influence_greater"
	},
	"seek_shelter": {
		"name": "Seek Shelter",
		"sources": [ "Inner Sea Intrigue" ],
		"description": [
			"## Seek Shelter",
			"",
			"{SOURCE Inner Sea Intrigue/62}  ",
			"**School** {spelldef/enchantment} ({spelldef/compulsion}) [{spelldef/fear}, {spelldef/mind-affecting}]; **Level** arcanist 5, bard 4, cleric 5, inquisitor 4, mesmerist 4, oracle 5, psychic 5, skald 4, sorcerer 5, summoner 4, unchained summoner 4, warpriest 5, witch 5, wizard 5  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S  ",
			"**Range** close (25 ft. + 5 ft./2 levels)  ",
			"**Targets** all non-hostile creatures with 4 or fewer HD in a 30-ft.-radius spread  ",
			"**Duration** 1 hour/level (D)  ",
			"**Saving Throw** Will negates (harmless); **Spell Resistance** yes",
			"",
			"You send an empathic urge to seek safety both as fast as possible and in an orderly fashion, and to remain in such secure locations for the duration of the spell. Targets with 5 or more Hit Dice are unaffected. When you cast the spell, you can designate a fortified location - either general (such as \"indoors\") or specific (such as \"the local garrison\") - for the targets to attempt to reach. If you do not specify a location for the targets to retreat to, they attempt to find safety to the best of their ability. Affected creatures defend themselves normally but attack only if provoked."
		]
	},
	"seek_thoughts": {
		"name": "Seek Thoughts",
		"sources": [ "Advanced Player's Guide" ],
		"description": [
			"## Seek Thoughts",
			"",
			"{SOURCE Advanced Player's Guide/242}  ",
			"**School** {spelldef/divination} [{spelldef/mind-affecting}]; **Level** alchemist 3, arcanist 3, bard 3, inquisitor 3, investigator 3, medium 2, mesmerist 3, occultist 3, psychic 2, skald 3, sorcerer 3, spiritualist 3, summoner 3, unchained summoner 3, witch 3, wizard 3  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S, M (a handful of copper coins)  ",
			"**Range** 40 ft.  ",
			"**Area** 40-ft.-radius emanation centered on you  ",
			"**Duration** concentration, up to 1 minute/level  ",
			"**Saving Throw** Will negates; **Spell Resistance** no",
			"",
			"Similar to detect thoughts, seek thoughts allows you to sift through the surface thoughts of those around you. You may scan for either the answer to a simple question (such as \"Where is the hidden lair of the wererats\"?) or for information on a general topic (such as the beliefs of an evil cult). You detect the number of creatures who are thinking about this question or topic within range, as well as their location if they are visible to you. Seek thoughts does not let you read actual surface thoughts, only if a given creature is thinking about the topic you are concentrating on. A successful Will save prevents you from sensing a creature's thoughts for the duration of the spell.",
			"",
			"You can maintain concentration on seek thoughts while you engage in normal conversation, allowing you to ask leading questions about topics of interest. A creature conversing with you while you concentrate can notice that you are distracted with a successful DC 25 Sense Motive check."
		]
	},
	"seeming": {
		"name": "Seeming",
		"sources": [ "PRPG Core Rulebook" ],
		"description": [
			"## Seeming",
			"",
			"{SOURCE PRPG Core Rulebook/339}  ",
			"**School** {spelldef/illusion} ({spelldef/glamer}); **Level** arcanist 5, bard 5, medium 4, mesmerist 5, occultist 5, psychic 5, skald 5, sorcerer 5, wizard 5  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S  ",
			"**Range** close (25 ft. + 5 ft./2 levels)  ",
			"**Targets** one creature per two levels, no two of which can be more than 30 ft. apart  ",
			"**Duration** 12 hours (D)  ",
			"**Saving Throw** Will negates or Will disbelief (if interacted with); **Spell Resistance** yes or no; see text",
			"",
			"This spell functions like disguise self, except that you can change the appearance of other people as well. Affected creatures resume their normal appearances if slain. Unwilling targets can negate the spell's effect on them by making Will saves or with spell resistance."
		]
	},
	"seers_bane": {
		"name": "Seer's Bane",
		"sources": [ "Pathfinder #102: Breaking the Bones of Hell" ],
		"description": [
			"## Seer's Bane",
			"",
			"{SOURCE Pathfinder #102: Breaking the Bones of Hell/75}  ",
			"**School** {spelldef/abjuration}; **Level** cleric 6, inquisitor 6, oracle 6, warpriest 6 (Mephistopheles)  ",
			"**Casting Time** 1 round  ",
			"**Components** V, S  ",
			"**Range** touch  ",
			"**Target** creature or object touched  ",
			"**Duration** 1 hour/level  ",
			"**Saving Throw** Will negates (harmless, object); **Spell Resistance** yes (harmless, object)",
			"",
			"This spell functions as nondetection, except that those who cast divination spells targeting the warded creature or item must succeed on a caster level check (DC = 15 + your caster level). If the caster of the divination fails, deadly magical feedback strikes at him, dealing 1d6 points of electricity damage per 2 caster levels you have (maximum 10d6 at 20th level).",
			"",
			"Alternatively, if you cast bestow curse, chaos hammer, contagion, holy smite, order's wrath, poison, or unholy blight in the round immediately following seer's bane, you can replace the spell's damaging effect with the effects of that second spell (the divination's caster - and potentially those around him - save as normal for the modifying spell)."
		]
	},
	"seismic_fissure": {
		"name": "Seismic Fissure",
		"sources": [ "Wilderness Origins" ],
		"description": [
			"## Seismic Fissure",
			"",
			"{SOURCE Wilderness Origins/27}  ",
			"**School** {spelldef/transmutation} [{spelldef/earth}]; **Level** druid 7, shaman 7  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S  ",
			"**Range** long (400 ft. + 40 ft./level)  ",
			"**Effect** 10-ft.-by-80-ft. fissure in the earth, 40 ft. deep  ",
			"**Duration** instantaneous  ",
			"**Saving Throw** Reflex negates; **Spell Resistance** no",
			"",
			"With a thrust of tectonic energy, you split the earth. Each creature standing in the area where the fissure opens must succeed at a Reflex saving throw to avoid falling into the rift. Those standing adjacent to the fissure when it is created must succeed at a Reflex save or be knocked prone by tremors. This spell is effective only when cast on an area of dirt, earth, sand, or stone."
		]
	},
	"selective_invisibility": {
		"name": "Selective Invisibility",
		"sources": [ "Dirty Tactics Toolbox" ],
		"description": [
			"## Selective Invisibility",
			"",
			"{SOURCE Dirty Tactics Toolbox/31}  ",
			"**School** {spelldef/illusion} ({spelldef/glamer}); **Level** alchemist 3, antipaladin 3, arcanist 3, bard 3, inquisitor 3, investigator 3, magus 3, skald 3, sorcerer 3, summoner 3, wizard 3  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S, M/DF (three translucent pebbles)  ",
			"**Range** close (25 ft. + 5 ft./2 levels)  ",
			"**Target** you and one other creature  ",
			"**Duration** 1 round/level (D)  ",
			"**Saving Throw** none; **Spell Resistance** yes",
			"",
			"Upon casting this spell, you turn invisible, as per the invisibility spell, and you choose a second target. That creature can still see you as though you were not invisible, and you can attack that creature without ending the invisibility effect on you. However, if you attack any other creature, this spell ends. If you cast this spell multiple times, you can attack any of the affected creatures without ending the spell."
		]
	},
	"semblance_of_flesh": {
		"name": "Semblance of Flesh",
		"sources": [ "Pathfinder #86: Lords of Rust" ],
		"description": [
			"## Semblance of Flesh",
			"",
			"{SOURCE Pathfinder #86: Lords of Rust/75}  ",
			"**School** {spelldef/illusion} ({spelldef/glamer}); **Level** arcanist 2, cleric 2, oracle 2, sorcerer 2, warpriest 2, wizard 2 (Brigh)  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S  ",
			"**Range** touch  ",
			"**Target** construct touched  ",
			"**Duration** 10 minute/level (D)",
			"",
			"You make the target construct appear to be a living creature of flesh and bone, regardless of its actual materials. You can make it seem 1 foot shorter or taller, and appear thin, fat, or anywhere in between. Its bodily configuration does not change; for example, a centaur-like construct looks like a centaur rather than a human. The extent of the apparent change (such as flesh color, hair color, apparent age, and so on) is up to you.",
			"",
			"The spell does not provide the abilities or mannerisms of the chosen form, nor does it alter the perceived tactile or audible properties of the construct. If you use this spell to create a disguise, the construct gains a +10 bonus on the Disguise check. A creature that interacts with the glamer receives a Will save to recognize it as an illusion."
		]
	},
	"sending": {
		"name": "Sending",
		"sources": [
			"PRPG Core Rulebook",
			"Mythic Adventures",
			"Pathfinder #131: The Reaper's Right Hand"
		],
		"description": [
			"{jumplist Mythic Sending / Word of Beckoning}",
			"",
			"## Sending",
			"",
			"{SOURCE PRPG Core Rulebook/339}  ",
			"**School** {spelldef/evocation}; **Level** alchemist 5, arcanist 5, cleric 4, inquisitor 4, investigator 5, medium 3, mesmerist 3, occultist 4, oracle 4, psychic 4, shaman 4, sorcerer 5, spiritualist 5, summoner 4, unchained summoner 5, warpriest 4, wizard 5  ",
			"**Casting Time** 10 minutes  ",
			"**Components** V, S, M/DF (fine copper wire)  ",
			"**Range** see text  ",
			"**Target** one creature  ",
			"**Duration** 1 round; see text  ",
			"**Saving Throw** none; **Spell Resistance** no",
			"",
			"You contact a particular creature with which you are familiar and send a short message of 25 words or less to the subject. The subject recognizes you if it knows you. It can answer in like manner immediately. A creature with an Intelligence score as low as 1 can understand the sending, though the subject's ability to react is limited as normal by its Intelligence. Even if the sending is received, the subject is not obligated to act upon it in any manner.",
			"",
			"If the creature in question is not on the same plane of existence as you are, there is a 5% chance that the sending does not arrive. (Local conditions on other planes may worsen this chance considerably.)",
			"",
			"### Mythic Sending",
			"",
			"{SOURCE Mythic Adventures/107}",
			"",
			"You can contact a number of additional creatures equal to your tier. Each creature must receive the same message, and can communicate back only to you.",
			"",
			"*Augmented (3rd):* If you expend two uses of mythic power, you can send the message to unfamiliar creatures (using the same number of creatures as non-augmented mythic sending). You must either describe the intended recipients in general or specific terms (such as \"orcs,\" \"the queen of this country,\" or \"left-handed half-elven males\") or specify restrictions such as range, creature type, and alignment (such as \"all good-aligned humanoids in the castle on the hill\"). If a greater number of creatures meet your description than the maximum number you can send to, the closest ones to you receive the message.",
			"",
			"### Word of Beckoning",
			"",
			"{SOURCE Pathfinder #131: The Reaper's Right Hand/72}  ",
			"**School** {spelldef/conjuration} ({spelldef/teleportation}); **Level** arcanist 7, psychic 7, sorcerer 7, wizard 7  ",
			"**Casting Time** 10 minutes  ",
			"**Components** V, S, M/DF (fine copper wire)  ",
			"**Range** see text  ",
			"**Target** one creature  ",
			"**Duration** 1 round; see text  ",
			"**Saving Throw** none; **Spell Resistance** no",
			"",
			"This spell functions like sending, except the subject also receives knowledge of a command word that, when spoken, summons you to the open space nearest to the subject. The subject must speak the command word within 1 round of knowing it to summon you, although the subject isn't obligated to speak it. You can be transported any distance within a plane but cannot travel between planes. You can bring along objects as long as their weight doesn't exceed your maximum load. You may also bring one additional willing Medium or smaller creature (carrying gear or objects up to its maximum load) or its equivalent per three caster levels. A Large creature counts as two Medium creatures, a Huge creature counts as four Medium creatures, and so forth. All creatures to be transported must be in contact with one another, and at least one of those creatures must be in contact with you."
		]
	},
	"word_of_beckoning": {
		"name": "Word of Beckoning",
		"copyof": "sending"
	},
	"sense_fear": {
		"name": "Sense Fear",
		"sources": [ "Horror Adventures" ],
		"description": [
			"## Sense Fear",
			"",
			"{SOURCE Horror Adventures/127}  ",
			"**School** {spelldef/divination}; **Level** antipaladin 1, bloodrager 1, cleric 2, druid 2, hunter 2, inquisitor 2, medium 1, mesmerist 2, occultist 2, oracle 2, psychic 2, ranger 2, shaman 2, spiritualist 2, witch 2  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S, M/DF (a patch of fur)  ",
			"**Range** personal  ",
			"**Target** you  ",
			"**Duration** 10 minutes/level (D)",
			"",
			"You sense the fear of those nearby, feeling it in the air around you. You can detect spooked, shaken, scared, frightened, panicked, terrified, and horrified creatures within 30 feet, and you immediately know what level of fear they are experiencing. You determine the creatures' approximate direction from you, though you do not sense a given creature's identity or know which squares the creatures occupy. If you're within 5 feet of a creature whose fear you sense, you pinpoint that creature's location, as if using blindsense."
		]
	},
	"sense_madness": {
		"name": "Sense Madness",
		"sources": [ "Horror Adventures" ],
		"description": [
			"## Sense Madness",
			"",
			"{SOURCE Horror Adventures/127}  ",
			"**School** {spelldef/divination}; **Level** cleric 2, inquisitor 2, medium 2, occultist 2, oracle 2, paladin 2, psychic 2, warpriest 2  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S  ",
			"**Range** close (25 ft. + 5 ft./2 levels)  ",
			"**Target** creatures in range (see text)  ",
			"**Duration** concentration, up to 1 round/level  ",
			"**Saving Throw** none; **Spell Resistance** no",
			"",
			"You can sense the presence of mental disturbance in creatures within range, focusing your detection on one creature each round. If the target is currently suffering from any form of {rule/madness} or addiction, has total sanity damage greater than or equal to its [sanity edge](rule/sanity_score_edge_and_thresholds), or is under a magical compulsion that could be detected by {spell/detect magic}, you can detect the presence of such a disturbance on the first round of concentration.",
			"",
			"If you concentrate on the same creature for an additional round, you learn if the creature's total sanity damage is greater than or equal to its sanity edge, and you can attempt a Sense Motive check against a DC equal to 10 + the save DC of the target's madness or addiction to determine the exact nature of a madness or addiction. Additionally, you can attempt a Spellcraft check with a DC equal to 11 + the caster level of the compulsion against each magical compulsion currently affecting the target that could be detected by detect magic. If successful, you can identify the specific spell affecting the target. You gain a +4 bonus on your Spellcraft check if the effect is confusion, insanity, or a similar effect that explicitly causes madness or insanity. If you successfully identify such an effect with sense madness, the insights provided by this spell grant you a +1 circumstance bonus on your next caster level check in the following 1 minute made to counter, dispel, or remove that specific effect. After attempting a check to identify a madness, addiction, or compulsion, you can't attempt that check against the same creature again, even if you concentrate on the creature again."
		]
	},
	"sense_spirit_magic": {
		"name": "Sense Spirit Magic",
		"sources": [ "Advanced Class Guide" ],
		"description": [
			"## Sense Spirit Magic",
			"",
			"{SOURCE Advanced Class Guide/191}  ",
			"**School** {spelldef/divination}; **Level** shaman 1  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S  ",
			"**Range** personal  ",
			"**Target** you  ",
			"**Duration** 24 hours  ",
			"**Saving Throw** none; **Spell Resistance** no",
			"",
			"You gain greater sensitivity to magic associated with your primary spirit and wandering spirits (any spells on the spirit magic spell lists for these spirits, as well as spell-like abilities that duplicate the effects of those spells). You gain a +10 circumstance bonus on Spellcraft checks to identify these spells if they are cast within the area, and a +2 circumstance bonus on saving throws to resist the effects of such spells. If any of these spells require an attack roll, you are never considered flat-footed against such attacks."
		]
	},
	"sense_vitals": {
		"name": "Sense Vitals",
		"sources": [ "Dirty Tactics Toolbox" ],
		"description": [
			"## Sense Vitals",
			"",
			"{SOURCE Dirty Tactics Toolbox/31}  ",
			"**School** {spelldef/divination}; **Level** antipaladin 2, arcanist 2, bard 2, hunter 2, ranger 2, skald 2, sorcerer 2, wizard 2  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S, M (a drop of blood)  ",
			"**Range** personal  ",
			"**Target** you  ",
			"**Duration** 1 round/level",
			"",
			"This spell makes your eyes shine blood red and allows you to see the vital areas and weak points of creatures within 30 feet of you as a warm glow. This allows you to use any manufactured weapon to make sneak attacks, as the rogue ability of the same name, dealing an additional 1d6 points of damage; this additional damage increases by 1d6 for every 3 caster levels you possess beyond 3rd, to a maximum of +5d6 at 15th level. This additional damage stacks with other sources of precision damage."
		]
	},
	"sensory_amplifier": {
		"name": "Sensory Amplifier",
		"sources": [ "Occult Origins" ],
		"description": [
			"## Sensory Amplifier",
			"",
			"{SOURCE Occult Origins/29}  ",
			"**School** {spelldef/divination} [{spelldef/mind-affecting}]; **Level** druid 4, hunter 4, medium 2, mesmerist 3, psychic 3, witch 3  ",
			"**Casting Time** 1 standard action  ",
			"**Components** S  ",
			"**Range** personal  ",
			"**Area** 10-ft.-radius emanation centered on you  ",
			"**Duration** 1 round/level (D)  ",
			"**Saving Throw** Will negates; **Spell Resistance** yes",
			"",
			"You open the minds of all creatures near you and enhance their sensory receptors. All living creatures other than you in the area gain a +5 bonus on Perception checks. Sighted creatures gain low-light vision, and creatures with a sense of smell gain scent. In addition, the first time each round that a creature in the area takes damage, it takes an additional 2d6 points of damage of the same type. Despite being within the area, the caster does not take this extra damage."
		]
	},
	"sensory_overload": {
		"name": "Sensory Overload",
		"sources": [ "Psychic Anthology" ],
		"description": [
			"## Sensory Overload",
			"",
			"{SOURCE Psychic Anthology/11}  ",
			"**School** {spelldef/enchantment} ({spelldef/compulsion}) [{spelldef/mind-affecting}]; **Level** arcanist 2, psychic 2, sorcerer 2, witch 2, wizard 2  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S  ",
			"**Range** close (25 ft. + 5 ft./2 levels)  ",
			"**Target** 1 creature  ",
			"**Duration** 1 round/level  ",
			"**Saving Throw** Will negates (see text); **Spell Resistance** yes",
			"",
			"You overload the target creature's senses, making it difficult for the target to concentrate. For the duration of the effect, the target must succeed at a Will save at the same DC as the original effect to perform any standard or full-round action. On a failure, the creature loses the action that triggered the saving throw. If successful, the creature is able to take the action, but this spell effect is not negated."
		]
	},
	"sentry_skull": {
		"name": "Sentry Skull",
		"sources": [ "Advanced Race Guide" ],
		"description": [
			"## Sentry Skull",
			"",
			"{SOURCE Advanced Race Guide/143}  ",
			"**School** {spelldef/necromancy} [{spelldef/evil}]; **Level** antipaladin 1, arcanist 2, cleric 2, oracle 2, sorcerer 2, warpriest 2, witch 2, wizard 2 (orc)  ",
			"**Casting Time** 1 hour  ",
			"**Components** V, S, M (an onyx gem worth at least 10 gp)  ",
			"**Range** touch  ",
			"**Target** severed head touched  ",
			"**Duration** permanent (D); see text  ",
			"**Saving Throw** none; **Spell Resistance** no",
			"",
			"You restore the senses to the severed head of a humanoid or monstrous humanoid killed within the past 24 hours, creating a grisly sentinel. The head must be affixed to a pole, spear, tree branch, or other stable object, and the spell ends if the head or its object is moved. The head has darkvision 60 feet and low-light vision, can swivel in place to look in any direction, and has a +5 bonus on Perception checks.",
			"",
			"If you are within 30 feet of the head, as a standard action you can shift your senses to it, seeing and hearing from its location and gaining the benefit of its darkvision and low-light vision, and you may use its Perception skill instead of your own. While your senses are in the severed head, your body is blind and deaf until you spend a free action to shift your senses back to your own body.",
			"",
			"When you create the head, you can imprint it with a single triggering condition, similar to magic mouth. Once this triggering condition is set, it can never be changed. If you are within 30 feet of the head, you immediately know if it is triggered (if you have multiple active sentry skulls, you also know which one was triggered). This wakens you from normal sleep but does not otherwise disturb your concentration. For example, you could have a sentry skull alert you if any humanoid comes into view, if a particular rival approaches, if your guard animal is killed, and so on, as long as it occurs where the severed head can see it.",
			"",
			"This spell does not give the head any ability to speak, think, or take any kind of action other than to turn itself, though it is a suitable target for other spells such as magic mouth."
		]
	},
	"sepia_snake_sigil": {
		"name": "Sepia Snake Sigil",
		"sources": [ "PRPG Core Rulebook" ],
		"description": [
			"## Sepia Snake Sigil",
			"",
			"{SOURCE PRPG Core Rulebook/339}  ",
			"**School** {spelldef/conjuration} ({spelldef/creation}) [{spelldef/force}]; **Level** arcanist 3, bard 3, occultist 3, skald 3, sorcerer 3, witch 3, wizard 3  ",
			"**Casting Time** 10 minutes  ",
			"**Components** V, S, M (powdered amber worth 500 gp and a snake scale)  ",
			"**Range** touch  ",
			"**Target** one touched book or written work  ",
			"**Duration** permanent or until discharged; until released or 1d4 days + 1 day/level; see text  ",
			"**Saving Throw** Reflex negates; **Spell Resistance** no",
			"",
			"You cause a small symbol to appear in the text of a written work. The text containing the symbol must be at least 25 words long. When anyone reads the text containing the symbol, the sepia snake sigil springs into being, transforming into a large sepia serpent that strikes at the reader, provided there is line of effect between the symbol and the reader.",
			"",
			"Simply seeing the enspelled text is not sufficient to trigger the spell; the subject must deliberately read it. The target is entitled to a save to evade the snake's strike. If it succeeds, the sepia snake dissipates in a flash of brown light accompanied by a puff of dun-colored smoke and a loud noise. If the target fails its save, it is engulfed in a shimmering amber field of force and immobilized until released, either at your command or when 1d4 days + 1 day per caster level have elapsed.",
			"",
			"While trapped in the amber field of force, the subject does not age, breathe, grow hungry, sleep, or regain spells. It is preserved in a state of suspended animation, unaware of its surroundings. It can be damaged by outside forces (and perhaps even killed), since the field provides no protection against physical injury. However, a dying subject does not lose hit points or become stable until the spell ends.",
			"",
			"The hidden sigil cannot be detected by normal observation, and detect magic reveals only that the entire text is magical.",
			"",
			"A {spell/dispel magic} can remove the sigil. An {spell/erase} spell destroys the entire page of text.",
			"",
			"Sepia snake sigil can be cast in combination with other spells that hide or garble text, such as secret page."
		]
	},
	"sequester": {
		"name": "Sequester",
		"sources": [ "PRPG Core Rulebook" ],
		"description": [
			"## Sequester",
			"",
			"{SOURCE PRPG Core Rulebook/340}  ",
			"**School** {spelldef/abjuration}; **Level** arcanist 7, psychic 7, sorcerer 7, summoner 5, unchained summoner 6, wizard 7  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S, M (a basilisk eyelash and gum arabic)  ",
			"**Range** touch  ",
			"**Target** one willing creature or object (up to a 2-ft. cube/level) touched  ",
			"**Duration** 1 day/level (D)  ",
			"**Saving Throw** none or Will negates (object); **Spell Resistance** no or yes (object)",
			"",
			"When cast, this spell prevents divination spells from detecting or locating the target and also renders the affected target invisible (as the invisibility spell). The spell does not prevent the subject from being discovered through tactile means or through the use of devices. Creatures affected by sequester become comatose and are effectively in a state of suspended animation until the spell ends.",
			"",
			"*Note:* The Will save prevents an attended or magical object from being sequestered. There is no save to see the sequestered creature or object or to detect it with a divination spell."
		]
	},
	"sequester_thoughts": {
		"name": "Sequester Thoughts",
		"sources": [ "Pathfinder Society Field Guide" ],
		"description": [
			"## Sequester Thoughts",
			"",
			"{SOURCE Pathfinder Society Field Guide/58}  ",
			"**School** {spelldef/enchantment} ({spelldef/compulsion}) [{spelldef/mind-affecting}]; **Level** arcanist 5, bard 3, skald 3, sorcerer 5, wizard 5  ",
			"**Casting Time** 10 minutes  ",
			"**Components** V, S, M (a gemstone worth at least 500 gp)  ",
			"**Range** personal  ",
			"**Target** one willing creature  ",
			"**Duration** permanent until discharged (see text)",
			"",
			"Sequester thoughts allows you to erase a creature's memory of either an event lasting not more than 1 minute per caster level or all of its knowledge about a single topic (using the GM's discretion as to what constitutes a single topic). For example, you could erase a single battle from a creature's memory, or all knowledge of a plot to assassinate a king. The memories you remove are stored within the gem used at the time of casting. If the gem is shattered, the memories return to the creature as long as the two are within 30 feet of each other. Once sequester thoughts has been cast, the spell remains active on the gem and can be dispelled (which shatters it). No portion of the spell remains active on the target creature, and the target does not radiate magic as a consequence of the spell, nor can its memories be returned by dispelling the creature or subjecting it to antimagic. If the gem is shattered or dispelled out of range from the creature, the thoughts sequestered within are forever lost save by the use of wish, miracle, or the like.",
			"",
			"Sequester thoughts protects against detect thoughts, zone of truth, discern lies, and similar spells where the memories removed are concerned, though careful questioning may reveal the gaps in the creature's memory, or that it has been affected by the spell. Note that the creature itself does not remember any details of what memories were removed until the gem is broken."
		]
	},
	"serenity": {
		"name": "Serenity",
		"sources": [ "Ultimate Magic" ],
		"description": [
			"## Serenity",
			"",
			"{SOURCE Ultimate Magic/236}  ",
			"**School** {spelldef/enchantment} ({spelldef/compulsion}) [{spelldef/emotion}, {spelldef/mind-affecting}]; **Level** arcanist 6, bard 4, cleric 5, mesmerist 4, oracle 5, psychic 5, skald 4, sorcerer 6, warpriest 5, wizard 6  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S  ",
			"**Range** medium (100 ft. + 10 ft./level)  ",
			"**Targets** one creature/level, no two of which can be more than 30 ft. apart  ",
			"**Duration** 1 round/level  ",
			"**Saving Throw** Will negates; **Spell Resistance** yes",
			"",
			"You fill the targets' minds with feelings of tranquility. Those attempting to commit violence become stricken with wracking pain and take 3d6 points of nonlethal damage each round they attempt to harm another creature. If attacked, affected individuals can defend themselves and may participate in combat by using {feat/Combat Expertise}, fighting defensively, or taking the total defense action without triggering the spell's nonlethal damage."
		]
	},
	"serrens_armor_lock": {
		"name": "Serren's Armor Lock",
		"sources": [ "Knights of the Inner Sea" ],
		"description": [
			"## Serren's Armor Lock",
			"",
			"{SOURCE Knights of the Inner Sea/29}  ",
			"**School** {spelldef/transmutation}; **Level** arcanist 3, magus 2, redmantisassassin 3, sorcerer 3, witch 3, wizard 3  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S, M (a pinch of rust)  ",
			"**Range** medium (100 ft. + 10 ft./level)  ",
			"**Target** one armored creature  ",
			"**Duration** 1 round/level (D)  ",
			"**Saving Throw** Reflex partial, see text; **Spell Resistance** yes",
			"",
			"Upon pointing at an armored foe, you cause all of the joints of the target's armor to stiffen as otherworldly chains wrap around the target. On a failed Reflex save, a target in heavy metal armor becomes staggered. A target in light or medium metal armor instead becomes entangled. Targets wearing no armor or nonmetallic armor are unaffected. If the target is wearing heavy metal armor and succeeds at its Reflex save, it becomes entangled instead of staggered; a target in light or medium metal armor that succeeds at its saving throw is unaffected by the spell."
		]
	},
	"serrens_swift_girding": {
		"name": "Serren's Swift Girding",
		"sources": [ "Knights of the Inner Sea" ],
		"description": [
			"## Serren's Swift Girding",
			"",
			"{SOURCE Knights of the Inner Sea/29}  ",
			"**School** {spelldef/transmutation}; **Level** arcanist 1, magus 1, paladin 1, redmantisassassin 1, sorcerer 1, wizard 1  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S, M (the armor to be worn)  ",
			"**Range** close (25 ft. + 5 ft./2 levels)  ",
			"**Target** one willing creature/level  ",
			"**Duration** instantaneous  ",
			"**Saving Throw** none; **Spell Resistance** yes (harmless)",
			"",
			"With a sweep of your hand, you select a number of targets and the same number of suits of armor. The targets of this spell are immediately clad in the armor that you choose. The subjects of the spell must be capable of wearing the chosen armor, cannot be wearing other armor, and must be able to properly fit into the chosen armor. The chosen armor must be empty and cannot be currently worn by another creature (thus you cannot move armor from one wearer to another with this spell). Creatures armored with this spell are considered to have donned the armor properly."
		]
	},
	"sessile_spirit": {
		"name": "Sessile Spirit",
		"sources": [ "Occult Adventures" ],
		"description": [
			"## Sessile Spirit",
			"",
			"{SOURCE Occult Adventures/185}  ",
			"**School** {spelldef/necromancy}; **Level** cleric 5, inquisitor 4, medium 2, occultist 3, oracle 5, shaman 4, spiritualist 3, warpriest 5, witch 5  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S  ",
			"**Range** medium (100 ft. + 10 ft./level)  ",
			"**Target** one creature or object (see text)  ",
			"**Duration** 1 round/level (D)  ",
			"**Saving Throw** Will negates (harmless); **Spell Resistance** yes",
			"",
			"You reach into the target creature and cause that spirits within to become dormant and inactive. If the target is a medium with a spirit inhabiting its body or a spiritualist with a phantom inhabiting its consciousness (or a member of another class using the spirit or phantom class features), a failed save renders that spirit or phantom powerless, suppressing any benefits the spirit or phantom normally provides to its host, including bonus feats and spells known.",
			"",
			"If a spirit within the target is a creature using a possession effect, including possess object, possession, or a ghost's malevolence, the spell targets the possessing creature rather than the creature it inhabits. On a failed save, the possessing spirit isn't exorcised from the target but is dazed for the duration of the spell."
		]
	},
	"severed_fate": {
		"name": "Severed Fate",
		"sources": [ "Advanced Player's Guide" ],
		"description": [
			"## Severed Fate",
			"",
			"{SOURCE Advanced Player's Guide/324}  ",
			"**School** {spelldef/enchantment}; **Level** cleric 3, oracle 3, warpriest 3, witch 2  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S  ",
			"**Range** close (25 ft. + 5 ft./2 levels)  ",
			"**Target** one living creature  ",
			"**Duration** 10 minutes/level  ",
			"**Saving Throw** Will negates; **Spell Resistance** yes",
			"",
			"You curse the target, preventing it from drawing upon the powers of destiny. The target is shaken and cannot use hero points for the duration of the spell. This effect can be removed by {spell/dispel magic}, {spell/remove curse}, or other similar effects."
		]
	},
	"shackle": {
		"name": "Shackle",
		"sources": [
			"Adventurer's Guide",
			"Path of the Hellknight"
		],
		"description": [
			"## Shackle",
			"",
			"{SOURCE Adventurer's Guide/99;Path of the Hellknight/61}  ",
			"**School** {spelldef/conjuration} ({spelldef/creation}); **Level** arcanist 2, cleric 2, hunter 2, inquisitor 2, oracle 2, ranger 2, sorcerer 2, warpriest 2, wizard 2  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S  ",
			"**Range** touch  ",
			"**Effect** one set of restraints; see text  ",
			"**Duration** 1 hour/level  ",
			"**Saving Throw** Reflex negates; see text; **Spell Resistance** no",
			"",
			"You summon a set of Small or Medium masterwork restraints into being. When you cast this spell, you can choose whether the restraints are manacles or fetters (manacles specifically designed to fit around the ankles). You also summon the restraints' key to your person; the Disable Device DC to open the locked restraints is equal to 15 + your caster level + the modifier of your primary casting ability score. Typically, the restraints appear in your hands. However, as part of the spell's casting, you can make a melee touch attack against a creature; if you succeed and the creature then fails a Reflex saving throw against the spell's DC, the locked fetters appear clasped on the creature or locked manacles clasp you and the creature together. You can instead have manacles restrain the target's limbs in front of or behind it. If you cast the spell as a full-round action, you can make melee touch attacks against two creatures you can reach. If you succeed at both attacks and both creatures fail their Reflex saving throws, you can cause the set of manacles to bind the targets together.",
			"",
			"As you increase in level, the restraints become stronger and you gain more control over them. If you are 6th level or higher, you can make the restraints mithral, or you can summon Tiny or Large restraints. If you are 12th level or higher, you can summon Diminutive or Huge restraints. If you use an emerald worth at least 1,000 gp as a material component while casting this spell, as a standard action once during its duration, you can affect any creature bound by these restraints as per dimensional anchor with a duration of 1 minute per caster level. If you are 18th level or higher and use an emerald worth at least 1,000 gp as a material component while casting this spell, the restraints' hardness increases to 30, they have 60 hit points, and they can't be broken with a successful Strength check. (The emerald must be worth at least 2,000 gp if you also wish to use the dimensional anchor effect described earlier.)",
			"",
			"If you cast this spell before the duration of a previous casting has lapsed, you can create a new set of restraints or reset the previous spell's duration. If you used an expensive material component during a previous casting, you must again use a component when creating new restraints or resetting the duration if you wish to maintain the special effect. You do not need to touch these previously created shackles to renew their duration, though you must be on the same plane as the shackles. When this spell ends, the restraints disappear, and any ongoing effects created by the spell end."
		]
	},
	"shades": {
		"name": "Shades",
		"sources": [ "PRPG Core Rulebook" ],
		"description": [
			"## Shades",
			"",
			"{SOURCE PRPG Core Rulebook/340}  ",
			"**School** {spelldef/illusion} ({spelldef/shadow>_subschool}) [{spelldef/shadow>_descriptor}]; **Level** arcanist 9, sorcerer 9, wizard 9  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S  ",
			"**Range** see text  ",
			"**Effect** see text  ",
			"**Duration** see text  ",
			"**Saving Throw** Will disbelief (if interacted with); varies; see text; **Spell Resistance** yes; see text",
			"",
			"This spell functions like shadow conjuration, except that it mimics conjuration spells of 8th level or lower. The illusory conjurations created deal four-fifths (80%) damage to nonbelievers, and non-damaging effects are 80% likely to work against nonbelievers."
		]
	},
	"shadow_anchor": {
		"name": "Shadow Anchor",
		"sources": [
			"Advanced Race Guide",
			"Mythic Adventures"
		],
		"description": [
			"## Shadow Anchor",
			"",
			"{SOURCE Advanced Race Guide/211}  ",
			"**School** {spelldef/illusion} ({spelldef/shadow>_subschool}) [{spelldef/shadow>_descriptor}]; **Level** arcanist 2, bard 2, mesmerist 2, psychic 2, redmantisassassin 2, skald 2, sorcerer 2, witch 2, wizard 2 (wayang)  ",
			"**Casting Time** 1 standard action  ",
			"**Components** S  ",
			"**Range** touch  ",
			"**Target** creature touched  ",
			"**Effect** a shadowy shadow tether  ",
			"**Duration** 1 round/level (D); see text  ",
			"**Saving Throw** Will negates; **Spell Resistance** yes",
			"",
			"The target's shadow becomes a flexible tether to its current square. The creature can move up to 5 feet from that square without penalty. Moving farther than 5 feet from the tether point requires the target to make a bull rush combat maneuver check against a CMB of 10 + 1/2 your caster level + your Intelligence modifier (if a witch or wizard) or Charisma modifier (if a bard or sorcerer). The target takes a -1 penalty for every 5 feet of distance between it and its tethered square. Failing this check means the target's move is wasted and it cannot move farther away. If it fails this check by 10 or more, it is pulled 5 feet toward the tether square and is knocked prone. If it beats the check by 10 or more, the spell ends. This spell does not work on creatures that do not cast shadows or reflections. If the target uses a teleportation effect or leaves the current plane, the spell ends.",
			"",
			"### Mythic Shadow Anchor",
			"",
			"{SOURCE Mythic Adventures/107}",
			"",
			"Add your tier to the CMD of the shadow tether. A creature attempting to escape the shadow tether using planar travel or teleportation must succeed at a Will saving throw or be shunted to the Plane of Shadow instead of its intended destination, as if it had cast shadow walk (if the target could not reach the Shadow Plane from its current location using shadow walk, this aspect of the spell has no effect)."
		]
	},
	"shadow_barbs": {
		"name": "Shadow Barbs",
		"sources": [ "Inner Sea Magic" ],
		"description": [
			"## Shadow Barbs",
			"",
			"{SOURCE Inner Sea Magic/59}  ",
			"**School** {spelldef/illusion} ({spelldef/shadow>_subschool}) [{spelldef/darkness}]; **Level** arcanist 4, cleric 4, inquisitor 4, oracle 4, redmantisassassin 4, sorcerer 4, warpriest 4, wizard 4  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S, M (a single link from a spiked chain)  ",
			"**Range** 0 ft.  ",
			"**Effect** spiked chain-like shadowy weapon  ",
			"**Duration** 1 round/level  ",
			"**Saving Throw** Will negates (see text); **Spell Resistance** no",
			"",
			"This spell, developed originally by priests of Zon-Kuthon in Nidal's early years, has recently crossed the boundary between divine and arcane magic. Although it still bears some of the stigma of being associated with the Midnight Lord, it's rapidly becoming a favorite spell of magi and other martially minded arcane spellcasters.",
			"",
			"When you cast this spell, you create a shadowy spiked chain that shimmers and pulses with darkness. The chain exists as long as you carry it; if you ever drop the chain, give it to another, or are disarmed, it immediately vanishes and the spell's duration ends.",
			"",
			"The chain radiates darkness in a 10-foot-radius spread around you, reducing the illumination level in this area by one step, but not below the level of dim light.",
			"",
			"You can wield the shadow barbs as a spiked chain as if you were fully proficient with spiked chains. Any additional abilities or feats that you possess that apply to spiked chains apply to the shadow barbs as well. The weapon functions as a +2 vicious spiked chain. Its enhancement bonus increases to +3 at caster level 11th, to +4 at caster level 15th, and finally to +5 at caster level 19th. When the spell effect ends, you can make a Will save against the spell - if successful, all of the damage caused to you by the shadow barbs' vicious weapon quality vanishes, unless you are dead or unconscious at the time the spell ends, in which case you automatically fail this Will save and the vicious weapon damage remains."
		]
	},
	"shadow_body": {
		"name": "Shadow Body",
		"sources": [ "Occult Adventures" ],
		"description": [
			"## Shadow Body",
			"",
			"{SOURCE Occult Adventures/186}  ",
			"**School** {spelldef/transmutation} ({spelldef/polymorph}); **Level** arcanist 7, sorcerer 7, spiritualist 5, witch 7, wizard 7  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S  ",
			"**Range** personal  ",
			"**Target** you  ",
			"**Duration** 1 minute/level (D)",
			"",
			"You exchange the crude matter of your material body with the insubstantial essence of the Plane of Shadow, becoming a living shadow yourself. You are visible as an unattached shadow in bright light or normal light, but you gain total {rule/concealment} in dim light or darkness. Against creatures with darkvision, you gain concealment rather than total concealment. Your shadow body is incorporeal for most purposes, though you can't fly or pass through solid objects or creatures. However, you can move at your normal speed along any surface, including horizontal and vertical surfaces and liquids, and you are never slowed by difficult terrain. Your size doesn't change.",
			"",
			"You can speak and cast spells and perform mental actions, but you have no physical substance and cannot manipulate objects or attack physically. You can deliver touch spells and effects as if making an incorporeal touch attack. Your equipment merges with your shadow body, so you can't cast spells with a material component unless those spells are prepared with {feat/Eschew Materials}."
		]
	},
	"shadow_bomb_admixture": {
		"name": "Shadow Bomb Admixture",
		"sources": [ "Ultimate Combat" ],
		"description": [
			"## Shadow Bomb Admixture",
			"",
			"{SOURCE Ultimate Combat/243}  ",
			"**School** {spelldef/conjuration} ({spelldef/creation}); **Level** alchemist 2, investigator 2  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S  ",
			"**Range** personal  ",
			"**Target** you  ",
			"**Duration** 1 round/level  ",
			"**Saving Throw** special, see below; **Spell Resistance** special, see below",
			"",
			"Upon drinking an extract created with this formula, you make a significant change to your magical reserve that modifies the nature of all bombs you create and throw during this extract's duration. This effect on your magical reserve has no effect on any discoveries that you use to modify your bombs, but you can only have one admixture effect (formula with the word \"bomb admixture\" in its title) active at a time. If you drink another bomb admixture, the effects of the former bomb admixture end and the new one becomes active.",
			"",
			"When you throw a bomb and hit a direct target, a shadowy substance is released from the bomb covering the direct target and up to three creatures that take damage from the bomb's splash (alchemist's choice). The affected creatures must successfully make a Fortitude saving throw, or they gain {rule/concealment} but treat all other creatures as having concealment for the duration of the shadow bomb admixture. This effect does not ignore spell resistance."
		]
	},
	"shadow_claws": {
		"name": "Shadow Claws",
		"sources": [ "Villain Codex" ],
		"description": [
			"## Shadow Claws",
			"",
			"{SOURCE Villain Codex/81}  ",
			"**School** {spelldef/illusion} ({spelldef/shadow>_subschool}) [{spelldef/shadow>_descriptor}]; **Level** antipaladin 1, arcanist 2, bard 2, bloodrager 2, magus 2, skald 2, sorcerer 2, spiritualist 2, wizard 2  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S  ",
			"**Range** personal  ",
			"**Target** you  ",
			"**Duration** 1 minute/level",
			"",
			"You summon a pair of claws over your hands formed from semi-real material. This grants you two primary claw attacks dealing 1d4 points of damage if you are Medium (1d3 if Small) plus 1 point of Strength damage. A successful Fortitude saving throw negates the Strength damage (DC = this spell's DC)."
		]
	},
	"shadow_conjuration": {
		"name": "Shadow Conjuration",
		"sources": [ "PRPG Core Rulebook" ],
		"description": [
			"## Shadow Conjuration",
			"",
			"{SOURCE PRPG Core Rulebook/340}  ",
			"**School** {spelldef/illusion} ({spelldef/shadow>_subschool}) [{spelldef/shadow>_descriptor}]; **Level** arcanist 4, bard 4, mesmerist 4, redmantisassassin 4, skald 4, sorcerer 4, spiritualist 4, wizard 4  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S  ",
			"**Range** see text  ",
			"**Effect** see text  ",
			"**Duration** see text  ",
			"**Saving Throw** Will disbelief (if interacted with); varies; see text; **Spell Resistance** yes; see text",
			"",
			"You use material from the Plane of Shadow to shape quasi-real illusions of one or more creatures, objects, or forces. Shadow conjuration can mimic any sorcerer or wizard conjuration (summoning) or conjuration (creation) spell of 3rd level or lower.",
			"",
			"Shadow conjurations are only one-fifth (20%) as strong as the real things, though creatures who believe the shadow conjurations to be real are affected by them at full strength. Any creature that interacts with the spell can make a Will save to recognize its true nature.",
			"",
			"Spells that deal damage have normal effects unless the affected creature succeeds on a Will save. Each disbelieving creature takes only one-fifth (20%) damage from the attack. If the disbelieved attack has a special effect other than damage, that effect is only 20% likely to occur. Regardless of the result of the save to disbelieve, an affected creature is also allowed any save that the spell being simulated allows, but the save DC is set according to shadow conjuration's level (4th) rather than the spell's normal level. In addition, any effect created by shadow conjuration allows spell resistance, even if the spell it is simulating does not. Shadow objects or substances have normal effects except against those who disbelieve them. Against disbelievers, they are 20% likely to work.",
			"",
			"A shadow creature has one-fifth the hit points of a normal creature of its kind (regardless of whether it's recognized as shadowy). It deals normal damage and has all normal abilities and weaknesses. Against a creature that recognizes it as a shadow creature, however, the shadow creature's damage is one-fifth (20%) normal, and all special abilities that do not deal lethal damage are only 20% likely to work. (Roll for each use and each affected character separately.) Furthermore, the shadow creature's AC bonuses are just one-fifth as large.",
			"",
			"A creature that succeeds on its save sees the shadow conjurations as transparent images superimposed on vague, shadowy forms. Objects automatically succeed on their Will saves against this spell.",
			"",
			"### Shadow Conjuration, Greater",
			"",
			"{SOURCE PRPG Core Rulebook/340}  ",
			"**School** {spelldef/illusion} ({spelldef/shadow>_subschool}) [{spelldef/shadow>_descriptor}]; **Level** arcanist 7, sorcerer 7, wizard 7  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S  ",
			"**Range** see text  ",
			"**Effect** see text  ",
			"**Duration** see text  ",
			"**Saving Throw** Will disbelief (if interacted with); varies; see text; **Spell Resistance** yes; see text",
			"",
			"This spell functions like shadow conjuration, except that it duplicates any sorcerer or wizard conjuration (summoning) or conjuration (creation) spell of 6th level or lower. The illusory conjurations created deal three-fifths (60%) damage to nonbelievers, and non-damaging effects are 60% likely to work against nonbelievers."
		]
	},
	"shadow_conjuration_greater": {
		"name": "Shadow Conjuration, Greater",
		"copyof": "shadow_conjuration"
	},
	"greater_shadow_conjuration": {
		"copyof": "shadow_conjuration_greater"
	},
	"shadow_dragon_aspect": {
		"name": "Shadow Dragon Aspect",
		"sources": [ "Kobolds of Golarion" ],
		"description": [
			"## Shadow Dragon Aspect",
			"",
			"{SOURCE Kobolds of Golarion/27}  ",
			"**School** {spelldef/illusion} ({spelldef/shadow>_subschool}) [{spelldef/shadow>_descriptor}]; **Level** arcanist 4, bard 4, redmantisassassin 4, skald 4, sorcerer 4, wizard 4  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S  ",
			"**Range** personal  ",
			"**Target** you  ",
			"**Duration** 1 round/level  ",
			"**Saving Throw** Will disbelief (if interacted with), see text; **Spell Resistance** yes, see text",
			"",
			"You wreathe yourself in the quasi-real form of a dragon. You gain two claw attacks (1d6 plus caster level slashing damage) and a bite attack (1d8 plus caster level piercing damage). These are primary attacks. In addition, you gain shadowy wings, granting you a fly speed equal to your base speed (good maneuverability). Your shadowy natural weapons are only half as strong as the real things, though creatures that believe them to be real are affected at full strength. A creature is permitted one Will save the first time you strike it. If it succeeds, the creature takes half damage from such attacks for the duration of the spell. If you overcome a creature's spell resistance on your first attack, that creature remains vulnerable for the spell's duration; otherwise, it's immune."
		]
	},
	"shadow_enchantment": {
		"name": "Shadow Enchantment",
		"sources": [ "Occult Realms" ],
		"description": [
			"## Shadow Enchantment",
			"",
			"{SOURCE Occult Realms/17}  ",
			"**School** {spelldef/illusion} ({spelldef/shadow>_subschool}) [{spelldef/shadow>_descriptor}]; **Level** arcanist 3, bard 3, skald 3, sorcerer 3, wizard 3  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S  ",
			"**Range** see text  ",
			"**Effect** see text  ",
			"**Duration** see text  ",
			"**Saving Throw** Will disbelief, see text; **Spell Resistance** yes",
			"",
			"You use material from the Shadow Plane to cast a quasi-real, illusory version of a psychic, sorcerer, or wizard enchantment spell of 2nd level or lower. Spells that deal damage or have other effects work as normal unless the affected creature succeeds at a Will save. If the disbelieved enchantment spell has a damaging effect, that effect is one-fifth as strong (if applicable) or only 20% likely to occur. If recognized as a shadow enchantment, a damaging spell deals only one-fifth (20%) the normal amount of damage.",
			"",
			"If the disbelieved attack has a special effect other than damage, that effect is one-fifth as strong (if applicable) or only 20% likely to occur. Regardless of the result of the save to disbelieve, an affected creature is also allowed any save (or spell resistance) that the spell being simulated allows, but the save DC is set according to shadow enchantment's level (3rd) rather than the spell's normal level. Objects, mindless creatures, and creatures immune to mind-affecting effects automatically succeed at their Will saves against this spell.",
			"",
			"### Shadow Enchantment, Greater",
			"",
			"{SOURCE Occult Realms/17}  ",
			"**School** {spelldef/illusion} ({spelldef/shadow>_subschool}) [{spelldef/shadow>_descriptor}]; **Level** arcanist 6, bard 6, skald 6, sorcerer 6, wizard 6  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S  ",
			"**Range** see text  ",
			"**Effect** see text  ",
			"**Duration** see text  ",
			"**Saving Throw** Will disbelief, see text; **Spell Resistance** yes",
			"",
			"This spell functions like shadow enchantment, except that it enables you to create partially real, illusory versions of psychic, sorcerer, or wizard enchantment spells of 5th level or lower. If the spell is recognized as a greater shadow enchantment, it's only three-fifths (60%) as effective."
		]
	},
	"shadow_enchantment_greater": {
		"name": "Shadow Enchantment, Greater",
		"copyof": "shadow_enchantment"
	},
	"greater_shadow_enchantment": {
		"copyof": "shadow_enchantment_greater"
	},
	"shadow_endurance": {
		"name": "Shadow Endurance",
		"sources": [ "Agents of Evil" ],
		"description": [
			"## Shadow Endurance",
			"",
			"{SOURCE Agents of Evil/31}  ",
			"**School** {spelldef/illusion} ({spelldef/shadow>_subschool}) [{spelldef/shadow>_descriptor}]; **Level** arcanist 6, bard 5, mesmerist 5, shaman 5, skald 5, sorcerer 6, spiritualist 5, wizard 6  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S, M (a fetchling's tooth)  ",
			"**Range** personal  ",
			"**Effect** see text  ",
			"**Duration** 1 hour/level until discharged, then 1 minute/level; see text  ",
			"**Saving Throw** Will disbelief (if interacted with), varies, see text; **Spell Resistance** see text",
			"",
			"You conjure protective wisps of darkness made from shadow. If you are reduced below 0 hit points or rendered unconscious, shadow endurance immediately discharges, shunting your injured body into a hidden alcove on the Shadow Plane. You immediately stabilize, but cannot awaken or take any further actions until the second duration expires.",
			"",
			"As you vanish, a quasi-real duplicate of you made from shadow substance appears where you fell, as if created by shadow conjuration. The duplicate acts on your initiative and is under your control. Your duplicate is 1/4 as real as you and appears with 25% of your full hit point total, and any creature that fails a Will saving throw believes it to be you. The duplicate has the same equipment-based bonuses as you, but deals only 1/4 of your normal damage against enemies. It can cast any spells you can, drawing on your reserve of magic, but the duplicate's caster level is 1/4 your actual level. Regardless of your alignment, your shadow duplicate is neutral evil, though it will not harm your friends and allies.",
			"",
			"When the second duration of the spell expires, your duplicate disappears and your body reappears in the location from which you vanished. If the image is destroyed, the spell immediately expires and your body reappears."
		]
	},
	"shadow_evocation": {
		"name": "Shadow Evocation",
		"sources": [ "PRPG Core Rulebook" ],
		"description": [
			"## Shadow Evocation",
			"",
			"{SOURCE PRPG Core Rulebook/340}  ",
			"**School** {spelldef/illusion} ({spelldef/shadow>_subschool}) [{spelldef/shadow>_descriptor}]; **Level** arcanist 5, bard 5, mesmerist 5, skald 5, sorcerer 5, spiritualist 5, wizard 5  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S  ",
			"**Range** see text  ",
			"**Effect** see text  ",
			"**Duration** see text  ",
			"**Saving Throw** Will disbelief (if interacted with); **Spell Resistance** yes",
			"",
			"You tap energy from the Plane of Shadow to cast a quasi-real, illusory version of a sorcerer or wizard evocation spell of 4th level or lower. Spells that deal damage have normal effects unless an affected creature succeeds on a Will save. Each disbelieving creature takes only one-fifth damage from the attack. If the disbelieved attack has a special effect other than damage, that effect is one-fifth as strong (if applicable) or only 20% likely to occur. If recognized as a shadow evocation, a damaging spell deals only one-fifth (20%) damage. Regardless of the result of the save to disbelieve, an affected creature is also allowed any save (or spell resistance) that the spell being simulated allows, but the save DC is set according to shadow evocation's level (5th) rather than the spell's normal level.",
			"",
			"Non-damaging effects have normal effects except against those who disbelieve them. Against disbelievers, they have no effect.",
			"",
			"Objects automatically succeed on their Will saves against this spell.",
			"",
			"### Shadow Evocation, Greater",
			"",
			"{SOURCE PRPG Core Rulebook/340}  ",
			"**School** {spelldef/illusion} ({spelldef/shadow>_subschool}) [{spelldef/shadow>_descriptor}]; **Level** arcanist 8, sorcerer 8, wizard 8  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S  ",
			"**Range** see text  ",
			"**Effect** see text  ",
			"**Duration** see text  ",
			"**Saving Throw** Will disbelief (if interacted with); **Spell Resistance** yes",
			"",
			"This spell functions like shadow evocation, except that it enables you to create partially real, illusory versions of sorcerer or wizard evocation spells of 7th level or lower. If recognized as a greater shadow evocation, a damaging spell deals only three-fifths (60%) damage."
		]
	},
	"shadow_evocation_greater": {
		"name": "Shadow Evocation, Greater",
		"copyof": "shadow_evocation"
	},
	"greater_shadow_evocation": {
		"copyof": "shadow_evocation_greater"
	},
	"shadow_invasion": {
		"name": "Shadow Invasion",
		"sources": [ "Planar Adventures" ],
		"description": [
			"## Shadow Invasion",
			"",
			"{SOURCE Planar Adventures/44}  ",
			"**School** {spelldef/conjuration} ({spelldef/summoning}); **Level** arcanist 4, magus 4, sorcerer 4, summoner 4, unchained summoner 4, wizard 4  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S, F (a masterwork piercing or slashing weapon)  ",
			"**Range** 30 ft.  ",
			"**Area** 30-ft. radius emanation centered on you  ",
			"**Duration** 1 round/level (D); see text  ",
			"**Saving Throw** none; **Spell Resistance** no",
			"",
			"Using a slashing motion with the spell's focus as part of the casting of shadow invasion, you cut open a rift to the Plane of Shadow that fills a 30-foot area with shadowy energies. This area is stationary and becomes dark and gloomy, reducing the light level by one step (as darkness). Certain spells are enhanced within the area; spells of the shadow subschool that have reduced effects when disbelieved (such as shadow evocation) have their reduced effects increased by 20% (to a maximum of 90%) when determining their effects on targets within the area of shadow invasion.",
			"",
			"In addition, the rift created by shadow invasion has a chance of attracting attention from the other side, and the spell can be inverted to bring these watchers through. When shadow invasion is dismissed as a standard action, there is a chance that a single evangelist kyton will be summoned under the caster's command (as per {spell/summon monster V}). This chance is 5% for every full round that shadow invasion was active. If the caster level of shadow invasion is 16th or greater, this effect summons an interlocutor kyton instead. A kyton summoned this way remains for a number of rounds equal to what the remaining duration of shadow invasion would have been had it not been dismissed. Successfully summoning a kyton this way is a lawful and evil act, as though casting a spell with the lawful and evil descriptors."
		]
	},
	"shadow_jaunt": {
		"name": "Shadow Jaunt",
		"sources": [ "Villain Codex" ],
		"description": [
			"## Shadow Jaunt",
			"",
			"{SOURCE Villain Codex/81}  ",
			"**School** {spelldef/illusion} ({spelldef/shadow>_subschool}) [{spelldef/shadow>_descriptor}]; **Level** antipaladin 3, arcanist 4, bard 4, skald 4, sorcerer 4, spiritualist 4, summoner 4, unchained summoner 4, wizard 4  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S  ",
			"**Range** close (25 ft. + 5 ft./2 levels)  ",
			"**Target** you  ",
			"**Duration** instantaneous and 1 round; see text",
			"",
			"You instantly travel between shadows to a point within range, though line of sight is not necessary. You leave a shadowy image of yourself in your former location and are wrapped in shadow at your destination; you can attempt a Stealth check as a free action to hide in your new location. Creatures that fail opposed Perception checks typically aren't aware that you are no longer at your former location unless they are familiar with this spell and identify the effects. Any attack on your former location causes the shadows to disperse, allowing any creature that can see your former location to immediately notice your disappearance. In addition, for 1 round, the envelope of shadow around you grants you concealment (20% miss chance). This spell doesn't function if there are no shadows within 5 feet of your starting location, and you can't travel through your own shadow. If you choose a destination that has no shadows, you appear from the shadow closest to your destination that's within the spell's range (this could be your starting location if there are no other shadows within the spell's range)."
		]
	},
	"shadow_of_doubt": {
		"name": "Shadow of Doubt",
		"sources": [ "Inner Sea Races" ],
		"description": [
			"## Shadow of Doubt",
			"",
			"{SOURCE Inner Sea Races/222}  ",
			"**School** {spelldef/enchantment} ({spelldef/compulsion}) [{spelldef/darkness}, {spelldef/emotion}, {spelldef/evil}, {spelldef/mind-affecting}]; **Level** antipaladin 4, bard 4, skald 4 (Tiefling)  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S  ",
			"**Range** close (25 ft. + 5 ft./2 levels)  ",
			"**Targets** one creature/3 levels  ",
			"**Duration** 1 round/level  ",
			"**Saving Throw** Will partial (see text); **Spell Resistance** yes",
			"",
			"You create a shadowy aura of doubt fueled by a foe's own inner flaws. Targets perceive all illumination as if it were one light level darker, to a minimum light level of darkness (not supernatural darkness), even on a successful saving throw.",
			"",
			"Fleeting mental shadows of regrets and anxieties distract the spell's targets; at the start of each of their turns, they must each succeed at a Will save or be staggered for 1 round. A good-aligned target takes a -4 penalty on saving throws against this effect; an evil-aligned target gains a +4 bonus instead."
		]
	},
	"shadow_projection": {
		"name": "Shadow Projection",
		"sources": [ "Advanced Player's Guide" ],
		"description": [
			"## Shadow Projection",
			"",
			"{SOURCE Advanced Player's Guide/243}  ",
			"**School** {spelldef/necromancy} [{spelldef/evil}]; **Level** arcanist 4, sorcerer 4, wizard 4  ",
			"**Casting Time** 1 minute  ",
			"**Components** S  ",
			"**Range** personal  ",
			"**Target** you  ",
			"**Duration** 1 hour/level (D)",
			"",
			"With this spell, you infuse your life force and psyche into your shadow, giving it independent life and movement as if it were an undead {monster/shadow}. Your physical body lies comatose while you are projecting your shadow, and your body has no shadow or reflection while the spell is in effect.",
			"",
			"While projecting your shadow, you gain a shadow's darkvision, defensive abilities, fly speed, racial stealth modifier, and strength damage attack. You do not gain the creature's create spawn ability, nor its skill ranks or Hit Dice. Your shadow has Hit Dice and hit points equal to your own. Your shadow projection has the undead type and may be turned or affected as undead.",
			"",
			"If your shadow projection is slain, you return to your physical body and are immediately reduced to -1 hit points. Your condition becomes dying, and you must begin making Constitution checks to stabilize."
		]
	},
	"shadow_step": {
		"name": "Shadow Step",
		"sources": [ "Ultimate Magic" ],
		"description": [
			"## Shadow Step",
			"",
			"{SOURCE Ultimate Magic/237}  ",
			"**School** {spelldef/illusion} ({spelldef/shadow>_subschool}) [{spelldef/shadow>_descriptor}]; **Level** arcanist 4, bard 4, psychic 4, redmantisassassin 4, skald 4, sorcerer 4, spiritualist 4, witch 4, wizard 4  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S  ",
			"**Range** medium (100 ft. + 10 ft./level)  ",
			"**Target** you  ",
			"**Duration** instantaneous  ",
			"**Saving Throw** none; **Spell Resistance** no",
			"",
			"To use this spell, you must be in an area of dim light or darkness. You enter a shadow or area of darkness, which transports you along a coiling path of shadowstuff to another dim or dark location within range."
		]
	},
	"shadow_transmutation": {
		"name": "Shadow Transmutation",
		"sources": [ "Blood of Shadows" ],
		"description": [
			"## Shadow Transmutation",
			"",
			"{SOURCE Blood of Shadows/30}  ",
			"**School** {spelldef/illusion} ({spelldef/shadow>_subschool}) [{spelldef/shadow>_descriptor}]; **Level** arcanist 6, bard 6, medium 6, shaman 6, skald 6, sorcerer 6, spiritualist 6, summoner 6, witch 6, wizard 6  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S  ",
			"**Range** see text  ",
			"**Target** see text  ",
			"**Duration** see text  ",
			"**Saving Throw** Will disbelief (if interacted with), varies, see text; **Spell Resistance** yes, see text",
			"",
			"You suffuse one subject's body with energy from the Shadow Plane, altering its form to match a creature from the Shadow Plane. Shadow transmutation can mimic any of the following spells: animal growth, anthropomorphic animal, enlarge person, fins to feet, longarm, polymorph, reduce person, and stone fist. If using shadow transmutation as polymorph, the target does not gain any sensory abilities that its new form has (such as low-light vision or darkvision) and the speed of any movement types gained from the spell cannot exceed the target's base speed or natural speed with those movement types (whichever is higher). A creature under the effects of shadow transmutation deals normal damage and has all the normal abilities and weaknesses of whatever form it assumes using the spell.",
			"",
			"Any creature that interacts with a target under the effects of the spell (including attacking or being attacked by that creature) can attempt a Will save to recognize the target's true nature. Creatures that succeed at their Will saves to disbelieve the illusion take one-fifth (20%) of the normal damage from the target's natural attacks or special abilities granted by the target's shadowy form (if any), and the target's special abilities that don't deal damage have only a 20% chance of working against them. Creatures that succeed at their saves see the shadow transmutation as transparent images superimposed over the target.",
			"",
			"### Shadow Transmutation, Greater",
			"",
			"{SOURCE Blood of Shadows/31}  ",
			"**School** {spelldef/illusion} ({spelldef/shadow>_subschool}) [{spelldef/shadow>_descriptor}]; **Level** arcanist 9, shaman 9, sorcerer 9, witch 9, wizard 9  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S  ",
			"**Range** see text  ",
			"**Target** see text  ",
			"**Duration** see text  ",
			"**Saving Throw** Will disbelief (if interacted with), varies, see text; **Spell Resistance** yes, see text",
			"",
			"This spell functions like shadow transmutation, except it can mimic greater polymorph instead of polymorph. The illusory attacks and special abilities of any shape assumed using greater shadow transmutation deal three-fifths (60%) damage to nonbelievers, and non-damaging effects are 60% likely to work against nonbelievers."
		]
	},
	"shadow_transmutation_greater": {
		"name": "Shadow Transmutation, Greater",
		"copyof": "shadow_transmutation"
	},
	"greater_shadow_transmutation": {
		"copyof": "shadow_transmutation_greater"
	},
	"shadow_trap": {
		"name": "Shadow Trap",
		"sources": [ "Blood of Shadows" ],
		"description": [
			"## Shadow Trap",
			"",
			"{SOURCE Blood of Shadows/31}  ",
			"**School** {spelldef/illusion} ({spelldef/shadow>_subschool}); **Level** antipaladin 1, arcanist 1, bard 1, bloodrager 1, cleric 1, mesmerist 1, occultist 1, oracle 1, psychic 1, shaman 1, skald 1, sorcerer 1, warpriest 1, witch 1, wizard 1  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S  ",
			"**Range** close (25 ft. + 5 ft./2 levels)  ",
			"**Target** one creature  ",
			"**Duration** 1 round/level (D)  ",
			"**Saving Throw** Will negates; **Spell Resistance** yes",
			"",
			"You pin the target's shadow to its current location, causing the target to become entangled and preventing it from moving farther than 5 feet from its original position, as if its shadow were anchored to the terrain. Each round on its turn, the target can attempt a new saving throw to end the effect as a full-round action. A flying creature can only hover in place or fall while entangled in this manner. This spell automatically fails when cast on a creature that doesn't throw a shadow, and it ends if the creature is entirely in an area with no illumination."
		]
	},
	"shadow_walk": {
		"name": "Shadow Walk",
		"sources": [ "PRPG Core Rulebook" ],
		"description": [
			"## Shadow Walk",
			"",
			"{SOURCE PRPG Core Rulebook/341}  ",
			"**School** {spelldef/illusion} ({spelldef/shadow>_subschool}) [{spelldef/shadow>_descriptor}]; **Level** alchemist 6, arcanist 6, bard 5, investigator 6, mesmerist 5, skald 5, sorcerer 6, spiritualist 6, wizard 6  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S  ",
			"**Range** touch  ",
			"**Targets** up to one touched creature/level  ",
			"**Duration** 1 hour/level (D)  ",
			"**Saving Throw** Will negates; **Spell Resistance** yes",
			"",
			"To use the shadow walk spell, you must be in an area of dim light. You and any creature you touch are then transported along a coiling path of shadowstuff to the edge of the Material Plane where it borders the Plane of Shadow. The effect is largely illusory, but the path is quasi-real. You can take more than one creature along with you (subject to your level limit), but all must be touching each other.",
			"",
			"In the region of shadow, you move at a rate of 50 miles per hour, moving normally on the borders of the Plane of Shadow but much more rapidly relative to the Material Plane. Thus, you can use this spell to travel rapidly by stepping onto the Plane of Shadow, moving the desired distance, and then stepping back onto the Material Plane.",
			"",
			"Because of the blurring of reality between the Plane of Shadow and the Material Plane, you can't make out details of the terrain or areas you pass over during transit, nor can you predict perfectly where your travel will end. It's impossible to judge distances accurately, making the spell virtually useless for scouting or spying. Furthermore, when the spell effect ends, you are shunted 1d10 &times; 100 feet in a random horizontal direction from your desired endpoint. If this would place you within a solid object, you are shunted 1d10 &times; 1,000 feet in the same direction. If this would still place you within a solid object, you (and any creatures with you) are shunted to the nearest empty space available, but the strain of this activity renders each creature fatigued (no save).",
			"",
			"Shadow walk can also be used to travel to other planes that border on the Plane of Shadow, but this usage requires the transit of the Plane of Shadow to arrive at a border with another plane of reality. The transit of the Plane of Shadow requires 1d4 hours.",
			"",
			"Any creatures touched by you when shadow walk is cast also make the transition to the borders of the Plane of Shadow.",
			"",
			"They may opt to follow you, wander off through the plane, or stumble back into the Material Plane (50% chance for either of the latter results if they are lost or abandoned by you). Creatures unwilling to accompany you into the Plane of Shadow receive a Will saving throw, negating the effect if successful."
		]
	},
	"shadow_weapon": {
		"name": "Shadow Weapon",
		"sources": [
			"Ultimate Magic",
			"Mythic Adventures"
		],
		"description": [
			"## Shadow Weapon",
			"",
			"{SOURCE Ultimate Magic/237}  ",
			"**School** {spelldef/illusion} ({spelldef/shadow>_subschool}) [{spelldef/shadow>_descriptor}]; **Level** arcanist 1, bloodrager 1, occultist 1, psychic 1, redmantisassassin 1, sorcerer 1, witch 1, wizard 1  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S  ",
			"**Range** 0 ft.  ",
			"**Effect** one shadow weapon  ",
			"**Duration** 1 minute/level  ",
			"**Saving Throw** Will disbelief (if interacted with); **Spell Resistance** yes",
			"",
			"Drawing upon the Plane of Shadow, you shape a quasi-real masterwork melee weapon of a type you are proficient with. You may use this weapon to make attacks as if it were a real weapon, dealing normal damage for a weapon of its type. The first time you hit a creature with the weapon, it may make a Will save to disbelieve; failure means the weapon deals damage normally, success means it only takes 1 point of damage from the weapon's attacks. The weapon only deals 1 point of damage to objects.",
			"",
			"If an attacked creature has spell resistance, you make a caster level check (1d20 + caster level) against that spell resistance the first time the shadow weapon strikes it. If the weapon is successfully resisted, the spell is dispelled. If not, the target may save to disbelieve as normal.",
			"",
			"At 5th level, the weapon gains a +1 enhancement bonus. At 10th-level, you may increase the enhancement bonus to +2 or add the frost or keen weapon property. The frost and keen properties have no effect if the target makes its disbelief save.",
			"",
			"The spell ends if the weapon leaves your possession.",
			"",
			"### Mythic Shadow Weapon",
			"",
			"{SOURCE Mythic Adventures/107}",
			"",
			"Add your tier to your caster level when determining what enhancement bonus or weapon special abilities the weapon can have. The weapon deals half damage to creatures that disbelieve in it and to objects, instead of only 1 point.",
			"",
			"You can spend a swift action to transform the weapon into a dull black metal ring on your finger, or to return it from its ring form to its weapon form in your hand."
		]
	},
	"shadowbard": {
		"name": "Shadowbard",
		"sources": [ "Ultimate Magic" ],
		"description": [
			"## Shadowbard",
			"",
			"{SOURCE Ultimate Magic/236}  ",
			"**School** {spelldef/illusion} ({spelldef/shadow>_subschool}) [{spelldef/shadow>_descriptor}]; **Level** bard 5, skald 5  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S, M  ",
			"**Range** close (25 ft. + 5 ft./2 levels)  ",
			"**Effect** phantom singer  ",
			"**Duration** 1 round/level (D)  ",
			"**Saving Throw** none; **Spell Resistance** no",
			"",
			"You conjure up a quasi-real phantom singer that is visible as a shifting, shadowy duplicate of yourself. The singer follows you automatically, moving as you move even if you teleport. The singer cannot be damaged, but can be dispelled. When a shadowbard comes into being, it immediately begins a bardic performance of your choice - it has access to all of the bardic performances that you do. It continues that bardic performance until you direct it as a move action to switch to a different performance. Rounds spent by a shadowbard creating a bardic performance do not decrease the number of rounds you can use your own bardic performance, nor can a shadowbard's bardic performance be used to trigger spells that require you to begin or cease a bardic performance."
		]
	},
	"shadowfade": {
		"name": "Shadowfade",
		"sources": [ "Heroes of the Darklands" ],
		"description": [
			"## Shadowfade",
			"",
			"{SOURCE Heroes of the Darklands/9}  ",
			"**School** {spelldef/illusion} ({spelldef/shadow>_subschool}); **Level** arcanist 1, bard 1, inquisitor 1, mesmerist 1, skald 1, sorcerer 1, summoner 1, unchained summoner 1, wizard 1  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S, M (a blindfold)  ",
			"**Range** touch  ",
			"**Target** creature touched  ",
			"**Duration** 1 minute/level (D)  ",
			"**Saving Throw** Will negates (harmless); **Spell Resistance** yes (harmless)",
			"",
			"In areas of darkness, the target of shadowfade is invisible to creatures using darkvision to see. In areas of dim light, the target gains {rule/concealment} against creatures using darkvision. This spell has no effect in areas of normal light or brighter, and is automatically dispelled if the target enters an area of bright light or takes a hostile action."
		]
	},
	"shadowform": {
		"name": "Shadowform",
		"sources": [ "Blood of Shadows" ],
		"description": [
			"## Shadowform",
			"",
			"{SOURCE Blood of Shadows/31}  ",
			"**School** {spelldef/illusion} ({spelldef/shadow>_subschool}) [{spelldef/shadow>_descriptor}]; **Level** antipaladin 4, arcanist 4, bard 4, mesmerist 4, psychic 4, skald 4, sorcerer 4, spiritualist 4, witch 4, wizard 4  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S  ",
			"**Range** touch  ",
			"**Target** creature touched  ",
			"**Duration** 1 round/level (D)  ",
			"**Saving Throw** Will negates (see text); **Spell Resistance** yes",
			"",
			"You replace the target's body with mystic shadow material drawn from the Shadow Plane, rendering the target's physical form only quasi-real. Whenever a foe tries to directly attack the target of the spell (for instance, with a weapon or a targeted spell), that foe must attempt a Will save to disbelieve. If successful, the opponent can attack the target normally and is unaffected by shadowform for 1 round. If the foe fails, the target takes only one-fifth the normal amount of damage from the foe's successful attack or effect, and if the attack has a special effect other than damage, that effect is one-fifth as strong as normal (if applicable) or only 20% as likely to occur. Objects automatically succeed at their Will saves against this spell."
		]
	},
	"shadowmind": {
		"name": "Shadowmind",
		"sources": [ "Blood of Shadows" ],
		"description": [
			"## Shadowmind",
			"",
			"{SOURCE Blood of Shadows/16}  ",
			"**School** {spelldef/illusion} ({spelldef/phantasm}); **Level** antipaladin 2, arcanist 3, cleric 3, druid 3, hunter 3, inquisitor 2, mesmerist 3, occultist 3, oracle 3, psychic 3, shaman 3, sorcerer 3, warpriest 3, witch 2, wizard 3  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S, M (a small square of black silk)  ",
			"**Range** medium (100 ft. + 10 ft./level)  ",
			"**Target** up to one creature/level, no two of which can be more than 30 ft. apart  ",
			"**Duration** 1 minute/level  ",
			"**Saving Throw** Will negates; **Spell Resistance** yes",
			"",
			"You dim your targets' perceptions of light and shadow, convincing them the space they occupy is dark. Each creature that fails its save perceives the world around it as one light level darker than its true illumination level. The spell does not change the light level outside of the targets' perception, and does not create magical darkness. However, the spell creates an illusion of darkness rather than actual darkness, so low-light and darkvision don't allow a target to see in the conditions created by the spell. Even targets that see normally through magical darkness suffer a loss of vision from this spell."
		]
	},
	"shadowy_haven": {
		"name": "Shadowy Haven",
		"sources": [ "Advanced Race Guide" ],
		"description": [
			"## Shadowy Haven",
			"",
			"{SOURCE Advanced Race Guide/113}  ",
			"**School** {spelldef/transmutation}; **Level** arcanist 4, psychic 4, redmantisassassin 4, sorcerer 4, wizard 4 (fetchling)  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S, M (a small black silk bag)  ",
			"**Range** touch  ",
			"**Target** one 5-foot square of floor touched  ",
			"**Duration** 2 hours/level (D)  ",
			"**Saving Throw** none; **Spell Resistance** no",
			"",
			"This spell functions like rope trick, except the point of entry is through a 5-foot-square instead of a rope. The space holds as many as 10 creatures of any size.",
			"",
			"When this spell is cast upon a 5-foot-square part of a wall, it creates an extradimensional space adjacent to the Plane of Shadow. Creatures in the extradimensional space are hidden beyond the reach of spells (including divinations) unless those spells work across planes. The space holds as many as 10 creatures (of any size). The entrance to the extradimensional space remains visible as an area that is darker than the ambient illumination.",
			"",
			"Spells cannot be cast across the extradimensional interface, nor can area effects cross it. Those in the extradimensional space can see out of it as if a 5-foot-by-5-foot door or window were centered on the affected surface. The window is invisible (though it is within the shadowed entrance to the spell, which is visible), and even creatures that can see the window from the outside can't see through it. Anything inside the extradimensional space is ejected when the spell ends. Only one creature may enter or exit the extradimensional space at a time.",
			"",
			"The entrance is only open when the area around it is in dim light. Any other level of light (brighter or darker) closes the entrance, trapping creatures inside the extradimensional space. If the entrance is closed when the spell expires, there is a 50% chance that creatures in it are ejected into the Shadow Plane instead of the location of the entrance. If this occurs, the creatures appear on the Shadow Plane 1d10 miles in a random direction from their corresponding location on the Material Plane. The spell has no effect if cast on a plane that is not adjacent to the Shadow Plane.",
			"",
			"Because the extradimensional space is adjacent to the Shadow Plane, any shadow walk spell or similar effect that allows travel to the Shadow Plane is more accurate, reducing the distance creatures arrive off-target by half."
		]
	},
	"shambler": {
		"name": "Shambler",
		"sources": [ "PRPG Core Rulebook" ],
		"description": [
			"## Shambler",
			"",
			"{SOURCE PRPG Core Rulebook/341}  ",
			"**School** {spelldef/conjuration} ({spelldef/creation}); **Level** druid 9, shaman 9  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S  ",
			"**Range** medium (100 ft. + 10 ft./level)  ",
			"**Effect** three or more shambling mounds, no two of which can be more than 30 ft. apart; see text  ",
			"**Duration** 7 days or 7 months (D); see text  ",
			"**Saving Throw** none; **Spell Resistance** no",
			"",
			"The shambler spell creates 1d4+2 shambling mounds with the advanced template. The creatures willingly aid you in combat or battle, perform a specific mission, or serve as bodyguards. The creatures remain with you for 7 days unless you dismiss them. If the shamblers are created only for guard duty, however, the duration of the spell is 7 months. In this case, the shamblers can only be ordered to guard a specific site or location. Shamblers summoned to guard duty cannot move outside the spell's range, which is measured from the point where each first appeared. You can only have one shambler spell in effect at one time. If you cast this spell while another casting is still in effect, the previous casting is dispelled. The shamblers have resistance to fire as normal shambling mounds do only if the terrain where they are summoned is rainy, marshy, or damp."
		]
	},
	"shamefully_overdressed": {
		"name": "Shamefully Overdressed",
		"sources": [ "Ultimate Intrigue" ],
		"description": [
			"## Shamefully Overdressed",
			"",
			"{SOURCE Ultimate Intrigue/225}  ",
			"**School** {spelldef/enchantment} ({spelldef/compulsion}) [{spelldef/mind-affecting}]; **Level** bard 2, inquisitor 2, mesmerist 2, psychic 3, skald 2  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S  ",
			"**Range** close (25 ft. + 5 ft./2 levels)  ",
			"**Target** creature touched  ",
			"**Duration** 1 round/level (D)  ",
			"**Saving Throw** Will negates; **Spell Resistance** yes",
			"",
			"The target sees its own attire as hopelessly out of fashion, ostentatious, and embarrassing, and is filled with a compulsion to strip off all clothing. Each round, the target must spend a move action to remove a worn item that can be removed with a move action, dropping the item once it is removed. The target doesn't distinguish between magical and nonmagical items when removing them. Each round it removes an item as determined randomly from the following slots: belt, body, chest, eyes, feet, hands, head, headband, shoulders, or wrists. When determining randomly, don't include any slots if the character has no item of that sort, and don't include items that take more than one move action to remove. Though creatures can't have more than one magic item in any of those slots, they can have multiple mundane items that fit each slot, in which case randomly decide which one they remove. If a target is wearing clothing that doesn't fit in any of those slots, such as breeches or a quiver, add it to the list of possibilities at the GM's discretion.",
			"",
			"The target regards the discarded items with revulsion, and if forced to touch such an item (such as with a melee or ranged touch attack using the item as an improvised weapon), the target becomes sickened for 1d3 rounds. Other than the move action to remove items, the character can take whatever actions it chooses."
		]
	},
	"straitjacket": {
		"name": "Straitjacket",
		"sources": [ "Horror Adventures" ],
		"description": [
			"## Straitjacket",
			"",
			"{SOURCE Horror Adventures/128}  ",
			"**School** {spelldef/conjuration} ({spelldef/creation}); **Level** arcanist 5, inquisitor 4, occultist 4, sorcerer 5, summoner 5, unchained summoner 5, wizard 5  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S, M (leather strap)  ",
			"**Range** close (25 ft. + 5 ft./2 levels)  ",
			"**Target** one creature  ",
			"**Duration** 1 round/level (D)  ",
			"**Saving Throw** none; **Spell Resistance** yes",
			"",
			"You cause a straitjacket to spring into existence to restrain the target creature. You attempt a combat maneuver against the target's CMD. Your CMB for this check is equal to your caster level + 5 due to the straightjacket's Strength. This combat maneuver doesn't provoke an attack of opportunity, and if it succeeds, the target is restrained. This is similar to the grappled condition, except the target is able to move at its normal speed, the restraint doesn't cause the target to require concentration checks to use abilities that require concentration, and the target can't take actions that require one or more hands or arms to perform (including casting spells that require a somatic or material component).",
			"",
			"Once it has been restrained for 1 round, the target can attempt an additional saving throw against a magical effect that makes it confused, a curse, a fear effect, or a madness. The caster chooses which effect the target gets an extra save against. This extra save applies to only effects with durations of 10 minutes per level or less, and it doesn't apply to instantaneous effects. This extra save occurs only once per casting of straitjacket.",
			"",
			"A creature can attempt to escape the straitjacket with a combat maneuver check or Escape Artist check, with a DC equal to 10 + your caster level + your Intelligence, Wisdom, or Charisma modifier, whichever is highest."
		]
	},
	"strand_of_the_tangled_knot": {
		"name": "Strand of the Tangled Knot",
		"sources": [ "Legacy of the First World" ],
		"description": [
			"## Strand of the Tangled Knot",
			"",
			"{SOURCE Legacy of the First World/17}  ",
			"**School** {spelldef/abjuration}; **Level** cleric 1, inquisitor 1, oracle 1, shaman 1, warpriest 1, witch 1  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S, M/DF (a small knot of twin)  ",
			"**Range** personal  ",
			"**Target** you  ",
			"**Duration** 1 round/level (D)",
			"",
			"You mimic tugging at the Green Mother's legendary Tangled Knot to subtly alter your fate. The next single attack made against you takes a -10 penalty. If that attack is a critical hit, it is instead treated as a normal hit."
		]
	},
	"strangling_hair": {
		"name": "Strangling Hair",
		"sources": [
			"Ultimate Magic",
			"Mythic Adventures"
		],
		"description": [
			"## Strangling Hair",
			"",
			"{SOURCE Ultimate Magic/240}  ",
			"**School** {spelldef/transmutation}; **Level** arcanist 3, psychic 3, redmantisassassin 3, sorcerer 3, witch 3, wizard 3  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S  ",
			"**Range** close (25 ft. + 5 ft./2 levels)  ",
			"**Target** one creature  ",
			"**Duration** concentration, up to 1 round/level  ",
			"**Saving Throw** none; **Spell Resistance** yes",
			"",
			"Your hair animates and extends to grapple and constrict an opponent. Make a grapple check against the target using your caster level as the base attack bonus plus a bonus equal to your Intelligence bonus (if a witch or wizard) or Charisma bonus (if a sorcerer). This grapple check does not provoke attacks of opportunity. If your hair succeeds in grappling a foe, that creature takes 1d6 points of damage or your unarmed strike damage, whichever is greater, and gains the grappled condition. Your hair receives a +5 bonus on grapple checks made against opponents it is already grappling, but cannot move foes or pin foes. Each round that your hair succeeds on a grapple check, it deals an additional 1d6 points of damage. The CMD of your hair, for the purposes of escaping the grapple, is equal to 10 + its CMB.",
			"",
			"Once you choose a target, your hair continues to attack that target independently of your own actions. You may designate a new target as a move action, which causes your hair to release its current target (if any) and attack the new target that round. Your hair cannot be targeted as a separate creature, but it can be dispelled.",
			"",
			"### Mythic Strangling Hair",
			"",
			"{SOURCE Mythic Adventures/109}",
			"",
			"You may use your hair to attempt dirty trick, disarm, steal, or trip combat maneuvers instead of grapple combat maneuvers. Add your tier to combat maneuver checks attempted with your hair and to your hair's damage rolls made as part of a grapple."
		]
	},
	"stricken_heart": {
		"name": "Stricken Heart",
		"sources": [ "Advanced Class Guide" ],
		"description": [
			"## Stricken Heart",
			"",
			"{SOURCE Advanced Class Guide/194}  ",
			"**School** {spelldef/necromancy} [{spelldef/death}]; **Level** arcanist 2, inquisitor 2, mesmerist 2, psychic 2, shaman 3, sorcerer 2, spiritualist 2, witch 2, wizard 2  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S  ",
			"**Range** touch  ",
			"**Target** creature touched  ",
			"**Duration** instantaneous  ",
			"**Saving Throw** none; **Spell Resistance** yes",
			"",
			"This spell covers your hand with a writhing black aura. As part of casting the spell, you can make a melee touch attack that deals 2d6 points of negative energy damage and causes the target to be staggered for 1 round. If the attack is a critical hit, the target is staggered for 1 minute instead. Creatures immune to precision damage are immune to the staggered effect."
		]
	},
	"strip_scales": {
		"name": "Strip Scales",
		"sources": [ "Kobolds of Golarion" ],
		"description": [
			"## Strip Scales",
			"",
			"{SOURCE Kobolds of Golarion/27}  ",
			"**School** {spelldef/transmutation}; **Level** arcanist 5, druid 4, hunter 4, sorcerer 5, witch 5, wizard 5  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S, M/DF (a single reptile scale)  ",
			"**Range** close (25 ft. + 5 ft./2 levels)  ",
			"**Target** one living creature  ",
			"**Duration** 1 minute/level  ",
			"**Saving Throw** Fortitude; **Spell Resistance** yes",
			"",
			"You reduce the target's racial natural armor bonus by 1 point per 3 caster levels."
		]
	},
	"strong_jaw": {
		"name": "Strong Jaw",
		"sources": [ "Advanced Player's Guide" ],
		"description": [
			"## Strong Jaw",
			"",
			"{SOURCE Advanced Player's Guide/247}  ",
			"**School** {spelldef/transmutation}; **Level** druid 4, hunter 3, ranger 3  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S  ",
			"**Range** touch  ",
			"**Target** creature touched  ",
			"**Duration** 1 minute/level  ",
			"**Saving Throw** Fortitude negates (harmless); **Spell Resistance** yes (harmless)",
			"",
			"Laying a hand upon an allied creature's jaw, claws, tentacles, or other natural weapons, you enhance the power of that creature's natural attacks. Each natural attack that creature makes deals damage as if the creature were two sizes larger than it actually is. If the creature is already Gargantuan or Colossal-sized, double the amount of damage dealt by each of its natural attacks instead. This spell does not actually change the creature's size; all of its statistics except the amount of damage dealt by its natural attacks remain unchanged."
		]
	},
	"strong_wings": {
		"name": "Strong Wings",
		"sources": [ "Advanced Race Guide" ],
		"description": [
			"## Strong Wings",
			"",
			"{SOURCE Advanced Race Guide/201}  ",
			"**School** {spelldef/transmutation}; **Level** arcanist 1, bloodrager 1, druid 1, hunter 1, ranger 1, redmantisassassin 1, sorcerer 1, witch 1, wizard 1 (strix)  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S  ",
			"**Range** touch  ",
			"**Target** creature touched  ",
			"**Duration** 1 minute/level  ",
			"**Saving Throw** Fortitude negates (harmless); **Spell Resistance** yes (harmless)",
			"",
			"The target's wings grow more powerful, causing its fly speed to increase by +10 feet and its maneuverability to improve by one category (to a maximum of good). This increase counts as an enhancement bonus. This spell has no effect on wingless creatures or winged creatures that cannot fly."
		]
	},
	"stumble_gap": {
		"name": "Stumble Gap",
		"sources": [ "Advanced Player's Guide" ],
		"description": [
			"## Stumble Gap",
			"",
			"{SOURCE Advanced Player's Guide/247}  ",
			"**School** {spelldef/conjuration} ({spelldef/creation}); **Level** arcanist 1, sorcerer 1, wizard 1  ",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S, F (miniature shovel costing 10 gp)  ",
			"**Range** close (25 ft. + 5 ft./2 levels)  ",
			"**Effect** see text  ",
			"**Duration** 1 round + 1 round/level  ",
			"**Saving Throw** Reflex partial; **Spell Resistance** no",
			"",
			"You create a shallow extradimensional hole perfectly sized to trip anyone who steps within it. This hole occupies a single 5-foot square with a depth of six inches. Any creature occupying the square when you first create the hole, or who later steps into the square containing the hole, must make a Reflex saving throw to avoid falling prone in an adjacent square and taking 1d6 points of damage. A creature that makes its saving throw still stumbles ever so slightly and takes a -1 penalty on all rolls and checks for 1 round. The spell has no effect on creatures adjacent to the square containing the hole."
		]
	}
}
