{
	"disguise_self": {
		"name": "Disguise Self",
		"sources": [
			"PRPG Core Rulebook",
			"Ultimate Magic"
		],
		"description": [
			"## Disguise Self",
			"",
			"{SOURCE PRPG Core Rulebook/271}  ",
			"**School** {spelldef/illusion} ({spelldef/glamer}); **Level** alchemist 1, antipaladin 1, arcanist 1, bard 1, inquisitor 1, investigator 1, medium 1, mesmerist 1, occultist 1, psychic 1, redmantisassassin 1, skald 1, sorcerer 1, wizard 1",
			"",
			"### Casting",
			"",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S",
			"",
			"### Effect",
			"",
			"**Range** personal  ",
			"**Target** you  ",
			"**Duration** 10 min./level (D)",
			"",
			"You make yourself - including clothing, armor, weapons, and equipment - look different. You can seem 1 foot shorter or taller, thin, fat, or in between. You cannot change your creature type (although you can appear as another subtype). Otherwise, the extent of the apparent change is up to you. You could add or obscure a minor feature or look like an entirely different person or gender.",
			"",
			"The spell does not provide the abilities or mannerisms of the chosen form, nor does it alter the perceived tactile (touch) or audible (sound) properties of you or your equipment. If you use this spell to create a disguise, you get a +10 bonus on the Disguise check. A creature that interacts with the glamer gets a Will save to recognize it as an illusion.",
			"",
			"### Disguise Other",
			"",
			"{SOURCE Ultimate Magic/217}  ",
			"**School** {spelldef/illusion} ({spelldef/glamer}); **Level** arcanist 2, bard 2, inquisitor 2, medium 2, occultist 2, psychic 2, redmantisassassin 2, skald 2, sorcerer 2, wizard 2",
			"",
			"#### Casting",
			"",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S",
			"",
			"#### Effect",
			"",
			"**Range** touch  ",
			"**Target** creature touched  ",
			"**Duration** 10 minute/level (D)",
			"",
			"This spell functions as disguise self, except you can disguise either yourself or another creature."
		]
	},
	"disguise_other": {
		"name": "Disguise Other",
		"copyof": "disguise_self"
	},
	"disguise_weapon": {
		"name": "Disguise Weapon",
		"sources": [ "Advanced Class Guide" ],
		"description": [
			"## Disguise Weapon",
			"",
			"{SOURCE Advanced Class Guide/180}  ",
			"**School** {spelldef/illusion} ({spelldef/glamer}); **Level** arcanist 1, bard 1, magus 1, medium 1, mesmerist 1, occultist 1, psychic 1, redmantisassassin 1, skald 1, sorcerer 1, witch 1, wizard 1",
			"",
			"### Casting",
			"",
			"**Casting Time** 1 round  ",
			"**Components** V, S",
			"",
			"### Effect",
			"",
			"**Range** touch  ",
			"**Target** manufactured weapon touched  ",
			"**Duration** 1 hour/level (D)  ",
			"**Saving Throw** none; **Spell Resistance** no",
			"",
			"You make one manufactured weapon look like a different manufactured weapon of the same size and relative encumbrance (light, one-handed, or two-handed). For example, you could make a Small greatsword look like a Small quarterstaff, a Medium club, or a Large dagger. Even the appearance of an improvised weapon is possible. The extent of the apparent change is up to you. You could add or obscure a minor feature or make the item look like it is composed of different materials (stone, wood, adamantine, and so on). The spell does not provide any of the abilities of the chosen form, nor does it alter the perceived tactile or audible properties of the item or how it is wielded. A creature that interacts with the glamer may attempt a Will save to recognize it as an illusion."
		]
	},
	"disintegrate": {
		"name": "Disintegrate",
		"sources": [
			"PRPG Core Rulebook",
			"Mythic Adventures"
		],
		"description": [
			"## Disintegrate",
			"",
			"{SOURCE PRPG Core Rulebook/271}  ",
			"**School** {spelldef/transmutation}; **Level** arcanist 6, magus 6, occultist 6, psychic 6, sorcerer 6, spiritualist 6, wizard 6",
			"",
			"### Casting",
			"",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S, M/DF (a lodestone and a pinch of dust)",
			"",
			"### Effect",
			"",
			"**Range** medium (100 ft. + 10 ft./level)  ",
			"**Effect** ray  ",
			"**Duration** instantaneous  ",
			"**Saving Throw** Fortitude partial (object); **Spell Resistance** yes",
			"",
			"A thin, green ray springs from your pointing finger. You must make a successful ranged touch attack to hit. Any creature struck by the ray takes 2d6 points of damage per caster level (to a maximum of 40d6). Any creature reduced to 0 or fewer hit points by this spell is entirely disintegrated, leaving behind only a trace of fine dust. A disintegrated creature's equipment is unaffected.",
			"",
			"When used against an object, the ray simply disintegrates as much as a 10-foot cube of nonliving matter. Thus, the spell disintegrates only part of any very large object or structure targeted. The ray affects even objects constructed entirely of force, such as forceful hand or a wall of force, but not magical effects such as a globe of invulnerability or an antimagic field.",
			"",
			"A creature or object that makes a successful Fortitude save is partially affected, taking only 5d6 points of damage. If this damage reduces the creature or object to 0 or fewer hit points, it is entirely disintegrated.",
			"",
			"Only the first creature or object struck can be affected; that is, the ray affects only one target per casting.",
			"",
			"### Mythic Disintegrate",
			"",
			"{SOURCE Mythic Adventures/91}",
			"",
			"The damage dealt increases to 3d6 points of damage per caster level (maximum 60d6) plus 1d4 points of Constitution damage.",
			"",
			"A creature that succeeds at its saving throw takes 5d8 points of damage plus 1 point of Constitution damage. A creature whose Constitution score is reduced to 0 by this spell is entirely disintegrated.",
			"",
			"*Augmented (7th):* If you expend two uses of mythic power, you fire two rays.",
			"",
			"Alternatively, you may fire only one ray, but if the target is a non-mythic creature and it fails its saving throw, it's automatically disintegrated regardless of its current hp."
		]
	},
	"dismissal": {
		"name": "Dismissal",
		"sources": [
			"PRPG Core Rulebook",
			"Planar Adventures"
		],
		"description": [
			"## Dismissal",
			"",
			"{SOURCE PRPG Core Rulebook/271}  ",
			"**School** {spelldef/abjuration}; **Level** arcanist 5, cleric 4, inquisitor 4, medium 4, occultist 4, oracle 4, psychic 5, shaman 4, sorcerer 5, spiritualist 5, summoner 4, unchained summoner 5, warpriest 4, wizard 5",
			"",
			"### Casting",
			"",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S, DF",
			"",
			"### Effect",
			"",
			"**Range** close (25 ft. + 5 ft./2 levels)  ",
			"**Target** one extraplanar creature  ",
			"**Duration** instantaneous  ",
			"**Saving Throw** Will negates; see text; **Spell Resistance** yes",
			"",
			"This spell forces an extraplanar creature back to its proper plane if it fails a Will save. If the spell is successful, the creature is instantly whisked away, but there is a 20% chance of actually sending the subject to a plane other than its own.",
			"",
			"### Homeward Bound",
			"",
			"{SOURCE Planar Adventures/41}  ",
			"**School** {spelldef/abjuration}; **Level** arcanist 4, cleric 3, oracle 3, sorcerer 4, warpriest 3, wizard 4",
			"",
			"#### Casting",
			"",
			"**Casting Time** 1 minute  ",
			"**Components** V, S",
			"",
			"#### Effect",
			"",
			"**Range** touch  ",
			"**Target** one living extraplanar creature  ",
			"**Duration** instantaneous  ",
			"**Saving Throw** Will negates (harmless); **Spell Resistance** yes",
			"",
			"This spell functions as dismissal, except as noted above."
		]
	},
	"homeward_bound": {
		"name": "Homeward Bound",
		"copyof": "dismissal"
	},
	"dispel_balance": {
		"name": "Dispel Balance",
		"sources": [
			"Planar Adventures",
			"Champions of Balance"
		],
		"description": [
			"## Dispel Balance",
			"",
			"{SOURCE Planar Adventures/40;Champions of Balance/27}  ",
			"**School** {spelldef/abjuration}; **Level** cleric 5, inquisitor 5, oracle 5, warpriest 5",
			"",
			"### Casting",
			"",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S, DF",
			"",
			"### Effect",
			"",
			"**Range** touch  ",
			"**Target** you and a touched, neutral creature from another plane, or you and an enchantmnet on a touched creature or object  ",
			"**Duration** 1 round/level or until discharged, whichever comes first  ",
			"**Saving Throw** see text; **Spell Resistance** see text",
			"",
			"Pulsing bronze energy surrounds you, bestowing three effects.",
			"",
			"First, you gain a +3 deflection bonus to AC against attacks by chaotic neutral, lawful neutral, neutral evil, and neutral good creatures. Against attacks by creatures whose alignment is neutral with no other alignment components, this deflection bonus is instead +5.",
			"",
			"Second, upon making a successful melee touch attack against a creature from another plane with a neutral component to its alignment, you can banish that creature back to its home plane. The creature's spell resistance applies to this attempt, and the creature can negate this effect with a successful Will save. If the creature's alignment is neutral with no other alignment components, the creature takes a -2 penalty on this saving throw. This use discharges and ends the spell.",
			"",
			"Third, with a touch, you can automatically dispel any one enchantment spell cast by a creature with a neutral component to its alignment. Spells that can't be dispelled by dispel magic also can't be dispelled by dispel balance. Saving throws and spell resistance do not apply to this effect. This use discharges and ends the spell."
		]
	},
	"dispel_chaos": {
		"name": "Dispel Chaos",
		"sources": [ "PRPG Core Rulebook" ],
		"description": [
			"## Dispel Chaos",
			"",
			"{SOURCE PRPG Core Rulebook/271}  ",
			"**School** {spelldef/abjuration} [{spelldef/lawful}]; **Level** cleric 5, inquisitor 5, oracle 5, paladin 4, shaman 5, warpriest 5",
			"",
			"### Casting",
			"",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S, DF",
			"",
			"### Effect",
			"",
			"**Range** touch  ",
			"**Target** or Targets you and a touched evil creature from another plane, or you and an enchantment or evil spell on a touched creature or object  ",
			"**Duration** 1 round/level or until discharged, whichever comes first  ",
			"**Saving Throw** see text; **Spell Resistance** see text",
			"",
			"This spell functions like dispel evil, except that you are surrounded by constant, blue lawful energy, and the spell affects chaotic creatures and spells rather than evil ones."
		]
	},
	"dispel_evil": {
		"name": "Dispel Evil",
		"sources": [ "PRPG Core Rulebook" ],
		"description": [
			"## Dispel Evil",
			"",
			"{SOURCE PRPG Core Rulebook/271}  ",
			"**School** {spelldef/abjuration} [{spelldef/good}]; **Level** cleric 5, inquisitor 5, oracle 5, paladin 4, shaman 5, warpriest 5",
			"",
			"### Casting",
			"",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S, DF",
			"",
			"### Effect",
			"",
			"**Range** touch  ",
			"**Target** or Targets you and a touched evil creature from another plane, or you and an enchantment or evil spell on a touched creature or object  ",
			"**Duration** 1 round/level or until discharged, whichever comes first  ",
			"**Saving Throw** see text; **Spell Resistance** see text",
			"",
			"Shimmering, white holy energy surrounds you. This energy has three effects.",
			"",
			"First, you gain a +4 deflection bonus to AC against attacks by evil creatures.",
			"",
			"Second, on making a successful melee touch attack against an evil creature from another plane, you can choose to drive that creature back to its home plane. The creature can negate the effects with a successful Will save (spell resistance applies). This use discharges and ends the spell.",
			"",
			"Third, with a touch you can automatically dispel any one enchantment spell cast by an evil creature or any one evil spell. Spells that can't be dispelled by dispel magic also can't be dispelled by dispel evil. Saving throws and spell resistance do not apply to this effect. This use discharges and ends the spell."
		]
	},
	"dispel_good": {
		"name": "Dispel Good",
		"sources": [ "PRPG Core Rulebook" ],
		"description": [
			"## Dispel Good",
			"",
			"{SOURCE PRPG Core Rulebook/272}  ",
			"**School** {spelldef/abjuration} [{spelldef/evil}]; **Level** antipaladin 4, cleric 5, inquisitor 5, oracle 5, shaman 5, warpriest 5",
			"",
			"### Casting",
			"",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S, DF",
			"",
			"### Effect",
			"",
			"**Range** touch  ",
			"**Target** or Targets you and a touched evil creature from another plane, or you and an enchantment or evil spell on a touched creature or object  ",
			"**Duration** 1 round/level or until discharged, whichever comes first  ",
			"**Saving Throw** see text; **Spell Resistance** see text",
			"",
			"This spell functions like dispel evil, except that you are surrounded by dark, wavering unholy energy, and the spell affects good creatures and spells rather than evil ones."
		]
	},
	"dispel_law": {
		"name": "Dispel Law",
		"sources": [ "PRPG Core Rulebook" ],
		"description": [
			"## Dispel Law",
			"",
			"{SOURCE PRPG Core Rulebook/272}  ",
			"**School** {spelldef/abjuration} [{spelldef/chaotic}]; **Level** antipaladin 4, cleric 5, inquisitor 5, oracle 5, shaman 5, warpriest 5",
			"",
			"### Casting",
			"",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S, DF",
			"",
			"### Effect",
			"",
			"**Range** touch  ",
			"**Target** or Targets you and a touched evil creature from another plane, or you and an enchantment or evil spell on a touched creature or object  ",
			"**Duration** 1 round/level or until discharged, whichever comes first  ",
			"**Saving Throw** see text; **Spell Resistance** see text",
			"",
			"This spell functions like dispel evil, except that you are surrounded by flickering, yellow chaotic energy, and the spell affects lawful creatures and spells rather than evil ones."
		]
	},
	"dispel_magic": {
		"name": "Dispel Magic",
		"sources": [
			"PRPG Core Rulebook",
			"Mythic Adventures"
		],
		"description": [
			"## Dispel Magic",
			"",
			"{SOURCE PRPG Core Rulebook/272}  ",
			"**School** {spelldef/abjuration}; **Level** antipaladin 3, arcanist 3, bard 3, cleric 3, druid 4, hunter 4, inquisitor 3, magus 3, medium 3, mesmerist 3, occultist 3, oracle 3, paladin 3, psychic 3, shaman 3, skald 3, sorcerer 3, spiritualist 3, summoner 3, unchained summoner 3, warpriest 3, witch 3, wizard 3",
			"",
			"### Casting",
			"",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S",
			"",
			"### Effect",
			"",
			"**Range** medium (100 ft. + 10 ft./level)  ",
			"**Target** or Area one spellcaster, creature, or object  ",
			"**Duration** instantaneous  ",
			"**Saving Throw** none; **Spell Resistance** no",
			"",
			"You can use dispel magic to end one ongoing spell that has been cast on a creature or object, to temporarily suppress the magical abilities of a magic item, or to counter another spellcaster's spell. A dispelled spell ends as if its duration had expired. Some spells, as detailed in their descriptions, can't be defeated by dispel magic. Dispel magic can dispel (but not counter) spell-like effects just as it does spells. The effect of a spell with an instantaneous duration can't be dispelled, because the magical effect is already over before the dispel magic can take effect.",
			"",
			"You choose to use dispel magic in one of two ways: a targeted dispel or a counterspell.",
			"",
			"**Target**ed Dispel: One object, creature, or spell is the target of the dispel magic spell. You make one dispel check (1d20 + your caster level) and compare that to the spell with highest caster level (DC = 11 + the spell's caster level). If successful, that spell ends. If not, compare the same result to the spell with the next highest caster level. Repeat this process until you have dispelled one spell affecting the target, or you have failed to dispel every spell.",
			"",
			"For example, a 7th-level caster casts dispel magic, targeting a creature affected by stoneskin (caster level 12th) and fly (caster level 6th). The caster level check results in a 19. This check is not high enough to end the stoneskin (which would have required a 23 or higher), but it is high enough to end the fly (which only required a 17). Had the dispel check resulted in a 23 or higher, the stoneskin would have been dispelled, leaving the fly intact. Had the dispel check been a 16 or less, no spells would have been affected.",
			"",
			"You can also use a targeted dispel to specifically end one spell affecting the target or one spell affecting an area (such as a wall of fire). You must name the specific spell effect to be targeted in this way. If your caster level check is equal to or higher than the DC of that spell, it ends. No other spells or effects on the target are dispelled if your check is not high enough to end the targeted effect.",
			"",
			"If you target an object or creature that is the effect of an ongoing spell (such as a monster summoned by summon monster), you make a dispel check to end the spell that conjured the object or creature.",
			"",
			"If the object that you target is a magic item, you make a dispel check against the item's caster level (DC = 11 + the item's caster level). If you succeed, all the item's magical properties are suppressed for 1d4 rounds, after which the item recovers its magical properties. A suppressed item becomes nonmagical for the duration of the effect. An interdimensional opening (such as a bag of holding) is temporarily closed. A magic item's physical properties are unchanged: A suppressed magic sword is still a sword (a masterwork sword, in fact). Artifacts and deities are unaffected by mortal magic such as this.",
			"",
			"You automatically succeed on your dispel check against any spell that you cast yourself.",
			"",
			"Counterspell: When dispel magic is used in this way, the spell targets a spellcaster and is cast as a counterspell. Unlike a true counterspell, however, dispel magic may not work; you must make a dispel check to counter the other spellcaster's spell.",
			"",
			"### Mythic Dispel Magic",
			"",
			"{SOURCE Mythic Adventures/92}",
			"",
			"When used as a targeted dispel, this spell can end two spells affecting the target instead of just one. If the targeted dispel successfully dispels at least one spell, you heal 1d4 points of damage for every spell level of the dispelled spell. If you dispel two spells, this healing applies only to the highest-level spell dispelled. If you use this spell to counterspell, roll your dispel check twice and take the higher result.",
			"",
			"### Dispel Magic, Greater",
			"",
			"{SOURCE PRPG Core Rulebook/272}  ",
			"**School** {spelldef/abjuration}; **Level** arcanist 6, bard 5, cleric 6, druid 6, hunter 6, inquisitor 6, magus 6, occultist 5, oracle 6, psychic 6, shaman 6, skald 5, sorcerer 6, spiritualist 6, summoner 5, unchained summoner 5, warpriest 6, witch 6, wizard 6",
			"",
			"#### Casting",
			"",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S",
			"",
			"#### Effect",
			"",
			"**Range** medium (100 ft. + 10 ft./level)  ",
			"**Target** or Area one spellcaster, creature, object, or a 20-ft.-radius burst  ",
			"**Duration** instantaneous  ",
			"**Saving Throw** none; **Spell Resistance** no",
			"",
			"This spell functions like dispel magic, except that it can end more than one spell on a target and it can be used to target multiple creatures.",
			"",
			"You choose to use greater dispel magic in one of three ways: a targeted dispel, area dispel, or a counterspell:",
			"",
			"**Target**ed Dispel: This functions as a targeted dispel magic, but it can dispel one spell for every four caster levels you possess, starting with the highest level spells and proceeding to lower level spells.",
			"",
			"Additionally, greater dispel magic has a chance to dispel any effect that remove curse can remove, even if dispel magic can't dispel that effect. The DC of this check is equal to the curse's DC.",
			"",
			"**Area** Dispel: When greater dispel magic is used in this way, the spell affects everything within a 20-foot-radius burst. Roll one dispel check and apply that check to each creature in the area, as if targeted by dispel magic. For each object within the area that is the target of one or more spells, apply the dispel check as with creatures. Magic items are not affected by an area dispel.",
			"",
			"For each ongoing area or effect spell whose point of origin is within the area of the greater dispel magic spell, apply the dispel check to dispel the spell. For each ongoing spell whose area overlaps that of the greater dispel magic spell, apply the dispel check to end the effect, but only within the overlapping area.",
			"",
			"If an object or creature that is the effect of an ongoing spell (such as a monster summoned by summon monster) is in the area, apply the dispel check to end the spell that conjured that object or creature (returning it whence it came) in addition to attempting to dispel one spell targeting the creature or object.",
			"",
			"You may choose to automatically succeed on dispel checks against any spell that you have cast.",
			"",
			"Counterspell: This functions as dispel magic, but you receive a +4 bonus on your dispel check to counter the other spellcaster's spell."
		]
	},
	"dispel_magic_greater": {
		"name": "Dispel Magic, Greater",
		"copyof": "dispel_magic"
	},
	"greater_dispel_magic": {
		"copyof": "dispel_magic_greater"
	},
	"displacement": {
		"name": "Displacement",
		"sources": [ "PRPG Core Rulebook" ],
		"description": [
			"## Displacement",
			"",
			"{SOURCE PRPG Core Rulebook/273}  ",
			"**School** {spelldef/illusion} ({spelldef/glamer}); **Level** alchemist 3, arcanist 3, bard 3, investigator 3, magus 3, medium 3, mesmerist 3, occultist 3, psychic 3, redmantisassassin 3, skald 3, sorcerer 3, spiritualist 3, summoner 3, unchained summoner 3, wizard 3",
			"",
			"### Casting",
			"",
			"**Casting Time** 1 standard action  ",
			"**Components** V, M (a small loop of leather)",
			"",
			"### Effect",
			"",
			"**Range** touch  ",
			"**Target** creature touched  ",
			"**Duration** 1 round/level (D)  ",
			"**Saving Throw** Will negates (harmless); **Spell Resistance** yes (harmless)",
			"",
			"The subject of this spell appears to be about 2 feet away from its true location. The creature benefits from a 50% miss chance as if it had total concealment. Unlike actual total concealment, displacement does not prevent enemies from targeting the creature normally. True seeing reveals its true location and negates the miss chance."
		]
	},
	"display_aversion": {
		"name": "Display Aversion",
		"sources": [ "Blood of the Night" ],
		"description": [
			"## Display Aversion",
			"",
			"{SOURCE Blood of the Night/30}  ",
			"**School** {spelldef/illusion} ([shadow](spelldef/shadow_subschool)); **Level** arcanist 3, bard 2, cleric 2, inquisitor 2, oracle 2, redmantisassassin 3, skald 2, sorcerer 3, warpriest 2, witch 2, wizard 3",
			"",
			"### Casting",
			"",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S, M (a drop of holy water)",
			"",
			"### Effect",
			"",
			"**Range** long (400 ft. + 40 ft./level)  ",
			"**Effect** visual figment that cannot extend beyond four 10-ft. cubes + one 10-ft. cube/level (S)  ",
			"**Duration** concentration + 1d4 rounds",
			"",
			"This spell functions like minor image, except it always creates an animated illusion of you presenting to a vampire a material, object, or sound that it is averse to, such as garlic, a holy symbol, or bells ringing. You specify what aversion the illusion depicts when you cast the spell. The vampire reacts to the illusion as if it were real; it can overcome the effect by succeeding at a disbelief save or a normal Will save against the illusion's DC (instead of the normal DC 25 to overcome its revulsion). The illusion is only quasi-real and cannot otherwise affect creatures."
		]
	},
	"disrupt_link": {
		"name": "Disrupt Link",
		"sources": [ "Familiar Folio" ],
		"description": [
			"## Disrupt Link",
			"",
			"{SOURCE Familiar Folio/22}  ",
			"**School** {spelldef/abjuration}; **Level** antipaladin 2, arcanist 2, bard 3, inquisitor 3, skald 3, sorcerer 2, witch 2, wizard 2",
			"",
			"### Casting",
			"",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S",
			"",
			"### Effect",
			"",
			"**Range** medium (100 ft. + 10 ft./level)  ",
			"**Targets** one creature and her animal companion, familiar, or other bonded creature (which may be no more than 30 ft. apart)  ",
			"**Duration** 1 round/level  ",
			"**Saving Throw** Will negates; **Spell Resistance** yes",
			"",
			"The target has her link with her bonded creature temporarily severed. If the subject has a familiar, she loses the benefits of the alertness, deliver touch spells, empathic link, scry on familiar, share spells, and speak with master abilities. If the target has an animal companion, she loses the benefits of the link, share spells, and devotion abilities. The target and her familiar or animal companion also lose any other abilities (such as those from archetypes or feats) that rely on the two having a connection."
		]
	},
	"disrupt_silence": {
		"name": "Disrupt Silence",
		"sources": [ "Ultimate Intrigue" ],
		"description": [
			"## Disrupt Silence",
			"",
			"{SOURCE Ultimate Intrigue/212}  ",
			"**School** {spelldef/abjuration}; **Level** bard 2, cleric 3, inquisitor 3, oracle 3, psychic 3, skald 2, warpriest 3",
			"",
			"### Casting",
			"",
			"**Casting Time** 1 standard action  ",
			"**Components** S, M (tiny silver bell, chime, or gong)",
			"",
			"### Effect",
			"",
			"**Range** touch  ",
			"**Area** 10-ft.-radius emanation centered on a creature, object, or point in space  ",
			"**Duration** 1 round/level (D)  ",
			"**Saving Throw** Will negates; **Spell Resistance** yes",
			"",
			"You suppress magical sound-dampening effects within the area. Disrupt silence temporarily negates magical silence within its area, so that normal sounds can be heard within the overlapping areas of effect. Additionally, disrupt silence can automatically counter or dispel any magical silence effect of equal or lower level cast upon the same target, such as silence. If you cast disrupt silence on the target of a higher-level silence effect, it functions as dispel magic instead of its normal function."
		]
	},
	"disrupt_undead": {
		"name": "Disrupt Undead",
		"sources": [ "PRPG Core Rulebook" ],
		"description": [
			"## Disrupt Undead",
			"",
			"{SOURCE PRPG Core Rulebook/273}  ",
			"**School** {spelldef/necromancy}; **Level** arcanist 0, inquisitor 0, magus 0, sorcerer 0, wizard 0",
			"",
			"### Casting",
			"",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S",
			"",
			"### Effect",
			"",
			"**Range** close (25 ft. + 5 ft./2 levels)  ",
			"**Effect** ray  ",
			"**Duration** instantaneous  ",
			"**Saving Throw** none; **Spell Resistance** yes",
			"",
			"You direct a ray of positive energy. You must make a ranged touch attack to hit, and if the ray hits an undead creature, it deals 1d6 points of damage to it."
		]
	},
	"disrupting_weapon": {
		"name": "Disrupting Weapon",
		"sources": [ "PRPG Core Rulebook" ],
		"description": [
			"## Disrupting Weapon",
			"",
			"{SOURCE PRPG Core Rulebook/273}  ",
			"**School** {spelldef/transmutation}; **Level** cleric 5, inquisitor 5, oracle 5, spiritualist 5, warpriest 5",
			"",
			"### Casting",
			"",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S",
			"",
			"### Effect",
			"",
			"**Range** touch  ",
			"**Targets** one melee weapon  ",
			"**Duration** 1 round/level  ",
			"**Saving Throw** Will negates (harmless, object); see text; **Spell Resistance** yes (harmless, object)",
			"",
			"This spell makes a melee weapon deadly to undead. Any undead creature with HD equal to or less than your caster level must succeed on a Will save or be destroyed utterly if struck in combat with this weapon. Spell resistance does not apply against the destruction effect."
		]
	},
	"dissolution": {
		"name": "Dissolution",
		"sources": [ "Arcane Anthology" ],
		"description": [
			"## Dissolution",
			"",
			"{SOURCE Arcane Anthology/19}  ",
			"**School** {spelldef/transmutation}; **Level** alchemist 4, arcanist 5, investigator 4, sorcerer 5, spiritualist 6, summoner 6, wizard 5",
			"",
			"### Casting",
			"",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S, M (vial of alchemical reagents worth 50 gp)",
			"",
			"### Effect",
			"",
			"**Range** touch  ",
			"**Target** Tiny or smaller object touched  ",
			"**Duration** 10 minutes/level (D)  ",
			"**Saving Throw** Fortitude negates (object); **Spell Resistance** no",
			"",
			"You touch a Tiny or smaller item, causing the item to vanish as if it did not exist at all. The item doesn't take damage or otherwise gain any condition; it simply ceases to be visible to or interact with the world in any way, as if it no longer existed. The oil vanishes with the item and leaves no residue, nor does it affect surfaces that handle or hold the item during its application. No spell or ability short of miracle or wish can locate or affect the item while it is under the effect of this spell. Though the item seems to not exist while under the effects of this spell, its own reality is consistent (it ages normally, and any ongoing effects upon it continue normally). The target object can be one size larger than Tiny for every 5 caster levels above 5th you possess.",
			"",
			"The target item returns to existence when the spell's duration expires. An item returns to existence in exactly the same location and condition it left. If the location no longer has room for the item, the item takes 1d0 points of damage (bypassing hardness) and is teleported to the nearest location that has room for it. If that location is more than 5 feet from the original location, there is a 25% chance the item is instead shifted to a randomly determined alternate plane."
		]
	},
	"distracting_cacophony": {
		"name": "Distracting Cacophony",
		"sources": [ "Ultimate Magic" ],
		"description": [
			"## Distracting Cacophony",
			"",
			"{SOURCE Ultimate Magic/217}  ",
			"**School** {spelldef/evocation} [{spelldef/sonic}]; **Level** arcanist 3, bard 2, psychic 3, skald 2, sorcerer 3, wizard 3",
			"",
			"### Casting",
			"",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S",
			"",
			"### Effect",
			"",
			"**Range** medium (100 ft. + 10 ft./level)  ",
			"**Area** 20-ft. spread  ",
			"**Duration** 1 round/level (D)  ",
			"**Saving Throw** none; **Spell Resistance** yes",
			"",
			"The air fills with loud and discordant noise, making concentration difficult. Casting a spell in this area of cacophony requires a concentration check (DC 15 + the level of the spell being cast). Any other concentration checks in the area have their DCs increased by 5. The DC of Perception checks involving hearing is likewise increased by 5."
		]
	},
	"distressing_tone": {
		"name": "Distressing Tone",
		"sources": [ "Ultimate Magic" ],
		"description": [
			"## Distressing Tone",
			"",
			"{SOURCE Ultimate Magic/217}  ",
			"**School** {spelldef/evocation} [{spelldef/sonic}]; **Level** bard 2, inquisitor 2, skald 2",
			"",
			"### Casting",
			"",
			"**Casting Time** 1 round  ",
			"**Components** V, S",
			"",
			"### Effect",
			"",
			"**Range** close (25 ft. + 5 ft./2 levels)  ",
			"**Target** 1d4 living creatures  ",
			"**Duration** 1 round/level  ",
			"**Saving Throw** Fortitude negates; **Spell Resistance** yes",
			"",
			"You create a powerful tone that vibrates living flesh. Targets must save or gain the sickened condition. Creatures that are immune to critical hits are immune to this spell."
		]
	},
	"divide_mind": {
		"name": "Divide Mind",
		"sources": [ "Occult Adventures" ],
		"description": [
			"## Divide Mind",
			"",
			"{SOURCE Occult Adventures/164}  ",
			"**School** {spelldef/enchantment} [{spelldef/mind-affecting}]; **Level** psychic 9",
			"",
			"### Casting",
			"",
			"**Casting Time** 1 standard action  ",
			"**Components** V",
			"",
			"### Effect",
			"",
			"**Range** personal  ",
			"**Target** you  ",
			"**Duration** 1 minute  ",
			"**Saving Throw** none; **Spell Resistance** no",
			"",
			"You partition your mind to maximize your mental power. Until the spell ends, you roll twice and use the higher result for all Will saves, Intelligence checks, and Intelligence-based skill checks. In addition, as a swift action you can have your second mind perform any purely mental action that normally requires a standard action or a move action. This includes casting psychic spells, using spell-like abilities, and concentrating on spells. Spells and spell-like abilities cast or used by your secondary mind this way can't exceed 5th level."
		]
	},
	"divination": {
		"name": "Divination",
		"sources": [
			"PRPG Core Rulebook",
			"Ultimate Intrigue"
		],
		"description": [
			"## Divination",
			"",
			"{SOURCE PRPG Core Rulebook/273}  ",
			"**School** {spelldef/divination}; **Level** cleric 4, inquisitor 4, medium 3, oracle 4, psychic 4, sahirafiyun 4, shaman 4, spiritualist 4, warpriest 4, witch 4",
			"",
			"### Casting",
			"",
			"**Casting Time** 10 minutes  ",
			"**Components** V, S, M (incense and an appropriate offering worth 25 gp)",
			"",
			"### Effect",
			"",
			"**Range** personal  ",
			"**Target** you  ",
			"**Duration** instantaneous",
			"",
			"Similar to augury but more powerful, a divination spell can provide you with a useful piece of advice in reply to a question concerning a specific goal, event, or activity that is to occur within 1 week. The advice granted by the spell can be as simple as a short phrase, or it might take the form of a cryptic rhyme or omen. If your party doesn't act on the information, the conditions may change so that the information is no longer useful. The base chance for a correct divination is 70% + 1% per caster level, to a maximum of 90%. If the die roll fails, you know the spell failed, unless specific magic yielding false information is at work.",
			"",
			"As with augury, multiple divinations about the same topic by the same caster use the same dice result as the first divination spell and yield the same answer each time.",
			"",
			"### Prognostication",
			"",
			"{SOURCE Ultimate Intrigue/223}  ",
			"**School** {spelldef/divination}; **Level** cleric 6, inquisitor 6, medium 4, oracle 6, psychic 6, shaman 6, spiritualist 6, warpriest 6, witch 6",
			"",
			"#### Casting",
			"",
			"**Casting Time** 8 hours  ",
			"**Components** V, S, M (rare incense and tonics worth 250 gp)",
			"",
			"#### Effect",
			"",
			"**Range** personal  ",
			"**Target** you  ",
			"**Duration** instantaneous  ",
			"**Saving Throw** none; **Spell Resistance** no",
			"",
			"You glimpse the future. Prognostication functions as divination except that the spell can see up to a year and a day into the future. Because of the increased unpredictability of the distant future, prognostication is significantly more cryptic than the already-cryptic divination spell.",
			"",
			"### True Prognostication",
			"",
			"{SOURCE Ultimate Intrigue/228}  ",
			"**School** {spelldef/divination}; **Level** cleric 8, oracle 8, psychic 8, shaman 8, witch 8",
			"",
			"#### Casting",
			"",
			"**Casting Time** 1 week  ",
			"**Components** V, S, M (rare incense and tonics worth 1,000 gp)",
			"",
			"#### Effect",
			"",
			"**Range** personal  ",
			"**Target** you  ",
			"**Duration** instantaneous",
			"",
			"True prognostication functions as divination except that the spell can see up to 100 years into the future. Because of the extreme unpredictability of the far-distant future, true prognostication is incredibly cryptic when used to learn about events on such large a scale."
		]
	},
	"prognostication": {
		"name": "Prognostication",
		"copyof": "divination"
	},
	"true_prognostication": {
		"name": "True Prognostication",
		"copyof": "divination"
	},
	"divine_arrow": {
		"name": "Divine Arrow",
		"sources": [ "Ultimate Combat" ],
		"description": [
			"## Divine Arrow",
			"",
			"{SOURCE Ultimate Combat/228}  ",
			"**School** {spelldef/transmutation} [{spelldef/good}]; **Level** paladin 2",
			"",
			"### Casting",
			"",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S",
			"",
			"### Effect",
			"",
			"**Range** touch  ",
			"**Target** one projectile  ",
			"**Duration** 1 round/level or until discharged  ",
			"**Saving Throw** none; **Spell Resistance** no",
			"",
			"You imbue a projectile, such as an arrow or shuriken, with holy energy so that it deals extra damage to undead equal to that dealt by your lay on hands feature. This extra damage is not multiplied on a critical hit. Although this spell does not expend a daily use of your lay on hands class feature, you must have at least one daily use available to cast this spell. If the projectile hits a target or is destroyed before the duration ends, the spell is discharged."
		]
	},
	"divine_favor": {
		"name": "Divine Favor",
		"sources": [
			"PRPG Core Rulebook",
			"Mythic Adventures"
		],
		"description": [
			"## Divine Favor",
			"",
			"{SOURCE PRPG Core Rulebook/273}  ",
			"**School** {spelldef/evocation}; **Level** cleric 1, inquisitor 1, oracle 1, paladin 1, warpriest 1",
			"",
			"### Casting",
			"",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S, DF",
			"",
			"### Effect",
			"",
			"**Range** personal  ",
			"**Target** you  ",
			"**Duration** 1 minute",
			"",
			"Calling upon the strength and wisdom of a deity, you gain a +1 luck bonus on attack and weapon damage rolls for every three caster levels you have (at least +1, maximum +3). The bonus doesn't apply to spell damage.",
			"",
			"### Mythic Divine Favor",
			"",
			"{SOURCE Mythic Adventures/92}",
			"",
			"You also gain the luck bonus on saving throws and skill checks. Alternatively, you can cast this spell on another willing creature, changing the range to touch and target to living creature touched."
		]
	},
	"divine_power": {
		"name": "Divine Power",
		"sources": [ "PRPG Core Rulebook" ],
		"description": [
			"## Divine Power",
			"",
			"{SOURCE PRPG Core Rulebook/273}  ",
			"**School** {spelldef/evocation}; **Level** cleric 4, inquisitor 4, oracle 4, shaman 4, warpriest 4",
			"",
			"### Casting",
			"",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S, DF",
			"",
			"### Effect",
			"",
			"**Range** personal  ",
			"**Target** you  ",
			"**Duration** 1 round/level",
			"",
			"Calling upon the divine power of your patron, you imbue yourself with strength and skill in combat. You gain a +1 luck bonus on attack rolls, weapon damage rolls, Strength checks, and Strength-based skill checks for every three caster levels you have (maximum +6). You also gain 1 temporary hit point per caster level. Whenever you make a full-attack action, you can make an additional attack at your full base attack bonus, plus any appropriate modifiers. This additional attack is not cumulative with similar effects, such as haste or weapons with the speed special ability."
		]
	},
	"divine_pursuit": {
		"name": "Divine Pursuit",
		"sources": [
			"Ultimate Magic",
			"Mythic Adventures"
		],
		"description": [
			"## Divine Pursuit",
			"",
			"{SOURCE Ultimate Magic/217}  ",
			"**School** {spelldef/transmutation}; **Level** inquisitor 5",
			"",
			"### Casting",
			"",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S",
			"",
			"### Effect",
			"",
			"**Range** personal  ",
			"**Target** you  ",
			"**Duration** 1 minute/level; see text",
			"",
			"Select one creature within 60 feet that you have damaged. If that creature has a burrow, climb, fly, or swim speed, you gain that form of movement for the duration of the spell at the same speed and maneuverability as the selected creature. If this gives you the burrow or swim speed, you can breathe while burrowing or swimming. If the creature moves 1,000 feet or more from you, the spell ends. If the creature has more than one of these types of movement, you select one from the types available to the creature.",
			"",
			"### Mythic Divine Pursuit",
			"",
			"{SOURCE Mythic Adventures/92}",
			"",
			"The speed of the movement form provided by the spell increases by 30 feet. This adjustment is treated as an enhancement bonus. You gain a bonus on Perception and Survival skill checks attempted against the selected creature. This is a sacred bonus if you're good or a profane bonus if you're evil; if you're neutral, choose either the sacred or profane bonus."
		]
	},
	"divine_transfer": {
		"name": "Divine Transfer",
		"sources": [ "Advanced Player's Guide" ],
		"description": [
			"## Divine Transfer",
			"",
			"{SOURCE Advanced Player's Guide/216}  ",
			"**School** {spelldef/necromancy}; **Level** paladin 3",
			"",
			"### Casting",
			"",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S",
			"",
			"### Effect",
			"",
			"**Range** touch  ",
			"**Target** living creature touched  ",
			"**Duration** instantaneous + 1 round/level (see text)  ",
			"**Saving Throw** Fortitude negates (harmless); **Spell Resistance** yes (harmless)",
			"",
			"With a single touch, you transfer some of your life essence to the subject, transferring your hit points and your resolve. When you touch the subject you can transfer up to a number of hit points equal to your Constitution score to the target. These hit points heal the subject, but cannot raise the subject's hit points higher than its normal hit point total. In addition, the subject gains DR/evil equal to your Charisma bonus (if any) for the duration of the spell."
		]
	},
	"divine_vessel": {
		"name": "Divine Vessel",
		"sources": [ "Advanced Player's Guide" ],
		"description": [
			"## Divine Vessel",
			"",
			"{SOURCE Advanced Player's Guide/216}  ",
			"**School** {spelldef/transmutation} [{spelldef/chaotic}, {spelldef/evil}, {spelldef/good}, or {spelldef/lawful}]; **Level** oracle 8",
			"",
			"### Casting",
			"",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S",
			"",
			"### Effect",
			"",
			"**Range** personal  ",
			"**Target** you  ",
			"**Duration** 1 round/level (D)",
			"",
			"You accept otherworldly energies into your body and transform. Your size increases by one category, your height doubles, and your weight increases by a factor of eight. Your features shift into those of a cold and alien being of logic, a creature of primal chaos, an angelic presence, or a fiendish monster, as chosen by you. You gain a +6 size bonus to Strength and Constitution, a +3 natural armor bonus, darkvision 60 ft., and SR of 12 + your caster level. These modifiers replace the normal modifiers for increasing your size. The size modifier for AC, attacks, CMB, and CMD changes as appropriate for your new size category. This spell doesn't change your base speed. Determine space and reach as appropriate for your new size.",
			"",
			"If insufficient room is available for the desired growth, you attain the maximum possible size and may make a Strength check (using your increased Strength) to burst any enclosures in the process. If you fail, you are constrained without harm by the materials enclosing you - the spell cannot crush you by increasing your size.",
			"",
			"All equipment you wear or carry is similarly enlarged by this spell. Melee weapons deal more damage. Other magical properties are not affected by this spell. Any enlarged item that leaves your possession (including a projectile or thrown weapon) instantly returns to its normal size. This means that thrown and projectile weapons deal their normal damage. Magical effects that increase size do not stack.",
			"",
			"You gain additional abilities as noted below.",
			"",
			"*Anarchic aspect:* You gain the following abilities: an additional +2 bonus to Constitution, DR 10/lawful, resist acid 10, electricity 10, and sonic 10, a +4 bonus on saves against poison, blindsense 30 feet, and a fly speed of 60 feet (good maneuverability). You gain a bite attack dealing 2d6 points of damage. Your natural weapons and any weapons you wield are considered chaotic-aligned for the purpose of overcoming damage resistance.",
			"",
			"*Axiomatic aspect:* You gain the following abilities: an additional +2 bonus to Strength, DR 10/chaotic, resist cold 10, electricity 10, and fire 10, a +4 bonus on saves against poison, low-light vision, and a fly speed of 60 feet (good maneuverability). You gain 2 slam attacks dealing 1d6 points of damage each. Your natural weapons and any weapons you wield are considered lawful-aligned for the purpose of overcoming damage resistance.",
			"",
			"*Celestial aspect:* You gain the following abilities: a +2 bonus to Dexterity, DR 10/evil, resist acid 10, cold 10, and electricity 10, a +4 bonus on saves against poison, low-light vision, and a fly speed of 60 feet (good maneuverability). You gain 2 slam attacks dealing 1d6 points of damage each. Your natural weapons and any weapons you wield are considered good-aligned for the purpose of overcoming damage resistance.",
			"",
			"*Fiendish aspect:* You gain the following abilities: an additional +2 bonus to Strength, DR 10/good, resist acid 10, cold 10, and fire 10, a +4 bonus on saves against poison, see in darkness, and a fly speed of 60 feet (good maneuverability). You gain 2 claw attacks dealing 1d6 points of damage each. Your natural weapons and any weapons you wield are considered evil-aligned for the purpose of overcoming damage resistance.",
			"",
			"When used to assume an anarchic, axiomatic, celestial, or fiendish aspect, this spell is a chaotic, lawful, good, or evil spell respectively."
		]
	},
	"dominate_animal": {
		"name": "Dominate Animal",
		"sources": [ "PRPG Core Rulebook" ],
		"description": [
			"## Dominate Animal",
			"",
			"{SOURCE PRPG Core Rulebook/273}  ",
			"**School** {spelldef/enchantment} ({spelldef/compulsion}) [{spelldef/mind-affecting}]; **Level** druid 3, hunter 3, mesmerist 3, psychic 4, shaman 3",
			"",
			"### Casting",
			"",
			"**Casting Time** 1 round  ",
			"**Components** V, S",
			"",
			"### Effect",
			"",
			"**Range** close (25 ft. + 5 ft./2 levels)  ",
			"**Target** one animal  ",
			"**Duration** 1 round/level  ",
			"**Saving Throw** Will negates; **Spell Resistance** yes",
			"",
			"This spell allows you to enchant the targeted animal and direct it with simple commands such as \"Attack,\" \"Run,\" and \"Fetch.\" Suicidal or self-destructive commands (including an order to attack a creature two or more size categories larger than the dominated animal) are simply ignored.",
			"",
			"Dominate animal establishes a mental link between you and the subject creature. The animal can be directed by silent mental command as long as it remains in range. You need not see the creature to control it. You do not receive direct sensory input from the creature, but you know what it is experiencing. Because you are directing the animal with your own intelligence, it may be able to undertake actions normally beyond its own comprehension. You need not concentrate exclusively on controlling the creature unless you are trying to direct it to do something it normally couldn't do. Changing your instructions or giving a dominated creature a new command is the equivalent of redirecting a spell, so it is a move action."
		]
	},
	"dominate_monster": {
		"name": "Dominate Monster",
		"sources": [ "PRPG Core Rulebook" ],
		"description": [
			"## Dominate Monster",
			"",
			"{SOURCE PRPG Core Rulebook/274}  ",
			"**School** {spelldef/enchantment} ({spelldef/compulsion}) [{spelldef/mind-affecting}]; **Level** arcanist 9, psychic 9, sorcerer 9, summoner 6, witch 9, wizard 9",
			"",
			"### Casting",
			"",
			"**Casting Time** 1 round  ",
			"**Components** V, S",
			"",
			"### Effect",
			"",
			"**Range** close (25 ft. + 5 ft./2 levels)  ",
			"**Target** one creature  ",
			"**Duration** 1 day/level  ",
			"**Saving Throw** Will negates; **Spell Resistance** yes",
			"",
			"This spell functions like dominate person, except that the spell is not restricted by creature type."
		]
	},
	"dominate_person": {
		"name": "Dominate Person",
		"sources": [
			"PRPG Core Rulebook",
			"Mythic Adventures"
		],
		"description": [
			"## Dominate Person",
			"",
			"{SOURCE PRPG Core Rulebook/274}  ",
			"**School** {spelldef/enchantment} ({spelldef/compulsion}) [{spelldef/mind-affecting}]; **Level** arcanist 5, bard 4, mesmerist 4, occultist 5, psychic 5, shaman 5, skald 4, sorcerer 5, spiritualist 5, witch 5, wizard 5",
			"",
			"### Casting",
			"",
			"**Casting Time** 1 round  ",
			"**Components** V, S",
			"",
			"### Effect",
			"",
			"**Range** close (25 ft. + 5 ft./2 levels)  ",
			"**Target** one humanoid  ",
			"**Duration** 1 day/level  ",
			"**Saving Throw** Will negates; **Spell Resistance** yes",
			"",
			"You can control the actions of any humanoid creature through a telepathic link that you establish with the subject's mind.",
			"",
			"If you and the subject have a common language, you can generally force the subject to perform as you desire, within the limits of its abilities. If no common language exists, you can communicate only basic commands, such as \"Come here,\" \"Go there,\" \"Fight,\" and \"Stand still.\" You know what the subject is experiencing, but you do not receive direct sensory input from it, nor can it communicate with you telepathically.",
			"",
			"Once you have given a dominated creature a command, it continues to attempt to carry out that command to the exclusion of all other activities except those necessary for day-to-day survival (such as sleeping, eating, and so forth). Because of this limited range of activity, a Sense Motive check against DC 15 (rather than DC 25) can determine that the subject's behavior is being influenced by an enchantment effect (see the [Sense Motive skill description](skill/sense_motive)).",
			"",
			"Changing your orders or giving a dominated creature a new command is a move action.",
			"",
			"By concentrating fully on the spell (a standard action), you can receive full sensory input as interpreted by the mind of the subject, though it still can't communicate with you. You can't actually see through the subject's eyes, so it's not as good as being there yourself, but you still get a good idea of what's going on.",
			"",
			"Subjects resist this control, and any subject forced to take actions against its nature receives a new saving throw with a +2 bonus. Obviously self-destructive orders are not carried out. Once control is established, the range at which it can be exercised is unlimited, as long as you and the subject are on the same plane. You need not see the subject to control it.",
			"",
			"If you don't spend at least 1 round concentrating on the spell each day, the subject receives a new saving throw to throw off the domination.",
			"",
			"Protection from evil or a similar spell can prevent you from exercising control or using the telepathic link while the subject is so warded, but such an effect does not automatically dispel it.",
			"",
			"### Mythic Dominate Person",
			"",
			"{SOURCE Mythic Adventures/92}",
			"",
			"The Sense Motive DC to notice your target is dominated increases by double your tier. You can give orders to the target even if it's protected by non-mythic effects that block magical control, such as protection from evil. If the target is protected by a mythic effect, you can attempt to overcome this defense with a caster level check (DC 15 plus the caster level of the effect); add your tier to your roll and the opposing caster's tier to the DC. If the target succeeds at its Will save to break your control, as an immediate action you can expend one use of mythic power to force it to reroll the save and use the lower result."
		]
	},
	"domination_link": {
		"name": "Domination Link",
		"sources": [ "Blood of the Night" ],
		"description": [
			"## Domination Link",
			"",
			"{SOURCE Blood of the Night/30}  ",
			"**School** {spelldef/divination} [{spelldef/mind-affecting}]; **Level** arcanist 3, bard 3, inquisitor 3, skald 3, sorcerer 3, witch 3, wizard 3",
			"",
			"### Casting",
			"",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S, F/DF (a copper piece)",
			"",
			"### Effect",
			"",
			"**Range** 60 ft.  ",
			"**Area** cone-shaped emanation  ",
			"**Duration** concentration, up to 1 min./level (D)  ",
			"**Saving Throw** Will negates, see text; **Spell Resistance** no",
			"",
			"This spell functions like detect thoughts, with the additional ability to find echoes of the thoughts of a creature mentally controlling the target. For example, if the target has been dominated by a vampire, you can use evidence left in the target's mind to learn about that vampire. Each minute you concentrate on the spell, you can learn your choice of one of the following pieces of information.",
			"",
			"*Direction:* The controller's general direction and distance.",
			"",
			"*Emotion:* The controller's emotional state (gloating, sated, frightened, angry, and so on).",
			"",
			"*Image:* A powerful iconic image relevant to the controller or its connection to the target, such as a symbol on a door or a name on a gravestone.",
			"",
			"*Location:* The controller's general location, such as \"in a large city\" or \"in a large city\"",
			"",
			"*Name:* The name by which the target knows its controller (if any).",
			"",
			"All of this information is based on the last time the influencing creature linked itself to the target, either to issue a command or to receive sensory input from the target. For example, if at nightfall a vampire commanded a dominated victim to walk to a cemetery, this spell can reveal the vampire's general location at that time, though it may have moved since then."
		]
	},
	"dongun_shapers_touch": {
		"name": "Dongun Shaper's Touch",
		"sources": [ "Inner Sea Intrigue" ],
		"description": [
			"## Dongun Shaper's Touch",
			"",
			"{SOURCE Inner Sea Intrigue/59}  ",
			"**School** {spelldef/transmutation}; **Level** alchemist 2, arcanist 3, investigator 2, occultist 3, sorcerer 3, wizard 3",
			"",
			"### Casting",
			"",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S",
			"",
			"### Effect",
			"",
			"**Range** touch  ",
			"**Target** object touched  ",
			"**Duration** concentration, up to 1 round/level  ",
			"**Saving Throw** none; **Spell Resistance** no",
			"",
			"You create an alchemical residue on your hands that allows you to reshape any nonmagical, unattended object with hardness 19 or less as though it were clay. Objects with hardness 9 or less are like soft clay, allowing you to reshape up to 1 cubic foot per round of effort. Objects with hardness 10 or higher are harder to mold, allowing you to reshape up to 1/4 cubic foot per round. The object retains its new shape for 24 hours before returning to its original shape. This spell does not allow you to reshape a portion of a large object, such as a wall; you must be able to reshape the entire target within the spell's duration or the spell fizzles and has no effect."
		]
	},
	"doom": {
		"name": "Doom",
		"sources": [ "PRPG Core Rulebook" ],
		"description": [
			"## Doom",
			"",
			"{SOURCE PRPG Core Rulebook/274}  ",
			"**School** {spelldef/necromancy} [{spelldef/emotion}, {spelldef/fear}, {spelldef/mind-affecting}]; **Level** antipaladin 1, cleric 1, inquisitor 1, mesmerist 1, oracle 1, shaman 1, spiritualist 1, warpriest 1",
			"",
			"### Casting",
			"",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S, DF",
			"",
			"### Effect",
			"",
			"**Range** medium (100 ft. + 10 ft./level)  ",
			"**Target** one living creature  ",
			"**Duration** 1 min./level  ",
			"**Saving Throw** Will negates; **Spell Resistance** yes",
			"",
			"This spell fills a single subject with a feeling of horrible dread that causes it to become shaken."
		]
	},
	"dousing_rain": {
		"name": "Dousing Rain",
		"sources": [ "Villain Codex" ],
		"description": [
			"## Dousing Rain",
			"",
			"{SOURCE Villain Codex/176}  ",
			"**School** {spelldef/evocation} [{spelldef/water}]; **Level** bard 2, druid 2, hunter 2, shaman 2, skald 2, witch 2",
			"",
			"### Casting",
			"",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S, M/DF (a drop of water)",
			"",
			"### Effect",
			"",
			"**Range** medium (100 ft. + 10 ft./level)  ",
			"**Area** cylinder (10-ft. radius, 40 ft. high)  ",
			"**Duration** 1 round/level (D)  ",
			"**Saving Throw** none; **Spell Resistance** no",
			"",
			"With a beckoning gesture, you call forth a downpour of rain. For the duration of the spell, the following effects apply within the affected area. Nonmagical fires are automatically extinguished, and all creatures and objects in the area gain fire resistance 5. The conjured water is conductive, and whenever a doused creature takes electricity damage, it takes 1 additional point of electricity damage. At 6th, 12th, and 18th levels, the fire resistance increases by 5 and the additional electricity damage increases by 1 point."
		]
	},
	"draconic_ally": {
		"name": "Draconic Ally",
		"sources": [ "Legacy of Dragons" ],
		"description": [
			"## Draconic Ally",
			"",
			"{SOURCE Legacy of Dragons/28}  ",
			"**School** {spelldef/conjuration} ({spelldef/creation}) [{spelldef/draconic}]; **Level** antipaladin 3, arcanist 3, bloodrager 3, occultist 3, paladin 3, psychic 3, sorcerer 3, spiritualist 3, summoner 3, unchained summoner 3, wizard 3",
			"",
			"### Casting",
			"",
			"**Casting Time** 10 minutes  ",
			"**Components** V, S, M (a scale from a dragon and 250 gp)",
			"",
			"### Effect",
			"",
			"**Range** close (25 ft. + 5 ft./2 levels)  ",
			"**Effect** one intelligent draconic servant  ",
			"**Duration** 1 day/level (D)  ",
			"**Saving Throw** none; **Spell Resistance** no",
			"",
			"You create a semi-living intelligent draconic servant that loyally obeys and serves you. Treat this servant as a pseudodragon with all of the abilities granted by one of the following spells: form of the alien dragon I, form of the dragon I, or form of the exotic dragon I. Your draconic ally can use its breath weapon once per day. Once conjured, the creature is not limited to the spell's range, and can go a considerable distance to carry out missions at your command. The draconic ally speaks one language of your choice that you know. You cannot have more than one draconic ally at a time. As long as a previous ally exists, you cannot successfully cast this spell again. If you have a breath weapon, you can cast this spell as a standard action by expending one use of your breath weapon as a free action when you cast the spell.",
			"",
			"Clerics, inquisitors, oracles, and warpriests who worship Apsu or Dahak add draconic ally to their spell lists as a 3rd-level spell."
		]
	},
	"draconic_malice": {
		"name": "Draconic Malice",
		"sources": [ "Legacy of Dragons" ],
		"description": [
			"## Draconic Malice",
			"",
			"{SOURCE Legacy of Dragons/29}  ",
			"**School** {spelldef/enchantment} [{spelldef/draconic}]; **Level** antipaladin 3, arcanist 3, bard 3, bloodrager 3, cleric 3, inquisitor 3, mesmerist 3, oracle 3, psychic 3, shaman 3, skald 3, sorcerer 3, warpriest 3, witch 3, wizard 3",
			"",
			"### Casting",
			"",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S",
			"",
			"### Effect",
			"",
			"**Range** personal  ",
			"**Target** you  ",
			"**Effect** 10-foot aura centered on you  ",
			"**Duration** 1 minute/level  ",
			"**Saving Throw** Will negates (harmless); **Spell Resistance** no",
			"",
			"You surround yourself with a palpable aura of draconic fear and dread. Living creatures within this aura that are normally immune to fear or mind-affecting abilities lose those immunities against your spells, spell-like abilities, and supernatural abilities that create fear effects, as well as any Intimidate checks you attempt to demoralize foes.",
			"",
			"If you have the antipaladin aura of cowardice class feature, this spell instead changes the penalty imposed by aura of cowardice to -6 for its duration."
		]
	},
	"draconic_reservoir": {
		"name": "Draconic Reservoir",
		"sources": [
			"Advanced Player's Guide",
			"Mythic Adventures"
		],
		"description": [
			"## Draconic Reservoir",
			"",
			"{SOURCE Advanced Player's Guide/217}  ",
			"**School** {spelldef/evocation} [{spelldef/acid}, {spelldef/cold}, {spelldef/electricity}, or {spelldef/fire}]; **Level** alchemist 3, arcanist 3, bloodrager 3, investigator 3, sorcerer 3, wizard 3",
			"",
			"### Casting",
			"",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S, M (a scale from dragon that produces the energy you seek to absorb)",
			"",
			"### Effect",
			"",
			"**Range** touch  ",
			"**Target** creature touched  ",
			"**Duration** 10 minutes/level or until discharged; see text  ",
			"**Saving Throw** Fortitude negates (harmless); **Spell Resistance** yes (harmless)",
			"",
			"Draconic reservoir functions as protection from energy, absorbing 6 points of one type of energy damage per caster level (acid, cold, electricity, or fire, maximum 60 points). Each round, as a swift action, the subject can release 1d6 points of the absorbed energy and apply it to any melee attack, as if using an acidic, flaming, frost, or shock weapon. The first creature the subject strikes with this attack takes the energy damage in addition to any other consequences of the attack. Releasing energy in this way does not \"free up\" space to absorb still more energy; the maximum amount of energy the spell can absorb remains fixed. The subject cannot release more energy than he currently has absorbed. Once the subject has absorbed all the energy allowed by the spell, he takes damage as normal from that energy type. Once the energy has been released, the spell is discharged.",
			"",
			"Draconic reservoir does not stack with protection from energy. Draconic reservoir overlaps (and does not stack with) resist energy. If a character is warded by draconic reservoir and resist energy, draconic reservoir absorbs damage until it reaches its maximum limit.",
			"",
			"### Mythic Draconic Reservoir",
			"",
			"{SOURCE Mythic Adventures/92}",
			"",
			"The amount of energy damage the spell absorbs increases to 10 points per caster level (maximum 100 points). The energy damage from the weapons improves as if using a corrosive burst, flaming burst, icy burst, or shocking burst weapon.",
			"",
			"*Augmented (3rd):* If you expend two uses of mythic power, spending a swift action applies the energy damage to any number of creatures the target hits this round, not just the first."
		]
	},
	"draconic_suppression": {
		"name": "Draconic Suppression",
		"sources": [ "Dragonslayer's Handbook" ],
		"description": [
			"## Draconic Suppression",
			"",
			"{SOURCE Dragonslayer's Handbook/28}  ",
			"**School** {spelldef/abjuration}; **Level** arcanist 5, sorcerer 5, witch 5, wizard 5",
			"",
			"### Casting",
			"",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S",
			"",
			"### Effect",
			"",
			"**Range** close (25 ft. + 5 ft./2 levels)  ",
			"**Target** one dragon  ",
			"**Duration** 1 round/level (D)  ",
			"**Saving Throw** Fortitude negates; **Spell Resistance** yes",
			"",
			"A dragon that fails its saving throw cannot use its breath weapon for the duration of the spell and is treated as one age category younger for determining which special abilities it can use. For example, an ancient green dragon would revert to the special abilities of a very old dragon and lose access to its miasma ability and its dominate person spell-like ability. This spell has no effect on a dragon's armor class, feats, frightful presence, hit points, physical attacks, saving throws, senses, size, skills, spellcasting, or statistics."
		]
	},
	"dragon_turtle_shell": {
		"name": "Dragon Turtle Shell",
		"sources": [ "Dragonslayer's Handbook" ],
		"description": [
			"## Dragon Turtle Shell",
			"",
			"{SOURCE Dragonslayer's Handbook/28}  ",
			"**School** {spelldef/abjuration}; **Level** alchemist 3, arcanist 3, cleric 3, druid 2, hunter 2, investigator 3, oracle 3, sorcerer 3, warpriest 3, wizard 3",
			"",
			"### Casting",
			"",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S, M (a piece of turtle shell)",
			"",
			"### Effect",
			"",
			"**Range** personal  ",
			"**Target** you  ",
			"**Duration** 1 round/level",
			"",
			"When you are struck by an opponent's natural attacks, the damage is resolved as if the attack came from a creature one size smaller per 5 caster levels (maximum of four size categories smaller at CL 20th). Refer to [Table 3-1](umr/natural_attacks) to determine an attack's altered base damage. If the creature's natural attack deals non-standard damage, refer instead to the {feat/Improved Natural Attack} feat. It is not possible to reduce the base damage of a creature's natural attack below 1d2 with this spell."
		]
	},
	"dragons_breath": {
		"name": "Dragon's Breath",
		"sources": [
			"Advanced Player's Guide",
			"Mythic Adventures"
		],
		"description": [
			"## Dragon's Breath",
			"",
			"{SOURCE Advanced Player's Guide/217}  ",
			"**School** {spelldef/evocation} [{spelldef/acid}, {spelldef/cold}, {spelldef/electricity}, or {spelldef/fire}]; **Level** alchemist 4, arcanist 4, bloodrager 4, investigator 4, magus 4, sorcerer 4, wizard 4",
			"",
			"### Casting",
			"",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S, M (a dragon scale)",
			"",
			"### Effect",
			"",
			"**Range** 30 ft. or 60 ft.  ",
			"**Area** cone-shaped burst or line  ",
			"**Duration** instantaneous  ",
			"**Saving Throw** Reflex half; **Spell Resistance** yes",
			"",
			"You breathe out a blast of energy. Creatures in the affected area take 1d6 points of energy damage per caster level (maximum of 12d6). A successful Reflex save results in half damage. The spell's effect and energy type depend on the type of dragon scale used:",
			"",
			"*Black dragon:* 60-foot line of acid.",
			"",
			"*Blue or bronze dragon:* 60-foot line of electricity.",
			"",
			"*Green dragon:* 30-foot cone of acid.",
			"",
			"*Gold or red dragon:* 30-foot cone of fire.",
			"",
			"*Silver or white dragon:* 30-foot cone of cold.",
			"",
			"*Brass dragon:* 60-foot line of fire.",
			"",
			"*Copper dragon:* 60-foot line of acid.",
			"",
			"### Mythic Dragon's Breath",
			"",
			"{SOURCE Mythic Adventures/92}",
			"",
			"The spell's duration changes to 1 minute/level or until discharged. You can use the breath weapon up to three times during this duration. On the round you cast the spell, using the breath weapon is a free action; later uses require a standard action. You must wait 1d4 rounds between each use of the breath weapon. All uses for a particular casting have the same range, area, and energy type. You can have only one dragon's breath spell in effect at a time; casting a new one ends the previous one."
		]
	},
	"dragonvoice": {
		"name": "Dragonvoice",
		"sources": [ "Dragonslayer's Handbook" ],
		"description": [
			"## Dragonvoice",
			"",
			"{SOURCE Dragonslayer's Handbook/28}  ",
			"**School** {spelldef/transmutation}; **Level** alchemist 2, arcanist 2, bard 2, investigator 2, redmantisassassin 2, skald 2, sorcerer 2, witch 2, wizard 2",
			"",
			"### Casting",
			"",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S",
			"",
			"### Effect",
			"",
			"**Range** personal  ",
			"**Target** you  ",
			"**Duration** 1 minute/level",
			"",
			"By magically altering the way your vocal cords create sounds, you can emulate the vocal inflections of dragons. This grants a +6 circumstance bonus on Charisma checks and Charisma-related skill checks when dealing with dragons.",
			"",
			"In addition, your voice is much louder than normal, halving the penalties to others' Perception checks to hear you due to distance, intervening doors, and so on."
		]
	},
	"drain_construct": {
		"name": "Drain Construct",
		"sources": [ "People of the Wastes" ],
		"description": [
			"## Drain Construct",
			"",
			"{SOURCE People of the Wastes/28}  ",
			"**School** {spelldef/necromancy}; **Level** arcanist 2, sorcerer 2, witch 2, wizard 2",
			"",
			"### Casting",
			"",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S",
			"",
			"### Effect",
			"",
			"**Range** close (25 ft. + 5 ft./2 levels)  ",
			"**Target** one construct  ",
			"**Duration** 1 round/level (D)  ",
			"**Saving Throw** Will negates; **Spell Resistance** no",
			"",
			"You weaken a target construct, temporarily sapping its animating force and limiting its normal functionality. If the construct fails its saving throw, for the duration of this spell, it loses any damage reduction and fast healing it had and its base speed is reduced by half. Additionally, the construct takes a -4 penalty to Strength while this spell is in effect. This penalty increases by 2 for every 3 caster levels beyond 3rd (maximum -14). If the construct is normally immune to magic, this spell's sapping effect is less penetrating and the construct receives a +4 bonus on its saving throw."
		]
	},
	"drain_poison": {
		"name": "Drain Poison",
		"sources": [ "Dirty Tactics Toolbox" ],
		"description": [
			"## Drain Poison",
			"",
			"{SOURCE Dirty Tactics Toolbox/28}  ",
			"**School** {spelldef/transmutation} [{spelldef/poison}]; **Level** alchemist 3, antipaladin 3, cleric 3, druid 3, hunter 3, investigator 3, oracle 3, ranger 3, warpriest 3, witch 3",
			"",
			"### Casting",
			"",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S, M/DF (the fang of a poisonous creature)",
			"",
			"### Effect",
			"",
			"**Range** touch  ",
			"**Target** one weapon or a single piece of ammunition  ",
			"**Duration** 24 hours  ",
			"**Saving Throw** none; **Spell Resistance** no",
			"",
			"By touching a weapon against the fang of a poisonous creature and casting this spell, you drain 1 dose of the creature's poison, which is magically applied to your weapon without risk of poisoning yourself. The poison remains on the weapon until either it strikes a creature, you touch the weapon, or you wipe off the poison. It otherwise functions exactly like a dose of a manufactured poison applied to a weapon. You can use this spell with natural as well as manufactured weapons. This spell does not prevent you from exposing yourself to the poison if you roll a natural 1 on an attack roll while the poison is applied to your weapon.",
			"",
			"The spell has no effect if the creature whose fang is touched is a summoned creature, if it has been dead for more than 1 minute, or if its poison has already been extracted from it."
		]
	},
	"dread_bolt": {
		"name": "Dread Bolt",
		"sources": [ "Ultimate Magic" ],
		"description": [
			"## Dread Bolt",
			"",
			"{SOURCE Ultimate Magic/217}  ",
			"**School** {spelldef/evocation} [{spelldef/evil}]; **Level** cleric 2, oracle 2, warpriest 2",
			"",
			"### Casting",
			"",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S, DF",
			"",
			"### Effect",
			"",
			"**Range** close (25 ft. + 5 ft./2 levels)  ",
			"**Effect** arrow-shaped projectile of evil energy  ",
			"**Duration** instantaneous (1d4 rounds)  ",
			"**Saving Throw** Will partial (see text); **Spell Resistance** yes",
			"",
			"You unleash a crackling missile of darkness from your unholy symbol at any one target in range as a ranged touch attack.",
			"",
			"A good creature struck by dread bolt takes 1d8 points of damage per two caster levels (maximum 5d8). A good outsider instead takes 1d6 points of damage per caster level (maximum 10d6) and is sickened for 1 round. A successful Will save reduces the damage to half and negates the sickened effect. This spell deals only half damage to creatures that are neither good nor evil, and they are not sickened. The bolt has no effect on evil creatures."
		]
	},
	"dreadscape": {
		"name": "Dreadscape",
		"sources": [ "Horror Adventures" ],
		"description": [
			"## Dreadscape",
			"",
			"{SOURCE Horror Adventures/116}  ",
			"**School** {spelldef/illusion} ({spelldef/phantasm}) [{spelldef/emotion}, {spelldef/fear}, {spelldef/mind-affecting}]; **Level** arcanist 4, bard 3, medium 3, mesmerist 3, psychic 4, skald 3, sorcerer 4, wizard 4",
			"",
			"### Casting",
			"",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S, M (a pinch of black sand)",
			"",
			"### Effect",
			"",
			"**Range** close (25 ft. + 5 ft./2 levels)  ",
			"**Target** up to one creature/level, no two of which can be more than 30 feet apart  ",
			"**Duration** 10 minutes/level  ",
			"**Saving Throw** Will negates; **Spell Resistance** yes",
			"",
			"Your targets see their surroundings as a nightmarish reflection of the world around them. Buildings and furnishings take on a dirty, ruined appearance. Even allies appear foreign and hostile, with friendly speech turning into garbled mockery and threats. Each target gains the scared condition and has a hostile attitude toward any new creature it encounters (though not toward creatures that were already present at the time of the casting). Being hostile doesn't necessarily mean the target will attack, and creatures can attempt Diplomacy checks to gain a target's trust at the normal DC. If a creature becomes frightened or panicked while under the influence of dreadscape, that creature takes 1d6 points of Wisdom damage, though only once per casting of dreadscape.",
			"",
			"If your campaign uses [the sanity system](rule/sanity), creatures that become frightened or panicked take 2d6 sanity damage instead of Wisdom damage."
		]
	},
	"dream": {
		"name": "Dream",
		"sources": [
			"PRPG Core Rulebook",
			"Mythic Adventures"
		],
		"description": [
			"## Dream",
			"",
			"{SOURCE PRPG Core Rulebook/274}  ",
			"**School** {spelldef/illusion} ({spelldef/phantasm}) [{spelldef/mind-affecting}]; **Level** alchemist 5, arcanist 5, bard 5, investigator 5, medium 3, mesmerist 4, psychic 4, redmantisassassin 3, skald 5, sorcerer 5, spiritualist 5, wizard 5",
			"",
			"### Casting",
			"",
			"**Casting Time** 1 minute  ",
			"**Components** V, S",
			"",
			"### Effect",
			"",
			"**Range** unlimited  ",
			"**Target** one living creature touched  ",
			"**Duration** see text  ",
			"**Saving Throw** none; **Spell Resistance** yes",
			"",
			"You, or a messenger you touch, send a message to others in the form of a dream. At the beginning of the spell, you must name the recipient or identify him or her by some title that leaves no doubt as to identity. The messenger then enters a trance, appears in the intended recipient's dream, and delivers the message. The message can be of any length, and the recipient remembers it perfectly upon waking. The communication is one-way. The recipient cannot ask questions or offer information, nor can the messenger gain any information by observing the dreams of the recipient.",
			"",
			"Once the message is delivered, the messenger's mind returns instantly to its body. The duration of the spell is the time required for the messenger to enter the recipient's dream and deliver the message.",
			"",
			"If the recipient is awake when the spell begins, the messenger can choose to wake up (ending the spell) or remain in the trance. The messenger can remain in the trance until the recipient goes to sleep, then enter the recipient's dream and deliver the message as normal. A messenger that is disturbed during the trance comes awake, ending the spell.",
			"",
			"Creatures who don't sleep or don't dream cannot be contacted by this spell.",
			"",
			"The messenger is unaware of its own surroundings or of the activities around it while in the trance. It is defenseless both physically and mentally (always failing any saving throw) while in the trance.",
			"",
			"### Mythic Dream",
			"",
			"{SOURCE Mythic Adventures/92}",
			"",
			"You or the messenger may gain information from the dreamer you contact by asking questions as if using speak with dead to speak with a corpse. An unwilling dreamer can attempt to resist this probing with a Will save (as speak with dead, using the DC dream would have if it allowed a saving throw). Answers to these questions are still generally brief and cryptic."
		]
	},
	"dream_council": {
		"name": "Dream Council",
		"sources": [ "Occult Adventures" ],
		"description": [
			"## Dream Council",
			"",
			"{SOURCE Occult Adventures/165}  ",
			"**School** {spelldef/illusion} ({spelldef/phantasm}) [{spelldef/mind-affecting}]; **Level** arcanist 7, bard 6, medium 4, mesmerist 5, psychic 6, skald 6, sorcerer 7, wizard 7",
			"",
			"### Casting",
			"",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S",
			"",
			"### Effect",
			"",
			"**Range** unlimited  ",
			"**Target** one or more living creatures  ",
			"**Duration** see text  ",
			"**Saving Throw** Will negates; **Spell Resistance** yes",
			"",
			"This spell functions as dream, but you and the target of your dream can converse in a limited fashion as long as the recipient is also asleep. You can send or receive a number of dream messages equal to your caster level. Each message can be up to 25 words long or a single vague image that can't convey fine details such as words. You can send and receive these dream messages with a single target or multiple targets, but each message you send or receive counts against the total number of messages allowed. Sending a message takes 1 round. The spell ends and you wake up when you run out of messages.",
			"",
			"If you use dream council to send a message to a sleeping creature that has dream or dream council prepared (or is able to cast it spontaneously or as a spell-like ability), the recipient can expend one of your allotted messages to cast that spell while remaining asleep. This uses up that creature's prepared spell, spell per day, or spell-like ability use as normal. Instead of replying to your message, that character is able to enter your dreamscape. If the sleeping recipient has the Lucid Dreamer feat, it can enter your dreamscape without casting either of those spells. While in the original caster's dreamscape, those involved in the council can interact with one another and that dreamscape for 10 minutes for each message remaining. When that time elapses, the spell ends."
		]
	},
	"dream_dalliance": {
		"name": "Dream Dalliance",
		"sources": [ "Agents of Evil" ],
		"description": [
			"## Dream Dalliance",
			"",
			"{SOURCE Agents of Evil/30}  ",
			"**School** {spelldef/illusion} ({spelldef/phantasm}) [{spelldef/mind-affecting}]; **Level** arcanist 4, mesmerist 3, psychic 4, sorcerer 4, wizard 4",
			"",
			"### Casting",
			"",
			"**Casting Time** 1 round  ",
			"**Components** V, S",
			"",
			"### Effect",
			"",
			"**Range** medium (100 ft. + 10 ft./level)  ",
			"**Target** one creature  ",
			"**Duration** instantaneous  ",
			"**Saving Throw** Will disbelief, then Will partial (see text); **Spell Resistance** yes",
			"",
			"You create a comforting phantasm, which leeches onto the psyche of a nearby target. The creature can attempt a Will saving throw to prevent the phantasm from entering its psyche, but otherwise it takes up permanent residence in the creature's mind. The phantasm fills its target's dreams with happy visions, comforting manifestations of loved ones, and incredible vistas, feeding the target a perfect fantasy life it never wishes to leave. After the target's next night's sleep, the target must succeed at a Will saving throw to wake up; otherwise, it remains asleep for the rest of the day and following night. Each night it must succeed at a new saving throw or remain asleep for days or weeks on end as it slowly starves to death (presuming it normally needs to eat to survive). Loud noises, jostling, and even pain won't rouse the slumbering target. Dealing 1 point of damage per the target's Hit Die awakens the target, but it awakens fatigued and takes a -2 penalty on all saving throws against spells and effects that may put it back to sleep until the phantasm has been banished.",
			"",
			"The phantasm remains in its host's mind indefinitely, requiring a new Will saving throw to wake up every time the target rests, until it is removed via break enchantment, greater restoration, or miracle. Alternatively, the phantasm can be confronted in its host's [mindscape](rule/mindscapes), where it manifests as a slothful duplicate of its host with identical abilities, skills, and attributes."
		]
	},
	"dream_feast": {
		"name": "Dream Feast",
		"sources": [
			"Inner Sea Gods",
			"Pathfinder #2: The Skinsaw Murders"
		],
		"description": [
			"## Dream Feast",
			"",
			"{SOURCE Inner Sea Gods/232;Pathfinder #2: The Skinsaw Murders/72}  ",
			"**School** {spelldef/conjuration} ({spelldef/creation}); **Level** cleric 1, druid 1, hunter 1, oracle 1, ranger 1, shaman 1, warpriest 1 (Desna)",
			"",
			"### Casting",
			"",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S, DF",
			"",
			"### Effect",
			"",
			"**Range** touch  ",
			"**Target** creature touched  ",
			"**Duration** instantaneous  ",
			"**Saving Throw** Will negates (harmless); **Spell Resistance** yes (harmless)",
			"",
			"The next time the target sleeps (within the next 8 hours), she dreams of a rich feast with her favorite foods and drinks. When she awakens, she is sated as if she had eaten a nutritious meal, regardless of what she dreamed she ate. The target must sleep for at least 1 hour to gain the benefits of this spell. Being awakened during this period interrupts the spell and cancels its effects.",
			"",
			"If you sleep with this spell prepared, you may automatically expend it while you sleep to gain the spell's benefit. This expenditure does not count as spellcasting for the purpose of determining available spell slots (you could go to sleep at midnight, expend this spell during an 8-hour period of sleep, and still prepare your full allotment of spells in the morning)."
		]
	},
	"dream_reality": {
		"name": "Dream Reality",
		"sources": [ "Inner Sea Intrigue" ],
		"description": [
			"## Dream Reality",
			"",
			"{SOURCE Inner Sea Intrigue/60}  ",
			"**School** {spelldef/illusion} ({spelldef/compulsion}) [{spelldef/mind-affecting}]; **Level** alchemist 5, arcanist 6, bard 5, cleric 6, investigator 5, mesmerist 5, occultist 5, oracle 6, psychic 6, skald 5, sorcerer 6, warpriest 6, wizard 6",
			"",
			"### Casting",
			"",
			"**Casting Time** 1 standard action  ",
			"**Components** V",
			"",
			"### Effect",
			"",
			"**Range** close (25 ft. + 5 ft./2 levels)  ",
			"**Target** one creature  ",
			"**Duration** 1 minute/level (D)  ",
			"**Saving Throw** Will disbelief; **Spell Resistance** yes",
			"",
			"You cause the target to perceive the world as if in a dream. When the spell ends, the target forgets all identifying details of events that transpired while the spell lasted. The memories were not taken from it; rather, its mind never recorded the memories as real in the first place. If modify memory is cast upon it before the spell ends, the target remembers these events. A target under the effect of lullaby before this spell is cast applies its penalty to the saving throw against this spell."
		]
	},
	"dream_scan": {
		"name": "Dream Scan",
		"sources": [ "Occult Adventures" ],
		"description": [
			"## Dream Scan",
			"",
			"{SOURCE Occult Adventures/165}  ",
			"**School** {spelldef/divination} [{spelldef/mind-affecting}]; **Level** arcanist 6, bard 6, medium 4, mesmerist 5, psychic 5, skald 6, sorcerer 6, wizard 6",
			"",
			"### Casting",
			"",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S",
			"",
			"### Effect",
			"",
			"**Range** unlimited  ",
			"**Target** one living creature  ",
			"**Duration** see text  ",
			"**Saving Throw** Will negates; **Spell Resistance** yes",
			"",
			"This spell functions as dream, but rather than sending a message to a sleeping target, you can instead read the target's thoughts. The target must be asleep for you to perform a dream scan, though if the target isn't asleep, you can wait in a trance until your target falls asleep. Once the target is asleep, you can concentrate in order to read its surface thoughts as if using detect thoughts. You can continue concentrating for up to 1 minute per caster level.",
			"",
			"Instead of reading surface thoughts, you can choose to scan the target's dreams and subconscious mind for the answers to questions. For every minute you spend concentrating, you can obtain the answer to one question, though the answers might be brief, cryptic, or repetitive. The target is entitled to a new Will save to end the dream scan each time you ask it a question. Otherwise, the creature can attempt a Bluff check with a DC equal to 11 + your Sense Motive modifier. If it fails its Bluff check, you gain the information you desire. If it succeeds at its check, you gain no information. If it succeeds at its check by 5 or more, you misinterpret the target's dreams-you draw a false conclusion of the target's choice and believe that wrong answer to be true.",
			"",
			"Unlike with dream, you can't cast this spell on another creature to have it serve as your messenger."
		]
	},
	"dream_shield": {
		"name": "Dream Shield",
		"sources": [ "Occult Origins" ],
		"description": [
			"## Dream Shield",
			"",
			"{SOURCE Occult Origins/28}  ",
			"**School** {spelldef/abjuration}; **Level** alchemist 2, arcanist 4, bard 2, investigator 2, medium 2, mesmerist 2, psychic 3, shaman 2, skald 2, sorcerer 4, witch 4, wizard 4",
			"",
			"### Casting",
			"",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S, M (hollow glass ball or dreamcatcher)",
			"",
			"### Effect",
			"",
			"**Range** touch  ",
			"**Target** creature touched  ",
			"**Duration** 1 hour/level  ",
			"**Saving Throw** Will negates (harmless); **Spell Resistance** no",
			"",
			"You ward the target's mind against intrusion and influence while she is unconscious. While sleeping, the target is protected against divinations such as nondetection and gains spell resistance equal to 10 + your caster level against mind-affecting effects. In addition, the subject immediately receives another saving throw (if one was allowed to begin with) against any spell or effect that would possess or exercise direct mental control over her. This functions in all respects like the second property of protection from evil but it applies regardless of the alignment of the creature or object that created the possession or mental influence effect.",
			"",
			"If the target is awake, instead of the previous effects, the dream shield provides a +4 bonus on saving throws against sleep effects. The spell's other effects are suppressed while the target is awake. If the target falls asleep or is otherwise rendered unconscious, the other effects of the dream shield resume. Every 10 minutes spent awake consumes 1 hour of the dream shield's duration."
		]
	},
	"dream_travel": {
		"name": "Dream Travel",
		"sources": [ "Occult Adventures" ],
		"description": [
			"## Dream Travel",
			"",
			"{SOURCE Occult Adventures/166}  ",
			"**School** {spelldef/conjuration} ({spelldef/teleportation}) [{spelldef/mind-affecting}]; **Level** mesmerist 6, psychic 6",
			"",
			"### Casting",
			"",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S",
			"",
			"### Effect",
			"",
			"**Range** touch  ",
			"**Target** you and one creature/level  ",
			"**Duration** 1 hour/level (D)  ",
			"**Saving Throw** Will negates; **Spell Resistance** yes",
			"",
			"You and the other targets of the spell are physically drawn from the Material Plane into the Dimension of Dreams on a voyage into the dreams of a creature you designate. In the Dimension of Dreams, you move through a swirling sea of thoughts, desires, and emotions created by the minds of dreamers everywhere to reach your destination dreamscape. Reaching the destination dreamscape takes 1 hour. At any point before the spell's duration ends, you can dismiss the spell to return to where you started on the Material Plane. The connection between dreams and reality is inherently tenuous, and your ability to arrive precisely where you mean to is dependent on your familiarity with the dreamer you're trying to find. To determine how accurate your arrival is at the end of your dream travel, roll d% on the following table.",
			"",
			"| Familiarity | On Target | Off Target | Other | Dreamscape Mishap |",
			"| --- | --- | --- | --- | --- |",
			"| Very familiar | 1-97 | 98-99 | 100 | - |",
			"| Somewhat familiar | 1-94 | 95-97 | 98-99 | 100 |",
			"| Known creature | 1-88 | 89-94 | 95-98 | 99-100 |",
			"| Not well known | 1-76 | 77-88 | 89-96 | 97-100 |",
			"| False identity | - | - | 81-92 | 93-100 |",
			"",
			"*Familiarity:* \"Very familiar\" means that you have had contact using dream, dream council, dream scan, or a similar spell within the past 24 hours with the creature whose dreamscape you are trying to locate. \"Somewhat familiar\" means that you have had contact with the dreaming character using one of those spells at least once in the past. \"Known creature\" means that while you know the creature whose dreamscape you're trying to locate, you have not connected to its dreams with those spells. \"Not well known\" is a creature you have heard of, know by name and true identity, but have never met.",
			"",
			"\"False identity\" means that whether or not you have met the creature, you know it only through a false identity. When trying to locate the dreamscape of a creature known to you through a false identity, roll 1d20 + 80 on the table to obtain your results (instead of rolling d%), since there is no way for you to pinpoint the correct dreamscape.",
			"",
			"*On Target:* You travel to the correct creature's current dreamscape.",
			"",
			"*Off Target:* You travel to an area near the target dreamscape on the Ethereal Plane.",
			"",
			"*Other Dreamscape:* You travel to a similar creature's dreamscape on the Dimension of Dreams.",
			"",
			"*Mishap:* You and anyone else traveling with you experience a mishap during travel; each character takes 1d10 points of damage and must reroll on the table to see where it ends up. For these rerolls, roll 1d20 + 80. Each time \"Mishap\" comes up, the travelers take more damage and must reroll to see where they end up.",
			"",
			"Regardless of the accuracy of your dream travel, you and your companions all arrive at the same location (except in the case of a mishap). Mindless creatures can't use dream travel, nor can creatures that can't dream.",
			"",
			"You might be able to exit the dream near the creature on its home plane. If you and the other creatures are still in a dream when the dreamer wakes up, the dreamer can decide to bring you out onto its plane within 1d10 miles of itself. If it chooses not to, you and the other travelers are pushed into another dreamscape or onto the Ethereal Plane. The spell ends when the creature wakes up, so you no longer have the option to dismiss the spell and return home. However, you do get enough warning that a spell is about to end that you can dismiss it before the dreamer awakens and decides whether to allow you to arrive at its location.",
			"",
			"You can use dream travel to travel to the dream of a creature on another plane, but this requires trekking through the dreams of outsiders. It takes 1d4+1 hours of uninterrupted travel to reach the destination dream, and each traveler must succeed at a Will save each hour spent traveling in this fashion. The DC of this save is 10 for the first hour, and increases by 5 for each hour thereafter. If a creature fails this saving throw, it becomes shaken for the remainder of the dream travel and for a number of hours thereafter equal to the amount of time spent using dream travel to reach the destination plane. After the first time a creature fails the saving throw, one of the following effects occurs (determined randomly by the GM). These effects are considered emotion effects, in addition to any other descriptors that apply.",
			"",
			"| d6 | Result |",
			"| --- | --- |",
			"| 1 | Creature contracts {disease/cackle fever} or {disease/mindfire} (equal chance of either). |",
			"| 2 | Creature is cursed, as bestow curse; if the creature is a spellcaster, it instead acquires a random minor spellblight. |",
			"| 3 | Creature is attacked by a phantasmal killer, and is treated as having failed the initial saving throw to disbelieve it. The Fortitude save DC is equal to the Will save DC that the creature failed. |",
			"| 4 | Creature is possessed as {spell/possession} by an outsider (50% chance to be a creature from the destination plane; otherwise, it is a random hostile outsider). |",
			"| 5 | Creature is affected as feeblemind. |",
			"| 6 | Creature is affected as insanity. |",
			"",
			"Traveling to a different planar destination decreases the accuracy of your dream transit. If you exit a creature's dream onto a plane different from the plane you started on, you end up in a random location on the destination plane.",
			"",
			"If the target of your dream travel isn't dreaming, you and the other travelers can wait on the Dimension of Dreams until that creature begins sleeping. For each hour that passes during this wait, each dream traveler must attempt a Will save as if it were traveling to reach another plane."
		]
	},
	"dream_voyage": {
		"name": "Dream Voyage",
		"sources": [ "Occult Adventures" ],
		"description": [
			"## Dream Voyage",
			"",
			"{SOURCE Occult Adventures/167}  ",
			"**School** {spelldef/conjuration} ({spelldef/teleportation}) [{spelldef/mind-affecting}]; **Level** psychic 9",
			"",
			"### Casting",
			"",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S",
			"",
			"### Effect",
			"",
			"**Range** touch  ",
			"**Target** you and one creature/level  ",
			"**Duration** 1 hour/level (D)  ",
			"**Saving Throw** Will negates; **Spell Resistance** yes",
			"",
			"This spell functions as dream travel, but you and your companions travel through the Dimension of Dreams in a fantastical vehicle of your own devising that halves the travel time. Only you can pilot the vessel, and you can do so even if you aren't inside it. Your psychic vehicle buffers minds from the intense emotional tides of the Dimension of Dreams, rendering everyone inside immune to harmful emotion and fear effects. Unlike with dream travel, there is no chance the vessel arrives off target. In addition, you need not have met the target creature, but in that case you must have at least a reliable description of it. However, if you attempt to travel there with insufficient or incorrect information, you do need to roll, using the false identity entry from dream travel.",
			"",
			"Creatures that disembark from your vehicle can either enter the dreamscape or exit to the plane where the dreamer's body lies, arriving within 1 mile of the dreamer's body. All creatures that disembark from the vehicle onto a plane at the same time arrive in the same place. The dreamer can't prevent the dream voyagers from entering its dream, but can attempt a Will save to prevent a group of creatures from exiting to the plane where its body resides.",
			"",
			"The psychic vehicle remains in the dream for the remainder of the spell's duration, even if it's unoccupied. A creature adjacent to the dreamer can reenter the dream vessel as a full-round action through an illusory portal only subjects of the spell can see. You can return the vessel to the point where you cast dream voyage to allow any number of passengers to return to that plane, and can return it to the dream again. Either of these trips takes the same amount of time as the initial travel, and can be done any number of times within the spell's duration. If the vessel moves out of a dreamscape, companions left behind can't return to the vessel by being near the dreamer. If a companion is killed, its body doesn't return to the dream voyage unless you carry it with you, just like any other object.",
			"",
			"If the dreamer awakens while the dream vessel is still in its dream, it can allow the dream travelers to exit or not (as with dream travel). The dream vessel remains intact in the Dimension of Dreams for the spell's duration even if it's untethered from a dream. It drifts through dreams when this happens, and you can't pilot it to another dream (even a dream of the initial dreamer if that creature begins dreaming again). If you dismiss the spell at any time, you and all subjects within the dream vessel return to where you started on the Material Plane.",
			"",
			"You can increase the number of companions you can bring on a dream voyage to 10 creatures per caster level, though to do so you must increase the casting time, maintaining your concentration and touching up to 6 creatures per round as a full-round action. If your concentration is disrupted before you touch all of the targets, the spell is wasted and has no effect. Once you have touched all of your companions, the dream voyage begins; however, its duration is reduced to 1 hour."
		]
	},
	"drench": {
		"name": "Drench",
		"sources": [ "Paizo Blog - Ultimate Cantrips" ],
		"description": [
			"## Drench",
			"",
			"{SOURCE Paizo Blog - Ultimate Cantrips/0}  ",
			"**School** {spelldef/conjuration} ({spelldef/creation}) [{spelldef/water}]; **Level** arcanist 0, sorcerer 0, wizard 0",
			"",
			"### Casting",
			"",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S",
			"",
			"### Effect",
			"",
			"**Range** close (25 ft. + 5 ft./2 levels)  ",
			"**Target** one creature or object of size Large or smaller  ",
			"**Duration** 1 round  ",
			"**Saving Throw** Reflex negates (object); **Spell Resistance** yes (object)",
			"",
			"A sudden downpour soaks the target creature or object. The rain follows the subject up to the range of the spell, soaking the target with water. If the target is on fire, the flames are automatically extinguished. Fires smaller than campfires (such as lanterns and torches) are automatically extinguished by this spell.",
			"",
			"**Note:** This is a rare cantrip. Spellcasters that gain access to all 0-level spells at 1st level do not gain access to rare cantrips. A spellcaster gains access to rare cantrips only by uncovering their secrets in some other way. Some are guarded by jealous mages, while others are lost in missing libraries or molder on forgotten scrolls."
		]
	},
	"dress_corpse": {
		"name": "Dress Corpse",
		"sources": [ "Ultimate Intrigue" ],
		"description": [
			"## Dress Corpse",
			"",
			"{SOURCE Ultimate Intrigue/212}  ",
			"**School** {spelldef/necromancy}; **Level** arcanist 2, cleric 2, oracle 2, sorcerer 2, warpriest 2, witch 2, wizard 2",
			"",
			"### Casting",
			"",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S, M (a pickled herring)",
			"",
			"### Effect",
			"",
			"**Range** touch  ",
			"**Target** corpse touched  ",
			"**Duration** instantaneous  ",
			"**Saving Throw** none; **Spell Resistance** no",
			"",
			"You cause the flesh and bones of a corpse to shift themselves to suit a narrative of your choosing. This spell can hide or create telltale wounds, bruising, and other subtle clues as to the nature of the target's death, and the final hours leading up to it, allowing you to make the corpse appear to have died in just about any way. You could, for example, make stab wounds close up as though they were never there, rearrange bruises on the neck, evaporate traces of poison within the body into nothingness, make burn marks grow to cover the corpse's skin, or shrivel the target's body as though the creature had starved. This spell can't hide extreme alterations to the body (such as the loss of a limb), nor can it restore flesh to a skeletal corpse or strip a corpse down to skeletal form. It is also unable to change the apparent identity of the corpse.",
			"",
			"Anyone who closely examines the corpse can attempt a Perception check (DC = 10 + your caster level) to notice that the corpse's wounds (or lack thereof) don't look natural, but this doesn't allow the observer to determine what the corpse looked like before this spell was cast. Closely examining the corpse with a successful Heal check (DC = 15 + your caster level) not only reveals that the target's apparent wounds are false, but also what the originally obscured wounds were."
		]
	},
	"drunkards_breath": {
		"name": "Drunkard's Breath",
		"sources": [ "Pathfinder #14: Children of the Void" ],
		"description": [
			"## Drunkard's Breath",
			"",
			"{SOURCE Pathfinder #14: Children of the Void/61}  ",
			"**School** {spelldef/conjuration} ({spelldef/creation}); **Level** bard 2, cleric 2, oracle 2, skald 2, warpriest 2 (Cayden Cailean)",
			"",
			"### Casting",
			"",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S, M (a rotten egg or cabbage leaves)",
			"",
			"### Effect",
			"",
			"**Range** 30 ft.  ",
			"**Area** cone-shaped burst  ",
			"**Duration** 1 round/level  ",
			"**Saving Throw** Fortitude negates; see text; **Spell Resistance** no",
			"",
			"This spell emanates from your mouth and functions like stinking cloud, except as noted above. The effect is barely visible and does not obscure vision. The nausea effect resembles that of an extreme hangover. This is a poison effect. Cayden Cailean's church uses this spell to disperse angry crowds, such as when celebrations get out of hand."
		]
	},
	"dungeonsight": {
		"name": "Dungeonsight",
		"sources": [ "Dragonslayer's Handbook" ],
		"description": [
			"## Dungeonsight",
			"",
			"{SOURCE Dragonslayer's Handbook/28}  ",
			"**School** {spelldef/divination}; **Level** arcanist 5, bard 4, cleric 5, inquisitor 4, oracle 5, skald 4, sorcerer 5, warpriest 5, wizard 5",
			"",
			"### Casting",
			"",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S, F (a small glass orb worth 150 gp)",
			"",
			"### Effect",
			"",
			"**Range** personal  ",
			"**Area** 60-ft.-radius emanation  ",
			"**Duration** instantaneous",
			"",
			"You receive a clear and memorable view of the layout of chambers, barriers, and connecting passages within the area of effect. This spell does not reveal the contents or inhabitants of any of these locations, only the basic architecture of the space. For example, a staircase leading up to a pair of doors would be apparent, but the iron golems guarding the doors would not. This spell does identify the locations of secret doors and hidden passages but gives no clue as to the means of opening or accessing them."
		]
	},
	"duplicate_familiar": {
		"name": "Duplicate Familiar",
		"sources": [ "Familiar Folio" ],
		"description": [
			"## Duplicate Familiar",
			"",
			"{SOURCE Familiar Folio/22}  ",
			"**School** {spelldef/conjuration} ({spelldef/creation}); **Level** alchemist 4, arcanist 5, investigator 4, sorcerer 5, witch 5, wizard 5",
			"",
			"### Casting",
			"",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S, M (alchemically preserved mockingfey feathers), F (familiar)",
			"",
			"### Effect",
			"",
			"**Range** touch  ",
			"**Effect** temporary duplicate of familiar touched  ",
			"**Duration** 10 minutes/level  ",
			"**Saving Throw** Fortitude negates; **Spell Resistance** no",
			"",
			"You create a duplicate of a familiar. The familiar's master can use the duplicate as if it were his familiar in all respects, though he doesn't gain the bonus special ability from more than one familiar at a time. When the spell's duration expires, the familiar duplicate shrivels into nothing, even if petrified or otherwise transformed."
		]
	},
	"dust_form": {
		"name": "Dust Form",
		"sources": [ "Ultimate Combat" ],
		"description": [
			"## Dust Form",
			"",
			"{SOURCE Ultimate Combat/228}  ",
			"**School** {spelldef/transmutation} ({spelldef/polymorph}); **Level** alchemist 5, cleric 6, druid 6, hunter 6, investigator 5, oracle 6, psychic 6, warpriest 6, witch 6",
			"",
			"### Casting",
			"",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S, M (a pinch of dust gathered from a gravestone or sacred shrine)",
			"",
			"### Effect",
			"",
			"**Range** personal  ",
			"**Target** you  ",
			"**Duration** 1 round/level",
			"",
			"Upon casting this spell, you keep your relative form, but you and your equipment become composed entirely of dust. While in this dust form, you take no penalties for squeezing, and can move through spaces as if you were a creature three size categories smaller without penalty. You are also considered incorporeal, though any nonmagical attack you make deals half damage (50%). Magic attacks are unaffected, and you can still use your magic items and other equipment as normal.",
			"",
			"If the duration ends in a square that your normal space cannot occupy, you take 3d6 damage and are shunted to the nearest open space that you can normally occupy."
		]
	},
	"dust_of_twilight": {
		"name": "Dust of Twilight",
		"sources": [
			"Advanced Player's Guide",
			"Mythic Adventures"
		],
		"description": [
			"## Dust of Twilight",
			"",
			"{SOURCE Advanced Player's Guide/217}  ",
			"**School** {spelldef/conjuration} [{spelldef/darkness}]; **Level** arcanist 2, bard 2, bloodrager 2, skald 2, sorcerer 2, wizard 2",
			"",
			"### Casting",
			"",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S, M (coal dust)",
			"",
			"### Effect",
			"",
			"**Range** medium (100 ft. + 10 ft./level)  ",
			"**Target** creatures and objects in a 10-ft. spread  ",
			"**Duration** instantaneous  ",
			"**Saving Throw** Fortitude negates (fatigue only); **Spell Resistance** no",
			"",
			"A shower of iridescent black particles clings to and extinguishes torches, lanterns, sunrods, and similar mundane light sources and dispels any spell of 2nd level or lower with the light descriptor (as dispel magic). Creatures in the area must make a Fortitude save or become fatigued.",
			"",
			"### Mythic Dust of Twilight",
			"",
			"{SOURCE Mythic Adventures/92}",
			"",
			"A creature that fails its Fortitude save against the spell must also succeed at a Will save at the same DC or fall asleep (as the sleep spell). Creatures that succeed at their saves are merely drowsy (as the lullaby spell).",
			"",
			"*Augmented:* If you expend two uses of mythic power, add half your tier to the level of light spells mythic dust of twilight dispels."
		]
	},
	"dust_ward": {
		"name": "Dust Ward",
		"sources": [ "Monster Codex" ],
		"description": [
			"## Dust Ward",
			"",
			"{SOURCE Monster Codex/45}  ",
			"**School** {spelldef/abjuration}; **Level** arcanist 6, cleric 6, oracle 6, sorcerer 6, warpriest 6, witch 6, wizard 6",
			"",
			"### Casting",
			"",
			"**Casting Time** 10 minutes  ",
			"**Components** V, S, M (a pinch of pumice)",
			"",
			"### Effect",
			"",
			"**Range** touch  ",
			"**Target** one magic item  ",
			"**Duration** permanent  ",
			"**Saving Throw** none; **Spell Resistance** no",
			"",
			"You ward a magic item against other creatures who try to learn to use or copy it. When you cast the spell, you designate one creature type, subtype, or a specific individual. If the item is worn or carried for 1 continuous hour or more by a creature that doesn't match the designation, the dust ward disintegrates the item into worthless gray dust. This destruction also occurs if the creature attempts to study the item in order to learn its properties or how to magically craft it (a miracle or wish spell used on the gray dust can still reveal this information). The destruction of the item doesn't harm the creature wearing or carrying the item (although the item's destruction may put the creature in harm's way, such as if a magical rope were being used to cross a chasm at the time). If the offending creature wears or carries the item for less than 1 hour and passes it to a different creature, the countdown to the item's destruction starts over.",
			"",
			"The spell cannot affect a magic item with a caster level greater than half your caster level."
		]
	},
	"dwarven_veil": {
		"name": "Dwarven Veil",
		"sources": [ "Dwarves of Golarion" ],
		"description": [
			"## Dwarven Veil",
			"",
			"{SOURCE Dwarves of Golarion/22}  ",
			"**School** {spelldef/transmutation}; **Level** cleric 2, oracle 2, paladin 2, warpriest 2 (Bolka)",
			"",
			"### Casting",
			"",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S",
			"",
			"### Effect",
			"",
			"**Range** close (25 ft. + 5 ft./2 levels)  ",
			"**Target** one creature  ",
			"**Duration** 10 minutes/level  ",
			"**Saving Throw** Will negates (harmless); **Spell Resistance** yes (harmless)",
			"",
			"This spell enhances the target's dwarven or dwarf-like qualities, making it appear more attractive, personable, and worthy of respect and admiration by dwarves. The target is still recognizable as itself. The target gains a +2 circumstance bonus to checks to influence dwarves (such as Diplomacy, Intimidate, and so on)."
		]
	},
	"dweomer_retaliation": {
		"name": "Dweomer Retaliation",
		"sources": [ "Cheliax, Empire of Devils" ],
		"description": [
			"## Dweomer Retaliation",
			"",
			"{SOURCE Cheliax, Empire of Devils/22}  ",
			"**School** {spelldef/abjuration}; **Level** arcanist 3, sorcerer 3, wizard 3",
			"",
			"### Casting",
			"",
			"**Casting Time** 1 immediate action  ",
			"**Components** V",
			"",
			"### Effect",
			"",
			"**Range** long (400 ft. + 40 ft./level)  ",
			"**Target** one creature you counterspelled since your last turn  ",
			"**Duration** instantaneous  ",
			"**Saving Throw** none; **Spell Resistance** yes",
			"",
			"You may only cast this spell immediately after successfully counterspelling an opponent. Drawing upon the residual energy of the countered spells, you gain a number of temporary hit points equal to the level of the countered spell plus your Charisma or Intelligence modifier (for sorcerers and wizards, respectively); your counterspelled opponent takes damage equal to this amount.",
			"",
			"If the countered spell was at least 4th level, you and your opponent make opposed concentration checks. If you beat your opponent by 10 or more, you retain this spell (or its spell slot, if you are a sorcerer) as if you had not cast it."
		]
	},
	"eagle_aerie": {
		"name": "Eagle Aerie",
		"sources": [ "Ultimate Magic" ],
		"description": [
			"## Eagle Aerie",
			"",
			"{SOURCE Ultimate Magic/217}  ",
			"**School** {spelldef/conjuration} ({spelldef/summoning}) [{spelldef/good}]; **Level** druid 6, hunter 6, summoner 6, unchained summoner 6",
			"",
			"### Casting",
			"",
			"**Casting Time** 1 round  ",
			"**Components** V, S, DF",
			"",
			"### Effect",
			"",
			"**Range** long (400 ft. + 40 ft./level)  ",
			"**Effect** summoned eagles  ",
			"**Duration** 1 hour/level  ",
			"**Saving Throw** none; **Spell Resistance** no",
			"",
			"You summon a flight of [giant eagles](monster/giant_eagle) (one per three caster levels, maximum of six) to ferry you and your allies across the skies. The eagles avoid combat if possible but defend themselves if attacked; if the eagles attack, the remaining duration of the spell changes from 1 hour per level to 1 round per level (so if the spell had 5 full hours left, the eagles remain in combat for 5 rounds before the spell ends)."
		]
	},
	"eagle_eye": {
		"name": "Eagle Eye",
		"sources": [ "Advanced Player's Guide" ],
		"description": [
			"## Eagle Eye",
			"",
			"{SOURCE Advanced Player's Guide/217}  ",
			"**School** {spelldef/divination}; **Level** druid 2, hunter 2, psychic 2, ranger 2, shaman 2",
			"",
			"### Casting",
			"",
			"**Casting Time** 1 minute  ",
			"**Components** V, S, DF",
			"",
			"### Effect",
			"",
			"**Range** long (400 ft. + 40 ft./level)  ",
			"**Effect** magical sensor  ",
			"**Duration** 1 minute/level (D)  ",
			"**Saving Throw** none; **Spell Resistance** no",
			"",
			"Eagle eye creates a magical sensor directly above you. The sensor can appear anywhere above you, to a maximum height equal to the spell's range. You can see from this vantage as if you were actually there, rotating your viewpoint 360 degrees. You perceive with your normal visual senses. A caster using eagle eye can easily see for a considerable distance. The spell does not penetrate any solid surface, although it is unaffected by foliage and the like."
		]
	},
	"eagles_splendor": {
		"name": "Eagle's Splendor",
		"sources": [ "PRPG Core Rulebook" ],
		"description": [
			"## Eagle's Splendor",
			"",
			"{SOURCE PRPG Core Rulebook/275}  ",
			"**School** {spelldef/transmutation}; **Level** alchemist 2, antipaladin 2, arcanist 2, bard 2, bloodrager 2, cleric 2, investigator 2, medium 2, mesmerist 2, oracle 2, paladin 2, psychic 2, redmantisassassin 2, shaman 2, skald 2, sorcerer 2, summoner 2, unchained summoner 2, warpriest 2, wizard 2",
			"",
			"### Casting",
			"",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S, M/DF (feathers or droppings from an eagle)",
			"",
			"### Effect",
			"",
			"**Range** touch  ",
			"**Target** creature touched  ",
			"**Duration** 1 min./level  ",
			"**Saving Throw** Will negates (harmless); **Spell Resistance** yes",
			"",
			"The transmuted creature becomes more poised, articulate, and personally forceful. The spell grants a +4 enhancement bonus to Charisma, adding the usual benefits to Charisma-based skill checks and other uses of the Charisma modifier. Bards, paladins, and sorcerers (and other spellcasters who rely on Charisma) affected by this spell do not gain any additional bonus spells for the increased Charisma, but the save DCs for spells they cast while under this spell's effect do increase."
		]
	},
	"eagles_splendor_mass": {
		"name": "Eagle's Splendor, Mass",
		"sources": [ "PRPG Core Rulebook" ],
		"description": [
			"## Eagle's Splendor, Mass",
			"",
			"{SOURCE PRPG Core Rulebook/275}  ",
			"**School** {spelldef/transmutation}; **Level** arcanist 6, bard 6, cleric 6, oracle 6, psychic 6, shaman 6, skald 6, sorcerer 6, summoner 4, unchained summoner 6, warpriest 6, wizard 6",
			"",
			"### Casting",
			"",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S, M/DF (feathers or droppings from an eagle)",
			"",
			"### Effect",
			"",
			"**Range** close (25 ft. + 5 ft./2 levels)  ",
			"**Target** one creature/level, no two of which can be more than 30 ft. apart  ",
			"**Duration** 1 min./level  ",
			"**Saving Throw** Will negates (harmless); **Spell Resistance** yes",
			"",
			"This spell functions like eagle's splendor, except that it affects multiple creatures."
		]
	},
	"mass_eagles_splendor": {
		"copyof": "eagles_splendor_mass"
	},
	"eaglesoul": {
		"name": "Eaglesoul",
		"sources": [ "Inner Sea Magic" ],
		"description": [
			"## Eaglesoul",
			"",
			"{SOURCE Inner Sea Magic/53}  ",
			"**School** {spelldef/conjuration} ({spelldef/summoning}) [{spelldef/good}]; **Level** cleric 6, oracle 6, paladin 4, summoner 5, unchained summoner 5, warpriest 6",
			"",
			"### Casting",
			"",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S, M (vellum inscribed with good outsider's name)",
			"",
			"### Effect",
			"",
			"**Range** personal  ",
			"**Target** you  ",
			"**Duration** 1 hour/level (see below)",
			"",
			"As the Inner Sea's bravest men and women answered the call of what became the Second Mendevian Crusade, constructing the wardstones that eventually kept the brutal chaos of the Worldwound at bay, they realized that they needed help beyond traditional magics.",
			"",
			"Legends say that the first eaglesoul spell was created when an agathion avoral joined his own spirit with that of a courageous paladin who was about to be overwhelmed on the field of battle. The holy knight used the combined might of the agathion's great strength and his own to win the day for the crusaders. Now, although the spell is still in use chiefly among those that patrol the borders of the Worldwound, other champions of good have carried it with them to all corners of the Inner Sea region.",
			"",
			"When you cast this spell, you reach into the great beyond and beseech a good-aligned outsider for their aid against evil. The outsider infuses a small portion of its own power into you, making you a powerful force for good. You gain a +2 morale bonus on all Perception checks made against evil creatures, a +2 bonus on Initiative checks, and {spell/detect evil} as a constant spell-like ability.",
			"",
			"In addition, once during the spell's duration you can call forth a surge of holy power when fighting an evil creature. Doing so is a swift action that shortens the spell's remaining duration so that its remaining hours of duration become rounds of duration. For the rest of this duration, the surge of power grants you the following benefits:",
			"",
			"- A +2 sacred bonus to AC",
			"- A +4 sacred bonus to Strength",
			"- Resistance 5 to acid and fire",
			"- A +5 sacred bonus on all Intimidate checks made against evil creatures",
			"- Fast healing 2",
			"- Any critical threat roll made against an evil creature with a weapon you wield is automatically confirmed.",
			"",
			"Although this surge of power can be activated against any evil opponent, this ability activates automatically as soon as you attack any evil outsider, regardless of whether you hit or not, and regardless of whether you actually recognize that the target is in fact an evil outsider. In such cases the activation is a free action.",
			"",
			"Nongood spellcasters can cast this spell, but doing so causes them to be sickened (for spellcasters who are neither good nor evil) or staggered (for spellcasters who are evil) for the spell's duration."
		]
	},
	"early_judgment": {
		"name": "Early Judgment",
		"sources": [
			"Inner Sea Gods",
			"Faiths of Balance"
		],
		"description": [
			"## Early Judgment",
			"",
			"{SOURCE Inner Sea Gods/233;Faiths of Balance/29}  ",
			"**School** {spelldef/divination}; **Level** cleric 2, inquisitor 2, oracle 2, warpriest 2, witch 1 (Pharasma)",
			"",
			"### Casting",
			"",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S, DF",
			"",
			"### Effect",
			"",
			"**Range** close (25 ft. + 5 ft./2 levels)  ",
			"**Target** one humanoid creature  ",
			"**Duration** 1d4 rounds  ",
			"**Saving Throw** Will negates; **Spell Resistance** yes",
			"",
			"You show one creature the effect of its life so far and what it might expect when it passes under Pharasma's impartial gaze at the end of its life. Depending on the creature's alignment and its adherence to its ethos, you can provide it a brief glimpse of the reward or punishment that waits for it when it dies by showing it a mental image of its destined plane in the Great Beyond. If the target is good-aligned, it is fascinated for 1d4 rounds on a failed save. If the target is neutral-aligned, it is confused for 1d4 rounds on a failed save. If the target is evil-aligned, it is shaken for 1d4 rounds on a failed save."
		]
	},
	"ear_piercing_scream": {
		"name": "Ear-Piercing Scream",
		"sources": [
			"Ultimate Magic",
			"Mythic Adventures"
		],
		"description": [
			"## Ear-Piercing Scream",
			"",
			"{SOURCE Ultimate Magic/218}  ",
			"**School** {spelldef/evocation} [{spelldef/sonic}]; **Level** arcanist 1, bard 1, bloodrager 1, inquisitor 1, medium 1, psychic 1, skald 1, sorcerer 1, witch 1, wizard 1",
			"",
			"### Casting",
			"",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S",
			"",
			"### Effect",
			"",
			"**Range** close (25 ft. + 5 ft./2 levels)  ",
			"**Target** one creature  ",
			"**Duration** instantaneous; see text  ",
			"**Saving Throw** Fortitude partial (see text); **Spell Resistance** yes",
			"",
			"You unleash a powerful scream, inaudible to all but a single target. The target is dazed for 1 round and takes 1d6 points of sonic damage per two caster levels (maximum 5d6). A successful save negates the daze effect and halves the damage.",
			"",
			"### Mythic Ear-Piercing Scream",
			"",
			"{SOURCE Mythic Adventures/92}",
			"",
			"The damage dealt increases to 1d8 points of sonic damage per 2 caster levels (maximum 5d8) and the duration that creatures in the area are dazed is a number of rounds equal to your tier.",
			"",
			"*Augmented (3rd):* If you expend two uses of mythic power, the spell affects a 30-foot cone rather than a single target."
		]
	},
	"ears_of_the_city": {
		"name": "Ears of the City",
		"sources": [ "Heroes of the Streets" ],
		"description": [
			"## Ears of the City",
			"",
			"{SOURCE Heroes of the Streets/30}  ",
			"**School** {spelldef/divination}; **Level** arcanist 1, bard 1, cleric 1, inquisitor 1, oracle 1, shaman 1, skald 1, sorcerer 1, warpriest 1, witch 1, wizard 1",
			"",
			"### Casting",
			"",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S, M/DF (a small piece of a brick)",
			"",
			"### Effect",
			"",
			"**Range** touch  ",
			"**Target** one creature  ",
			"**Duration** 1 round/level  ",
			"**Saving Throw** Will negates (harmless); **Spell Resistance** yes (harmless)",
			"",
			"The target of this spell sees and hears a stream of past scenes and pieces of conversations related to local people and events. The flashes are so brief that it is impossible to identify individual people or places, but when the target concentrates on a particular topic or individual, she can piece together a coherent narrative told in a multitude of changing voices in her mind.",
			"",
			"Each round for the duration of the spell, the target can attempt a Diplomacy check to gather information as though she had spent 1d4 hours talking to local people. Since the information gathering doesn't involve actual interaction with people, only observation, the target can use her Perception skill instead of her Diplomacy skill. While thus concentrating, the target is effectively blind and deaf."
		]
	},
	"earsend": {
		"name": "Earsend",
		"sources": [ "Magic Tactics Toolbox" ],
		"description": [
			"## Earsend",
			"",
			"{SOURCE Magic Tactics Toolbox/25}  ",
			"**School** {spelldef/necromancy}; **Level** alchemist 4, arcanist 4, sorcerer 4, witch 4, wizard 4",
			"",
			"### Casting",
			"",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S, M (butterfly wing)",
			"",
			"### Effect",
			"",
			"**Range** close (25 ft. + 5 ft./2 levels)  ",
			"**Target** creature touched  ",
			"**Duration** 10 minutes/level  ",
			"**Saving Throw** Will negates (harmless); **Spell Resistance** no",
			"",
			"You cause one of your ears to tear itself free of your body and transform into a fly-like magical creature you control. This functions like skinsend, except your ear is a Fine construct with a fly speed equal to your base speed and a bonus on Fly checks equal to half your caster level. Your sense of hearing functions from your animated ear as if it were connected to your head, allowing you to hear as well as you normally could from your animated ear's vantage point."
		]
	},
	"earth_glide": {
		"name": "Earth Glide",
		"sources": [ "Advanced Race Guide" ],
		"description": [
			"## Earth Glide",
			"",
			"{SOURCE Advanced Race Guide/205}  ",
			"**School** {spelldef/transmutation} [{spelldef/earth}]; **Level** alchemist 4, arcanist 4, bloodrager 4, druid 4, hunter 4, investigator 4, redmantisassassin 4, shaman 4, sorcerer 4, wizard 4 (svirfneblin)",
			"",
			"### Casting",
			"",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S",
			"",
			"### Effect",
			"",
			"**Range** touch  ",
			"**Target** creature touched  ",
			"**Duration** 1 round/level  ",
			"**Saving Throw** Will negates (harmless); **Spell Resistance** yes (harmless)",
			"",
			"The target can pass through stone, dirt, or almost any other sort of earth except metal as easily as a fish swims through water, traveling at a speed of 5 feet. If protected against fire damage, it can move through lava. This movement leaves behind no tunnel or hole, nor does it create any ripple or other sign of its presence. It requires as much concentration as walking, so the subject can attack or cast spells normally, but cannot charge or run. Casting move earth on an area containing the target flings the target back 30 feet, stunning it for 1 round (DC 15 Fortitude negates). This spell does not give the target the ability to breathe underground, so when passing through solid material, the creature must hold its breath."
		]
	},
	"earth_tremor": {
		"name": "Earth Tremor",
		"sources": [ "Ultimate Wilderness" ],
		"description": [
			"## Earth Tremor",
			"",
			"{SOURCE Ultimate Wilderness/228}  ",
			"**School** {spelldef/transmutation} [{spelldef/earth}]; **Level** arcanist 3, bloodrager 3, druid 3, hunter 3, magus 3, shaman 3, sorcerer 3, witch 3, wizard 3",
			"",
			"### Casting",
			"",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S",
			"",
			"### Effect",
			"",
			"**Range** up to 30 ft. (see text)  ",
			"**Area** 30-ft. line, 20-ft. cone-shaped spread, or 10-ft.-radius spread (see text)  ",
			"**Duration** instantaneous  ",
			"**Saving Throw** Reflex half (see text); **Spell Resistance** no",
			"",
			"You strike the ground and unleash a tremor of seismic force, hurling up earth, rock, and sand. You choose whether the earth tremor affects a 30-foot line, a 20-foot cone-shaped spread, or a 10-foot-radius spread centered on you. The space you occupy is not affected by earth tremor. The area you choose becomes dense rubble that costs 2 squares of movement to enter. Dense rubble adds 5 to the DC of Acrobatics checks and adds 2 to the DC of Stealth checks. Creatures on the ground in the area take 1d4 points of bludgeoning damage per caster level you have (maximum 10d4) or half damage on a successful save. Medium or smaller creatures that fail their saves are knocked prone.",
			"",
			"This spell can be cast only on a surface of earth, sand, or stone. It has no effect if you are in a wooden or metal structure or if you are not touching the ground."
		]
	},
	"earthquake": {
		"name": "Earthquake",
		"sources": [
			"PRPG Core Rulebook",
			"Mythic Adventures"
		],
		"description": [
			"## Earthquake",
			"",
			"{SOURCE PRPG Core Rulebook/275}  ",
			"**School** {spelldef/evocation} [{spelldef/earth}]; **Level** cleric 8, druid 8, oracle 8, psychic 8, shaman 8",
			"",
			"### Casting",
			"",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S, DF",
			"",
			"### Effect",
			"",
			"**Range** long (400 ft. + 40 ft./level)  ",
			"**Area** 80-ft.-radius spread (S)  ",
			"**Duration** 1 round  ",
			"**Saving Throw** see text; **Spell Resistance** no",
			"",
			"When you cast earthquake, an intense but highly localized tremor rips the ground. The powerful shockwave created by this spell knocks creatures down, collapses structures, opens cracks in the ground, and more. The effect lasts for 1 round, during which time creatures on the ground can't move or attack. A spellcaster on the ground must make a Concentration check (DC 20 + spell level) or lose any spell he or she tries to cast. The earthquake affects all terrain, vegetation, structures, and creatures in the area. The specific effect of an earthquake spell depends on the nature of the terrain where it is cast.",
			"",
			"*Cave, Cavern, or Tunnel:* The roof collapses, dealing 8d6 points of damage to any creature caught under the cave-in (Reflex DC 15 half) and pinning that creature beneath the rubble (see below). An earthquake cast on the roof of a very large cavern could also endanger those outside the actual area but below the falling debris and rubble.",
			"",
			"*Cliffs:* Earthquake causes a cliff to crumble, creating a landslide that travels horizontally as far as it falls vertically. Any creature in the path takes 8d6 points of bludgeoning damage (Reflex DC 15 half) and is pinned beneath the rubble (see below).",
			"",
			"*Open Ground:* Each creature standing in the area must make a DC 15 Reflex save or fall down. Fissures open in the earth, and every creature on the ground has a 25% chance to fall into one (Reflex DC 20 to avoid a fissure). The fissures are 40 feet deep. At the end of the spell, all fissures grind shut. Treat all trapped creatures as if they were in the [bury zone of an avalanche](rule/avalanches_cr_7), trapped without air.",
			"",
			"*Structure:* Any structure standing on open ground takes 100 points of damage, enough to collapse a typical wooden or masonry building, but not a structure built of stone or reinforced masonry. Hardness does not reduce this damage, nor is it halved as damage dealt to objects normally is. Any creature caught inside a collapsing structure takes 8d6 points of bludgeoning damage (Reflex DC 15 half) and is pinned beneath the rubble (see below).",
			"",
			"*River, Lake, or Marsh:* Fissures open under the water, draining away the water from that area and forming muddy ground. Soggy marsh or swampland becomes quicksand for the duration of the spell, sucking down creatures and structures. Each creature in the area must make a DC 15 Reflex save or sink down in the mud and quicksand. At the end of the spell, the rest of the body of water rushes in to replace the drained water, possibly drowning those caught in the mud.",
			"",
			"*Pinned Beneath Rubble:* Any creature pinned beneath rubble takes 1d6 points of nonlethal damage per minute while pinned. If a pinned character falls unconscious, he or she must make a DC 15 Constitution check or take 1d6 points of lethal damage each minute thereafter until freed or dead.",
			"",
			"### Mythic Earthquake",
			"",
			"{SOURCE Mythic Adventures/92}",
			"",
			"Increase the damage dealt to structures by 10 points of damage per tier. Increase the damage dealt by cave-ins and landslides to 10d8 points of damage. Increase the damage dealt to those pinned beneath rubble to 1d10 points per minute. Add your tier to the DC of concentration checks and Constitution checks attempted as a consequence of this spell.",
			"",
			"*Augmented (8th):* If you expend two uses of mythic power, the spell lasts for an additional round and the spread's radius increases by 20 feet. Each round this spell is in effect, on your turn you may expend one use of mythic power to continue its duration for 1 round and increase its radius by another 20 feet."
		]
	},
	"echeans_excellent_enclosure": {
		"name": "Echean's Excellent Enclosure",
		"sources": [ "Rival Guide" ],
		"description": [
			"## Echean's Excellent Enclosure",
			"",
			"{SOURCE Rival Guide/11}  ",
			"**School** {spelldef/abjuration} [{spelldef/force}]; **Level** arcanist 9, sorcerer 9, wizard 9",
			"",
			"### Casting",
			"",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S, M (a sphere of glass worth 100 gp and an iron nail, with which you pierce the glass on casting)",
			"",
			"### Effect",
			"",
			"**Range** touch  ",
			"**Area** immobile 10-ft.-radius emanation  ",
			"**Duration** 1 round/level (D)  ",
			"**Saving Throw** none; **Spell Resistance** see text",
			"",
			"You call into being around you an invisible barrier of force within which magic cannot persist. Within the area of the spell, effects are suppressed and creatures are affected as by antimagic field. An immobile sphere of impenetrable force surrounds the field, equivalent in all ways to a spherical wall of force, including its immunity to dispel magic and vulnerability to a sphere of annihilation or rod of cancellation. The barrier has hardness 40 and 20 hit points per caster level, and can be damaged by both mundane attacks and spells cast from outside the field. If the bubble of force is destroyed, the spell's duration ends.",
			"",
			"Spells cannot be cast within, into, or out of the enclosure, and teleportation effects that ignore a wall of force (such as dimension door or teleport) are thwarted by the enclosure's field of antimagic.",
			"",
			"Echean's excellent enclosure has the same effect on summoned creatures of any type and incorporeal undead that an antimagic field does, causing them to wink out of existence for the duration of Echean's excellent enclosure unless their spell resistance, if any, allows them to remain where they are within the field."
		]
	},
	"echo": {
		"name": "Echo",
		"sources": [ "Ultimate Wilderness" ],
		"description": [
			"## Echo",
			"",
			"{SOURCE Ultimate Wilderness/229}  ",
			"**School** {spelldef/illusion} ({spelldef/figment}); **Level** bard 1, druid 1, hunter 1, medium 1, mesmerist 1, occultist 1, psychic 1, ranger 1, skald 1, spiritualist 1, witch 1",
			"",
			"### Casting",
			"",
			"**Casting Time** 1 standard action  ",
			"**Components** S, F (a conch shell)",
			"",
			"### Effect",
			"",
			"**Range** close (25 ft. + 5 ft./2 levels) or long (400 ft. + 40 ft./level); see text  ",
			"**Area** one 10-ft. cube/level (S)  ",
			"**Duration** 1 round/level (D)  ",
			"**Saving Throw** Will disbelief (if interacted with); **Spell Resistance** yes",
			"",
			"You cause a sound heard in the target area up to 1 round ago and lasting up to 1 round in duration to repeat at a regular interval. The original sound need not have come from the area, but it echoes from the target area at its original full volume. Any special effects of the sound are not duplicated by this spell. If the area is naturally prone to echoes, such as a space surrounded on at least two sides by cliffs or high river banks, the spell's range is long. Otherwise, the spell's range is close.",
			"",
			"You can concentrate as a standard action to alter the echo. You can change it to be any sound audible in the area within the last 1 round, move the apparent source of the sound within the area, or attempt a Bluff check to create a distraction to hide with a bonus equal to your caster level."
		]
	},
	"echolocation": {
		"name": "Echolocation",
		"sources": [ "Ultimate Magic" ],
		"description": [
			"## Echolocation",
			"",
			"{SOURCE Ultimate Magic/218}  ",
			"**School** {spelldef/transmutation} [{spelldef/sonic}]; **Level** alchemist 4, arcanist 5, bard 4, druid 4, hunter 4, investigator 4, occultist 4, psychic 5, skald 4, sorcerer 5, wizard 5",
			"",
			"### Casting",
			"",
			"**Casting Time** 1 standard action  ",
			"**Components** V",
			"",
			"### Effect",
			"",
			"**Range** personal  ",
			"**Target** you  ",
			"**Duration** 10 minutes/level",
			"",
			"You can perceive the world by creating high-pitched noises and listening to their echoes. This gives you blindsight to a range of 40 feet. The echo-producing noises are too high-pitched to be heard by most creatures, and can only be detected by dragons, other creatures with this ability (such as bats), and creatures with hearing-based blindsense or blindsight. You cannot use this ability if you are deaf, and cannot detect anything in an area of silence."
		]
	},
	"ectoplasmic_eruption": {
		"name": "Ectoplasmic Eruption",
		"sources": [ "Occult Adventures" ],
		"description": [
			"## Ectoplasmic Eruption",
			"",
			"{SOURCE Occult Adventures/168}  ",
			"**School** {spelldef/evocation}; **Level** psychic 7, spiritualist 6",
			"",
			"### Casting",
			"",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S",
			"",
			"### Effect",
			"",
			"**Range** medium (100 ft. + 10 ft./level)  ",
			"**Area** 30-ft.-radius burst  ",
			"**Duration** 1 round/level  ",
			"**Saving Throw** Reflex half and Will partial, see text; **Spell Resistance** yes",
			"",
			"A cascading avalanche of pale, swirling ectoplasmic matter erupts from a point you select. All creatures in the area when the spell is cast take 6d6 points of bludgeoning damage and are entangled for a number of rounds equal to your caster level. This spell passes between planes, so it affects ethereal and incorporeal creatures normally.",
			"",
			"In addition, each ethereal or incorporeal creature in the area must succeed at a Will save or be pushed partially onto the Material Plane for a number of rounds equal to your caster level. It must attempt this Will save regardless of whether it succeeded at the Reflex save. An incorporeal creature pushed partially onto the Material Plane can't enter or pass through solid objects, takes half damage from nonmagical attack forms, and takes full damage from magic weapons, spells, spell-like effects, and supernatural effects. Corporeal spells and effects that don't cause damage affect the creature normally instead of having a 50% chance of affecting it. The creature still gains the other benefits of being incorporeal, and retains its attack bonuses and Armor Class."
		]
	},
	"ectoplasmic_hand": {
		"name": "Ectoplasmic Hand",
		"sources": [ "Occult Origins" ],
		"description": [
			"## Ectoplasmic Hand",
			"",
			"{SOURCE Occult Origins/30}  ",
			"**School** {spelldef/evocation}; **Level** occultist 5, psychic 5, spiritualist 4",
			"",
			"### Casting",
			"",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S",
			"",
			"### Effect",
			"",
			"**Range** close (25 ft. + 5 ft./2 levels)  ",
			"**Effect** one ectoplasmic appendage  ",
			"**Duration** 1 minute/level  ",
			"**Saving Throw** none; **Spell Resistance** no",
			"",
			"You draw forth a ghostly, animated hand through the ectoplasmic veil to manipulate objects, attack creatures, and deliver touch spells at a distance. The hand remains tethered to you by tendrils of ectoplasm. The ectoplasmic hand and its tether have hardness 10 and hit points equal to 10 + your caster level. The tether can be damaged or sundered anywhere along its length, ending the spell. The ectoplasmic hand has improved evasion, uses your save bonuses, and has an AC of 24 (+6 natural armor, +8 size). The ectoplasmic hand moves up to 30 feet per round, and on each of your turns you can spend a move action to move it an additional 30 feet. If you spend a swift action, the ectoplasmic hand can make an attack using your base attack bonus, modifying its attack rolls and damage rolls with your spellcasting ability score (the ability score that determines your spell save DCs). It deals 1d6 points of damage with a slam attack, and it can wield any light or one-handed weapon. The ectoplasmic hand threatens and can flank targets.",
			"",
			"The ectoplasmic hand can also perform additional functions.",
			"",
			"*Deliver Touch Spell:* The ectoplasmic hand can deliver any spell of 6th level or lower that has a range of touch that you cast. You gain a +2 bonus on your melee touch attack roll when doing so.",
			"",
			"*Manipulate Object:* The ectoplasmic hand can manipulate unattended objects weighing no more than 5 pounds per caster level, moving them up to 20 feet per round in any direction you desire, to the limits of this spell's range. It can pull levers, open unstuck doors, or knock over objects. If the ectoplasmic hand must attempt a Strength check, it uses your spellcasting ability score as its Strength score. Using the ectoplasmic hand in this way requires you to concentrate and spend any actions you would normally need to use to manipulate the object yourself.",
			"",
			"*Combat Maneuver:* You can spend a standard action to command the ectoplasmic hand to perform a bull rush, disarm, drag, steal, or trip combat maneuver against a target creature, using your caster level as its CMB and your spellcasting ability score as its Strength score. The ectoplasmic hand takes no penalties for its size. This action doesn't provoke attacks of opportunity against the ectoplasmic hand."
		]
	},
	"ectoplasmic_snare": {
		"name": "Ectoplasmic Snare",
		"sources": [ "Occult Adventures" ],
		"description": [
			"## Ectoplasmic Snare",
			"",
			"{SOURCE Occult Adventures/168}  ",
			"**School** {spelldef/evocation}; **Level** arcanist 3, magus 3, psychic 3, shaman 3, sorcerer 3, spiritualist 3, wizard 3",
			"",
			"### Casting",
			"",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S",
			"",
			"### Effect",
			"",
			"**Range** close (25 ft. + 5 ft./2 levels)  ",
			"**Effect** entangling web of ectoplasm  ",
			"**Duration** concentration, up to 1 round/level (D)  ",
			"**Saving Throw** Reflex partial, see text; **Spell Resistance** yes",
			"",
			"You unleash a writhing tendril of ectoplasm to grapple or entangle a target creature. You must make a ranged touch attack to strike a target. If you hit, the target can attempt a Reflex save. On a successful save, the target is entangled for the duration of the spell and suffers no other effects. If the target fails this saving throw, the tendril is more restrictive, making the target grappled and dealing it 1d6+4 points of bludgeoning damage. Each round when you concentrate to maintain the spell, the snare attempts a grapple combat maneuver check to maintain the grapple. As normal when grappling, the snare gains a +5 bonus on grapple combat maneuver checks against opponents it is already grappling. The snare's CMB is equal to 6 + your caster level, and its CMD is equal to 16 + your caster level. Since the ectoplasm passes between planes, this spell affects incorporeal and ethereal creatures normally.",
			"",
			"You remain tethered to the target for the duration of the spell. You can shrink or extend the snare, but if the distance between you and the target exceeds the spell's range, the snare disappears. The ectoplasmic tether has hardness 10 and a number of hit points equal to 10 + your caster level + your Constitution modifier, and the tether can be damaged or sundered anywhere along its length. You are not considered to have the grappled condition while tethered to the target. You can perform the move or damage action on a successfully grappled target, moving it up to half your speed or dealing an additional 1d6+4 points of bludgeoning damage to it on a successful grapple combat maneuver check. You can't pin your target."
		]
	},
	"effortless_armor": {
		"name": "Effortless Armor",
		"sources": [ "Ultimate Combat" ],
		"description": [
			"## Effortless Armor",
			"",
			"{SOURCE Ultimate Combat/228}  ",
			"**School** {spelldef/transmutation}; **Level** cleric 2, hunter 2, inquisitor 2, magus 2, occultist 2, oracle 2, paladin 2, psychic 2, ranger 2, warpriest 2",
			"",
			"### Casting",
			"",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S",
			"",
			"### Effect",
			"",
			"**Range** personal  ",
			"**Target** you  ",
			"**Duration** 1 minute/level",
			"",
			"Armor you wear no longer reduces your speed. You also reduce the armor's armor check penalty by 1 + 1 per five caster levels (maximum 5)."
		]
	},
	"ego_whip_1": {
		"name": "Ego Whip I",
		"sources": [ "Occult Adventures" ],
		"description": [
			"## Ego Whip I",
			"",
			"{SOURCE Occult Adventures/169}  ",
			"**School** {spelldef/enchantment} ({spelldef/compulsion}) [{spelldef/emotion}, {spelldef/mind-affecting}]; **Level** psychic 3",
			"",
			"### Casting",
			"",
			"**Casting Time** 1 standard action  ",
			"**Components** S",
			"",
			"### Effect",
			"",
			"**Range** close (25 ft. + 5 ft./2 levels)  ",
			"**Target** one creature  ",
			"**Duration** 1 round/level  ",
			"**Saving Throw** Will partial; **Spell Resistance** yes",
			"",
			"You can use your psychic power to overwhelm the target's ego, leaving the target feeling hopeless and unsure of itself. Choose Intelligence, Wisdom, or Charisma. The target takes a -2 penalty to that ability score, and is also staggered for the first round it's affected. A successful Will save negates the staggered effect and reduces the duration of the penalty to 1 round.",
			"",
			"### Ego Whip II",
			"",
			"{SOURCE Occult Adventures/169}  ",
			"**School** {spelldef/enchantment} ({spelldef/compulsion}) [{spelldef/emotion}, {spelldef/mind-affecting}]; **Level** psychic 4",
			"",
			"#### Casting",
			"",
			"**Casting Time** 1 standard action  ",
			"**Components** S",
			"",
			"#### Effect",
			"",
			"**Range** close (25 ft. + 5 ft./2 levels)  ",
			"**Target** one creature  ",
			"**Duration** 1 round/level  ",
			"**Saving Throw** Will partial; **Spell Resistance** yes",
			"",
			"This functions as ego whip I, but the target takes a -4 penalty to the chosen ability score and is staggered for 1d4 rounds on a failed Will save. This spell can be undercast.",
			"",
			"### Ego Whip III",
			"",
			"{SOURCE Occult Adventures/169}  ",
			"**School** {spelldef/enchantment} ({spelldef/compulsion}) [{spelldef/emotion}, {spelldef/mind-affecting}]; **Level** psychic 5",
			"",
			"#### Casting",
			"",
			"**Casting Time** 1 standard action  ",
			"**Components** S",
			"",
			"#### Effect",
			"",
			"**Range** close (25 ft. + 5 ft./2 levels)  ",
			"**Target** one creature  ",
			"**Duration** 1 round/level  ",
			"**Saving Throw** Will partial; **Spell Resistance** yes",
			"",
			"This functions as ego whip I, but the target takes a -6 penalty to the chosen ability score and is staggered for 1d6 rounds on a failed Will save. This spell can be undercast.",
			"",
			"### Ego Whip IV",
			"",
			"{SOURCE Occult Adventures/169}  ",
			"**School** {spelldef/enchantment} ({spelldef/compulsion}) [{spelldef/emotion}, {spelldef/mind-affecting}]; **Level** psychic 6",
			"",
			"#### Casting",
			"",
			"**Casting Time** 1 standard action  ",
			"**Components** S",
			"",
			"#### Effect",
			"",
			"**Range** close (25 ft. + 5 ft./2 levels)  ",
			"**Target** one creature  ",
			"**Duration** 1 round/level  ",
			"**Saving Throw** Will partial; **Spell Resistance** yes",
			"",
			"This functions as ego whip I, but the target takes -8 penalty to the chosen ability score and is staggered for 1d8 rounds on a failed Will save. This spell can be undercast.",
			"",
			"### Ego Whip V",
			"",
			"{SOURCE Occult Adventures/169}  ",
			"**School** {spelldef/enchantment} ({spelldef/compulsion}) [{spelldef/emotion}, {spelldef/mind-affecting}]; **Level** psychic 7",
			"",
			"#### Casting",
			"",
			"**Casting Time** 1 standard action  ",
			"**Components** S",
			"",
			"#### Effect",
			"",
			"**Range** close (25 ft. + 5 ft./2 levels)  ",
			"**Target** one creature  ",
			"**Duration** 1 round/level  ",
			"**Saving Throw** Will partial; **Spell Resistance** yes",
			"",
			"This functions as ego whip I, but the target takes -10 penalty to the chosen ability score and is staggered for 1d10 rounds on a failed Will save. This spell can be undercast."
		]
	},
	"ego_whip_i": {
		"copyof": "ego_whip_1"
	},
	"ego_whip_2": {
		"name": "Ego Whip II",
		"copyof": "ego_whip_1"
	},
	"ego_whip_ii": {
		"copyof": "ego_whip_2"
	},
	"ego_whip_3": {
		"name": "Ego Whip III",
		"copyof": "ego_whip_1"
	},
	"ego_whip_iii": {
		"copyof": "ego_whip_3"
	},
	"ego_whip_4": {
		"name": "Ego Whip IV",
		"copyof": "ego_whip_1"
	},
	"ego_whip_iv": {
		"copyof": "ego_whip_4"
	},
	"ego_whip_5": {
		"name": "Ego Whip V",
		"copyof": "ego_whip_1"
	},
	"ego_whip_v": {
		"copyof": "ego_whip_5"
	},
	"follow_aura": {
		"name": "Follow Aura",
		"sources": [ "Advanced Player's Guide" ],
		"description": [
			"## Follow Aura",
			"",
			"{SOURCE Advanced Player's Guide/224}  ",
			"**School** {spelldef/divination} [{spelldef/chaotic}, {spelldef/evil}, {spelldef/good}, or {spelldef/lawful}]; **Level** inquisitor 2, occultist 3",
			"",
			"### Casting",
			"",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S, DF",
			"",
			"### Effect",
			"",
			"**Range** personal  ",
			"**Target** you  ",
			"**Duration** 10 minutes/level (D)",
			"",
			"*Choose one alignment type:* chaotic, evil, good, or lawful. You gain the ability to follow the trail of a strong or overwhelming aura of that alignment (see {spell/detect evil}). This is treated as tracking using the scent special quality, except you are following the traces of their aura upon the ground rather than their scent, and you receive no bonus on Perception checks. At 10th level, you can track the trail of creatures with a moderate alignment aura as well.",
			"",
			"When you use this spell to track a given alignment, it gains the descriptor of the opposite alignment. For example, when follow aura is used to track evil, it gains the good descriptor."
		]
	},
	"font_of_spirit_magic": {
		"name": "Font of Spirit Magic",
		"sources": [ "Advanced Class Guide" ],
		"description": [
			"## Font of Spirit Magic",
			"",
			"{SOURCE Advanced Class Guide/182}  ",
			"**School** {spelldef/conjuration} ({spelldef/creation}); **Level** shaman 3",
			"",
			"### Casting",
			"",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S, M (gold dust worth 50 gp)",
			"",
			"### Effect",
			"",
			"**Range** 30 ft.  ",
			"**Area** 30-ft.-radius emanation centered on you  ",
			"**Duration** concentration + 1 round/level  ",
			"**Saving Throw** Will negates (harmless); **Spell Resistance** no",
			"",
			"You amplify the effect of magic associated with your spirit and wandering spirit (any spells on the spirit magic spell lists for these spirits). When allies within the area cast these spells, they gain a +2 bonus on caster level checks and concentration checks, as well as to spell DCs. This bonus is a sacred bonus if you are good-aligned or a profane bonus if you are evil-aligned; if you are neither good nor evil, you can choose what type of bonus the spell grants when you cast it."
		]
	},
	"fools_forbiddance": {
		"name": "Fool's Forbiddance",
		"sources": [ "Advanced Player's Guide" ],
		"description": [
			"## Fool's Forbiddance",
			"",
			"{SOURCE Advanced Player's Guide/224}  ",
			"**School** {spelldef/abjuration} [{spelldef/mind-affecting}]; **Level** bard 6, psychic 8, skald 6",
			"",
			"### Casting",
			"",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S, M (a ring of keys)",
			"",
			"### Effect",
			"",
			"**Range** 10 ft.  ",
			"**Area** 10-ft.-radius spherical emanation centered on you  ",
			"**Duration** concentration  ",
			"**Saving Throw** Will partial; **Spell Resistance** yes",
			"",
			"Through your antics and performance, you create an area of warding that adversely affects all enemies that dare enter it. When an enemy creature enters the area it must make an immediate Will saving throw. If it fails, the creature is confused as long as it is in the area and for 1 round after it leaves. If it succeeds on the saving throw, the creature is staggered as long as it is in the area and for 1 round after it leaves."
		]
	},
	"fools_gold_aa": {
		"name": "Fool's Gold (AA)",
		"sources": [ "Arcane Anthology" ],
		"description": [
			"## Fool's Gold (AA)",
			"",
			"{SOURCE Arcane Anthology/20}  ",
			"**School** {spelldef/transmutation}; **Level** alchemist 1, antipaladin 1, arcanist 2, bard 1, investigator 1, mesmerist 1, occultist 2, psychic 1, shaman 2, skald 1, sorcerer 2, witch 2, wizard 2",
			"",
			"### Casting",
			"",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S, F (a lump of gold worth 5 gp)",
			"",
			"### Effect",
			"",
			"**Range** touch  ",
			"**Target** 1 gold piece/level touched  ",
			"**Duration** 10 minutes/level  ",
			"**Saving Throw** Fortitude negates (object, see text); **Spell Resistance** yes",
			"",
			"You cast this spell on one or more gold pieces, which make those who have them more vulnerable to your magics. A creature with one or more of these gold pieces in its possession must attempt a Will save (at this spell's save DC) the first time the creature is forced to attempt a saving throw against a spell, spell-like ability, or supernatural ability you create. If the creature fails, it takes a -2 penalty on all saving throws against your magic effects as long as the gold piece is in its possession. Additionally, if it fails a saving throw against a magic ability of yours that is not harmless and has a duration, the duration is doubled for that creature."
		]
	},
	"fools_gold_vc": {
		"name": "Fool's Gold (VC)",
		"sources": [ "Villain Codex" ],
		"description": [
			"## Fool's Gold (VC)",
			"",
			"{SOURCE Villain Codex/117}  ",
			"**School** {spelldef/illusion}; **Level** arcanist 1, bard 1, medium 1, mesmerist 1, psychic 1, skald 1, sorcerer 1, wizard 1",
			"",
			"### Casting",
			"",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S, M (a copper piece or silver piece)",
			"",
			"### Effect",
			"",
			"**Range** touch  ",
			"**Target** objects touched  ",
			"**Duration** 1 hour/level  ",
			"**Saving Throw** none or Will disbelief (see text); **Spell Resistance** no",
			"",
			"You can temporarily make copper or silver seem to be an equivalent amount of gold. The spell affects 1 gp/level worth of material (thus, at 3rd level, the spell affects up to 300 copper pieces, 30 silver pieces, or a copper or silver item worth no more than 3 gp). Coins increase in value as normal for the new type of coinage. For items other than coins, some of the value of the item comes from its craftsmanship, regardless of the metal used, so the value of the item seems to be 5 times (for silver items) or 50 times (for copper items) its true value. Thus, a copper candlestick originally worth 5 cp transformed by this spell appears to be worth 250 cp, or 2 gp and 5 sp. A successful DC 25 Appraise check automatically detects the true nature of the coins or items. Creatures inspecting or interacting with the coins or items can attempt a saving throw to disbelieve the illusion."
		]
	},
	"fools_teleport": {
		"name": "Fool's Teleport",
		"sources": [ "Occult Origins" ],
		"description": [
			"## Fool's Teleport",
			"",
			"{SOURCE Occult Origins/13}  ",
			"**School** {spelldef/illusion} ({spelldef/glamer}); **Level** arcanist 4, sorcerer 4, wizard 4",
			"",
			"### Casting",
			"",
			"**Casting Time** 1 standard action  ",
			"**Components** V",
			"",
			"### Effect",
			"",
			"**Range** personal and touch  ",
			"**Target** you and other touched willing creatures  ",
			"**Duration** 1 minute/level  ",
			"**Saving Throw** Will negates (harmless), see text; **Spell Resistance** no",
			"",
			"This spell instantly renders you unseen as per invisibility, but creates a visual and auditory display that makes it appear as if you had teleported away. You can affect one additional Medium or smaller creature or its equivalent per 3 caster levels (a Large creature counts as two Medium creatures, a Huge creature counts as four Medium creatures, and so forth). All creatures to be affected must be in contact with one another, and at least one of those creatures must be in contact with you.",
			"",
			"If a viewer identifies the spell with a successful Spellcraft check, she can attempt an immediate Will saving throw as if interacting with an illusion. With a successful Will save, the observer can correctly identify fool's teleport for what it is; otherwise, she perceives the spell to be dimension door, teleport, or similar conjuration magic. A successful Will save doesn't negate the invisibility."
		]
	},
	"forbid_action": {
		"name": "Forbid Action",
		"sources": [ "Ultimate Magic" ],
		"description": [
			"## Forbid Action",
			"",
			"{SOURCE Ultimate Magic/220}  ",
			"**School** {spelldef/enchantment} ({spelldef/compulsion}) [{spelldef/language-dependent}, {spelldef/mind-affecting}]; **Level** cleric 1, inquisitor 1, mesmerist 1, occultist 1, oracle 1, psychic 1, warpriest 1",
			"",
			"### Casting",
			"",
			"**Casting Time** 1 standard action  ",
			"**Components** V",
			"",
			"### Effect",
			"",
			"**Range** close (25 ft. + 5 ft./2 levels)  ",
			"**Target** one creature  ",
			"**Duration** 1 round  ",
			"**Saving Throw** Will negates; **Spell Resistance** yes",
			"",
			"You forbid the target a single course of action, which it avoids to the best of its ability. You may demand the target not take actions that fall into one of the following options.",
			"",
			"*Attack:* The target cannot take any action that involves an attack roll, or uses a spell or ability that targets a foe or an area that includes a foe.",
			"",
			"*Cast:* Target cannot cast spells or use spell-like abilities.",
			"",
			"*Communicate:* The target cannot take any actions that allow it to communicate with anyone. This includes such acts as speaking, Bluff checks to pass secret messages, writing, and using telepathy. It does not prevent verbalizations made for purposes other than communication, such as command words or the verbal component of spellcasting.",
			"",
			"*Draw:* Target cannot ready or prepare any item, weapon, component, or equipment.",
			"",
			"*Move:* The target can take no act that would cause it to end up in a different location. The target does not resist being moved by others (and thus can be picked up or dragged, or can float along on a raft), but does not consciously attempt to move (including not directing a mount to move).",
			"",
			"The target is free to take any actions not forbidden by the caster. For example, a target affected by this spell's demand to not move is still free to cast spells, make attacks, or shout for help.",
			"",
			"### Forbid Action, Greater",
			"",
			"{SOURCE Ultimate Magic/220}  ",
			"**School** {spelldef/enchantment} ({spelldef/compulsion}) [{spelldef/language-dependent}, {spelldef/mind-affecting}]; **Level** cleric 5, inquisitor 5, mesmerist 4, occultist 5, oracle 5, psychic 5, warpriest 5",
			"",
			"#### Casting",
			"",
			"**Casting Time** 1 standard action  ",
			"**Components** V",
			"",
			"#### Effect",
			"",
			"**Range** close (25 ft. + 5 ft./2 levels)  ",
			"**Targets** one creature/level, no two of which can be more than 30 ft. apart  ",
			"**Duration** 1 round/level  ",
			"**Saving Throw** Will negates; **Spell Resistance** yes",
			"",
			"This spell functions as forbid action, except up to one creature per level may be affected. Each creature must receive the same forbidden action."
		]
	},
	"forbid_action_greater": {
		"name": "Forbid Action, Greater",
		"copyof": "forbid_action"
	},
	"greater_forbid_action": {
		"copyof": "forbid_action_greater"
	},
	"forbiddance": {
		"name": "Forbiddance",
		"sources": [ "PRPG Core Rulebook" ],
		"description": [
			"## Forbiddance",
			"",
			"{SOURCE PRPG Core Rulebook/285}  ",
			"**School** {spelldef/abjuration}; **Level** cleric 6, inquisitor 6, occultist 6, oracle 6, warpriest 6",
			"",
			"### Casting",
			"",
			"**Casting Time** 6 rounds  ",
			"**Components** V, S, M (holy water and incense worth 1,500 gp, plus 1,500 gp per 60-foot cube), DF",
			"",
			"### Effect",
			"",
			"**Range** medium (100 ft. + 10 ft./level)  ",
			"**Area** 60-ft. cube/level (S)  ",
			"**Duration** permanent  ",
			"**Saving Throw** see text; **Spell Resistance** yes",
			"",
			"Forbiddance seals an area against all planar travel into or within it. This includes all teleportation spells (such as dimension door and teleport), plane shifting, astral travel, ethereal travel, and all summoning spells. Such effects simply fail automatically.",
			"",
			"In addition, it damages entering creatures whose alignments are different from yours. The effect on those attempting to enter the warded area is based on their alignment relative to yours (see below). A creature inside the area when the spell is cast takes no damage unless it exits the area and attempts to reenter, at which time it is affected as normal.",
			"",
			"*Alignments identical:* No effect. The creature may enter the area freely (although not by planar travel).",
			"",
			"Alignments different with respect to either law/chaos or good/evil: The creature takes 6d6 points of damage. A successful Will save halves the damage, and spell resistance applies.",
			"",
			"Alignments different with respect to both law/chaos and good/evil: The creature takes 12d6 points of damage. A successful Will save halves the damage, and spell resistance applies.",
			"",
			"At your option, the abjuration can include a password, in which case creatures of alignments different from yours can avoid the damage by speaking the password as they enter the area. You must select this option (and the password) at the time of casting. Adding a password requires the burning of additional rare incenses worth at least 1,000 gp, plus 1,000 gp per 60-foot cube.",
			"",
			"Dispel magic does not dispel a forbiddance effect unless the dispeller's level is at least as high as your caster level.",
			"",
			"You can't have multiple overlapping forbiddance effects. In such a case, the more recent effect stops at the boundary of the older effect."
		]
	},
	"force_anchor": {
		"name": "Force Anchor",
		"sources": [ "Undead Slayer's Handbook" ],
		"description": [
			"## Force Anchor",
			"",
			"{SOURCE Undead Slayer's Handbook/26}  ",
			"**School** {spelldef/conjuration} ({spelldef/creation}) [{spelldef/force}]; **Level** arcanist 3, inquisitor 2, magus 2, sorcerer 3, summoner 2, unchained summoner 2, wizard 3",
			"",
			"### Casting",
			"",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S, M (a twisted nail)",
			"",
			"### Effect",
			"",
			"**Range** medium (100 ft. + 10 ft./level)  ",
			"**Effect** one anchor of force  ",
			"**Duration** 1 round/level  ",
			"**Saving Throw** none; **Spell Resistance** yes",
			"",
			"You conjure an anchor of pure force that immediately skewers your target on a successful ranged touch attack. If it hits, the attack deals the target 1d4 points of force damage per 2 caster levels (max 5d4) and the anchor becomes firmly lodged in the target's torso. The anchor has no weight, but its wide flukes prevent the target from moving through any space smaller than the creature's size. The anchor also prevents incorporeal targets from moving through solid objects. Whenever the target moves through a square occupied by another creature, the square counts as 2 squares for the purpose of calculating movement, even if the square's occupant is the target's ally."
		]
	},
	"force_hook_charge": {
		"name": "Force Hook Charge",
		"sources": [ "Ultimate Magic" ],
		"description": [
			"## Force Hook Charge",
			"",
			"{SOURCE Ultimate Magic/220}  ",
			"**School** {spelldef/evocation} [{spelldef/force}]; **Level** bloodrager 3, magus 3, psychic 4",
			"",
			"### Casting",
			"",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S",
			"",
			"### Effect",
			"",
			"**Range** close (25 ft. + 5 ft./2 levels)  ",
			"**Target** one creature or object within range and you  ",
			"**Duration** instantaneous  ",
			"**Saving Throw** none; **Spell Resistance** yes",
			"",
			"You create a hook of force that strikes the target and drags you to a space adjacent to it. Make a ranged touch attack against the target; if the touch attack succeeds, the target takes 1 point of force damage per caster level. Whether or not the touch attack hits, the force hook drags you in a straight line to a square adjacent to the target. This movement provokes attacks of opportunity as normal. The pulling hook keeps you from falling as part of this movement; therefore you can use it to cross a pit or chasm, or reach a higher or lower elevation. If the line of effect from you to the target passes through an area that is too small to fit your body (such as a portcullis or arrow slit), the hook pulls you to that location and you take damage as if you had fallen the distance from your starting point to that location. If you are restrained, such as being chained to a wall, the hook pulls you to the maximum extent of your restraints but does not break the restraints.",
			"",
			"If your travel to the destination is not blocked, you land on your feet, unharmed by the sudden motion. However, the spell does not guarantee you a safe landing space when you arrive. For example, if your target is flying or on a ledge with no room for you to stand, once the hook pulls you adjacent to the target, you begin to fall.",
			"",
			"If you use this spell with your spell combat class ability, you can make your melee attack from your starting position or your ending position."
		]
	},
	"force_punch": {
		"name": "Force Punch",
		"sources": [
			"Ultimate Magic",
			"Mythic Adventures"
		],
		"description": [
			"## Force Punch",
			"",
			"{SOURCE Ultimate Magic/221}  ",
			"**School** {spelldef/evocation} [{spelldef/force}]; **Level** arcanist 3, bloodrager 3, magus 3, psychic 3, sorcerer 3, spiritualist 3, wizard 3",
			"",
			"### Casting",
			"",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S",
			"",
			"### Effect",
			"",
			"**Range** touch  ",
			"**Target** creature touched  ",
			"**Duration** instantaneous  ",
			"**Saving Throw** Fortitude partial; **Spell Resistance** yes",
			"",
			"This spell charges your hand with telekinetic force. Your successful melee touch attack deals 1d4 points of force damage per level (maximum 10d4) and causes the target to be pushed away from you in a straight line up to 5 feet per two caster levels. For every size category of the target above Medium, reduce the distance pushed by 5 feet (-5 feet for Large, -10 feet for Huge, -15 for Gargantuan, and -20 feet for Colossal) to a minimum of 0 feet. A successful Fortitude save negates the movement but not the damage.",
			"",
			"### Mythic Force Punch",
			"",
			"{SOURCE Mythic Adventures/96}",
			"",
			"The damage dealt increases to 1d6 points of force damage per caster level (maximum 10d6). If moving the target would push it into another creature's space and it has at least 10 feet of distance remaining, you can attempt to overrun the other creature, adding your tier on the combat maneuver check. For each creature you overrun with the target, reduce the distance the target moves by 5 feet. If moving the target would push it into a solid obstacle (such as a wall or tree), the target takes damage as if it had fallen the distance pushed.",
			"",
			"*Augmented (3rd):* If you expend two uses of mythic power, you can cast this spell as a ranged touch attack with a range of close (25 feet + 5 feet per 2 caster levels), and the target is treated as two size categories smaller for the purpose of determining the total distance pushed."
		]
	},
	"force_sword": {
		"name": "Force Sword",
		"sources": [ "Arcane Anthology" ],
		"description": [
			"## Force Sword",
			"",
			"{SOURCE Arcane Anthology/8}  ",
			"**School** {spelldef/evocation} [{spelldef/force}]; **Level** arcanist 2, bloodrager 2, magus 2, occultist 2, psychic 2, sorcerer 2, spiritualist 2, witch 2, wizard 2",
			"",
			"### Casting",
			"",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S",
			"",
			"### Effect",
			"",
			"**Range** 0 ft.  ",
			"**Effect** one sword-shaped weapon of force  ",
			"**Duration** 1 minute/level  ",
			"**Saving Throw** none; **Spell Resistance** yes",
			"",
			"You create a +1 longsword of pure force sized appropriately for you that you can wield or give to another creature like any other longsword. At 8th level, the sword functions as a +2 longsword. At 13th level, it functions as a +3 longsword. A force sword cannot be attacked or harmed by physical attacks, but dispel magic, disintegrate, a sphere of annihilation, or a rod of cancellation affects it.",
			"",
			"If a creature you attack with the sword has spell resistance, you must attempt a caster level check (1d20 + your caster level) against that spell resistance the first time the force sword strikes it. If you fail the check, the spell is dispelled. If you succeed, the weapon has its normal full effect on that creature for the duration of the spell."
		]
	},
	"forcecage": {
		"name": "Forcecage",
		"sources": [ "PRPG Core Rulebook" ],
		"description": [
			"## Forcecage",
			"",
			"{SOURCE PRPG Core Rulebook/285}  ",
			"**School** {spelldef/evocation} [{spelldef/force}]; **Level** arcanist 7, psychic 7, sorcerer 7, wizard 7",
			"",
			"### Casting",
			"",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S, M (ruby dust worth 500 gp)",
			"",
			"### Effect",
			"",
			"**Range** close (25 ft. + 5 ft./2 levels)  ",
			"**Area** barred cage (20-ft. cube) or windowless cell (10-ft. cube)  ",
			"**Duration** 1 round/level (D)  ",
			"**Saving Throw** Reflex negates; **Spell Resistance** no",
			"",
			"This spell creates an immobile, invisible cubical prison composed of either bars of force or solid walls of force (your choice).",
			"",
			"Creatures within the area are caught and contained unless they are too big to fit inside, in which case the spell automatically fails. Teleportation and other forms of astral travel provide a means of escape, but the force walls or bars extend into the Ethereal Plane, blocking ethereal travel.",
			"",
			"Like a wall of force, a forcecage resists dispel magic, although a mage's disjunction still functions. The walls of a forcecage can be damaged by spells as normal, except for disintegrate, which automatically destroys it. The walls of a forcecage can be damaged by weapons and supernatural abilities, but they have a Hardness of 30 and a number of hit points equal to 20 per caster level. Contact with a sphere of annihilation or rod of cancellation instantly destroys a forcecage.",
			"",
			"*Barred Cage:* This version of the spell produces a 20-foot cube made of bands of force (similar to a wall of force spell) for bars. The bands are a half-inch wide, with half-inch gaps between them. Any creature capable of passing through such a small space can escape; others are confined within the barred cage. You can't attack a creature in a barred cage with a weapon unless the weapon can fit between the gaps. Even against such weapons (including arrows and similar ranged attacks), a creature in the barred cage has cover. All spells and breath weapons can pass through the gaps in the bars.",
			"",
			"*Windowless Cell:* This version of the spell produces a 10-foot cube with no way in and no way out. Solid walls of force form its six sides."
		]
	},
	"forced_mutation": {
		"name": "Forced Mutation",
		"sources": [ "People of the Wastes" ],
		"description": [
			"## Forced Mutation",
			"",
			"{SOURCE People of the Wastes/29}  ",
			"**School** {spelldef/transmutation}; **Level** arcanist 3, cleric 3, inquisitor 3, magus 3, occultist 3, oracle 3, sorcerer 3, warpriest 3, witch 3, wizard 3",
			"",
			"### Casting",
			"",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S, M (a small piece of radioactive clay)",
			"",
			"### Effect",
			"",
			"**Range** touch  ",
			"**Target** living creature touched  ",
			"**Duration** 1 round/level  ",
			"**Saving Throw** Fortitude negates; **Spell Resistance** yes",
			"",
			"The body of the target creature twists and distorts, reshaping into a grotesque figure. Because of the disfigurement, the creature takes a -4 penalty to Constitution and Charisma. The creature also receives one of the following deformities (your choice) from the list in the mutant acquired template: blind, deaf, fragile, fractured mind, lame, poor ability (applied to your choice of Strength, Dexterity, Intelligence, or Wisdom), spasms, and useless arm. The deformity is subject to all limitations described in the mutant template (for example, this spell cannot impose the lame deformity on a creature with a base speed slower than 20 feet)."
		]
	},
	"forced_quiet": {
		"name": "Forced Quiet",
		"sources": [ "Ultimate Magic" ],
		"description": [
			"## Forced Quiet",
			"",
			"{SOURCE Ultimate Magic/221}  ",
			"**School** {spelldef/transmutation} [{spelldef/sonic}]; **Level** arcanist 1, bard 1, inquisitor 1, mesmerist 1, psychic 1, redmantisassassin 1, skald 1, sorcerer 1, witch 1, wizard 1",
			"",
			"### Casting",
			"",
			"**Casting Time** 1 standard action  ",
			"**Components** S",
			"",
			"### Effect",
			"",
			"**Range** medium (100 ft. + 10 ft./level)  ",
			"**Target** one creature  ",
			"**Duration** 1 round/level  ",
			"**Saving Throw** Will negates; **Spell Resistance** yes",
			"",
			"With a gesture, you muffle sound around the target, making it unable to yell or otherwise make loud noises. This does not affect spellcasting by the target. The target can still use sonic effects, but the DC of these effects decreases by 2. The target gains a +2 bonus on saving throws against sonic effects. The target gains a +4 circumstance bonus on Stealth checks."
		]
	},
	"forced_repentance": {
		"name": "Forced Repentance",
		"sources": [ "Advanced Player's Guide" ],
		"description": [
			"## Forced Repentance",
			"",
			"{SOURCE Advanced Player's Guide/224}  ",
			"**School** {spelldef/enchantment} ({spelldef/compulsion}) [{spelldef/emotion}, {spelldef/mind-affecting}]; **Level** inquisitor 4, paladin 4",
			"",
			"### Casting",
			"",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S, DF",
			"",
			"### Effect",
			"",
			"**Range** close (25 ft. + 5 ft./2 levels)  ",
			"**Target** one evil creature without the evil subtype  ",
			"**Duration** 1 round/level  ",
			"**Saving Throw** Will negates; **Spell Resistance** yes",
			"",
			"You force an evil creature that does not have the evil subtype to momentarily reflect on its past actions and be overcome by grief and conscience. The target immediately drops prone and begins to loudly confess all of its sins and transgressions to the caster for the duration of the spell. The spell immediately ends if you move out of line of sight or if the target is attacked."
		]
	},
	"forceful_hand": {
		"name": "Forceful Hand",
		"sources": [ "PRPG Core Rulebook" ],
		"description": [
			"## Forceful Hand",
			"",
			"{SOURCE PRPG Core Rulebook/285}  ",
			"**School** {spelldef/evocation} [{spelldef/force}]; **Level** arcanist 6, magus 6, occultist 6, psychic 6, sorcerer 6, wizard 6",
			"",
			"### Casting",
			"",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S, F (a soft glove)",
			"",
			"### Effect",
			"",
			"**Range** medium (100 ft. + 10 ft./level)  ",
			"**Effect** 10-ft. hand  ",
			"**Duration** 1 round/level (D)  ",
			"**Saving Throw** none; **Spell Resistance** yes",
			"",
			"This spell functions as interposing hand, except that it can also pursue and bull rush one opponent you select. The forceful hand gets one bull rush attack per round. This attack does not provoke an attack of opportunity. Its CMB for bull rush checks uses your caster level in place of its base attack bonus, with a +8 bonus for its Strength score (27), and a +1 bonus for being Large. The hand always moves with the opponent to push them back as far as possible. It has no movement limit for this purpose. Directing the spell to a new target is a move action. Forceful hand prevents the opponent from moving closer to you without first succeeding on a bull rush attack, moving both the forceful hand and the target closer to you. The forceful hand can instead be directed to interpose itself, as interposing hand does."
		]
	},
	"forceful_strike": {
		"name": "Forceful Strike",
		"sources": [ "Inner Sea Magic" ],
		"description": [
			"## Forceful Strike",
			"",
			"{SOURCE Inner Sea Magic/55}  ",
			"**School** {spelldef/evocation} [{spelldef/force}]; **Level** cleric 4, inquisitor 4, magus 4, oracle 4, paladin 4, warpriest 4",
			"",
			"### Casting",
			"",
			"**Casting Time** 1 swift action  ",
			"**Components** V, S",
			"",
			"### Effect",
			"",
			"**Range** touch or reach of melee weapon  ",
			"**Target** 1 creature  ",
			"**Duration** instantaneous  ",
			"**Saving Throw** Fortitude partial; **Spell Resistance** yes",
			"",
			"You cast this spell as you strike a creature with a melee weapon, unarmed strike, or natural attack to unleash a concussive blast of force. You deal normal weapon damage from the blow, but also deal an additional amount of force damage equal to 1d4 points per caster level (maximum of 10d4). The force of the blow may be enough to knock the target backward as well. To determine if the target is pushed back, make a combat maneuver check with a bonus equal to your caster level to resolve a bull rush attempt against the creature struck. You do not move as a result of this free bull rush, but it can push the target back if it defeats the target's CMD. A successful Fortitude save halves the force damage and negates the bull rush effect."
		]
	},
	"foresight": {
		"name": "Foresight",
		"sources": [
			"PRPG Core Rulebook",
			"Mythic Adventures"
		],
		"description": [
			"## Foresight",
			"",
			"{SOURCE PRPG Core Rulebook/285}  ",
			"**School** {spelldef/divination}; **Level** arcanist 9, druid 9, psychic 9, shaman 9, sorcerer 9, witch 9, wizard 9",
			"",
			"### Casting",
			"",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S, M/DF (a hummingbird's feather)",
			"",
			"### Effect",
			"",
			"**Range** personal or touch  ",
			"**Target** see text  ",
			"**Duration** 10 min./level  ",
			"**Saving Throw** none or Will negates (harmless); **Spell Resistance** no or yes (harmless)",
			"",
			"This spell grants you a powerful sixth sense in relation to yourself or another. Once foresight is cast, you receive instantaneous warnings of impending danger or harm to the subject of the spell. You are never surprised or flat-footed. In addition, the spell gives you a general idea of what action you might take to best protect yourself and gives you a +2 insight bonus to AC and on Reflex saves. This insight bonus is lost whenever you would lose a Dexterity bonus to AC.",
			"",
			"When another creature is the subject of the spell, you receive warnings about that creature. You must communicate what you learn to the other creature for the warning to be useful, and the creature can be caught unprepared in the absence of such a warning. Shouting a warning, yanking a person back, and even telepathically communicating (via an appropriate spell) can all be accomplished before some danger befalls the subject, provided you act on the warning without delay. The subject, however, does not gain the insight bonus to AC and Reflex saves.",
			"",
			"### Mythic Foresight",
			"",
			"{SOURCE Mythic Adventures/96}",
			"",
			"The spell's insight bonus increases to +3. If you cast the spell on another creature, you and the target are simultaneously warned by the spell, and the target gains the spell's insight bonuses."
		]
	},
	"forest_friend": {
		"name": "Forest Friend",
		"sources": [ "Ultimate Combat" ],
		"description": [
			"## Forest Friend",
			"",
			"{SOURCE Ultimate Combat/230}  ",
			"**School** {spelldef/abjuration}; **Level** druid 2, hunter 2, ranger 2",
			"",
			"### Casting",
			"",
			"**Casting Time** 1 round  ",
			"**Components** V, S, M (a pinch of manure)",
			"",
			"### Effect",
			"",
			"**Range** close (25 ft. + 5 ft./2 levels)  ",
			"**Targets** one willing living creature per three levels, no two of which may be more than 30 ft. apart.  ",
			"**Duration** 1 minute/level  ",
			"**Saving Throw** none; **Spell Resistance** no",
			"",
			"While subject to this spell, the targets find that forested areas become helpful instead of hindering. The targets suffer no hindrances to movement and suffer no penalties on Acrobatics and Stealth checks from undergrowth in forested terrain. Furthermore, forested overgrowth imposes a miss chance 10% lower than normal.",
			"",
			"When moving in and among trees, those subject to the spell gain a +5 circumstance bonus on Acrobatics checks and Climb checks. Rangers in their favored terrain can also add their favored terrain bonus on such Acrobatics and Climb checks."
		]
	},
	"forests_sense": {
		"name": "Forest's Sense",
		"sources": [ "Ultimate Wilderness" ],
		"description": [
			"## Forest's Sense",
			"",
			"{SOURCE Ultimate Wilderness/231}  ",
			"**School** {spelldef/divination} ({spelldef/scrying}); **Level** druid 4, hunter 3, ranger 3, shaman 4",
			"",
			"### Casting",
			"",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S",
			"",
			"### Effect",
			"",
			"**Range** 1 mile/level  ",
			"**Target** one creature  ",
			"**Duration** 1 minute/level (D); see text  ",
			"**Saving Throw** Will negates; **Spell Resistance** yes",
			"",
			"You can sense the location of a target creature within range if it is also within 10 feet of a living plant or fungus. You must be able to target the creature by tangible qualities such as its build, clothing texture, size, or tracks, but you need not have line of effect to your target. The fungus or plants near the target serve as a scrying sensor for this spell. Your senses of hearing, smell, and touch extend to all fungus and plants within 10 feet of the target, allowing you to gauge the size and shape of nearby objects and potentially to overhear conversations in which the target is currently participating. Your scent ability and tremorsense extend through this scrying sensor if you have them, but any other special senses you might have do not. For 1 day after casting this spell, you gain a +5 insight bonus on Survival checks to track creatures you sensed via the spell. You can dismiss this bonus on Survival checks."
		]
	},
	"foretell_failure": {
		"name": "Foretell Failure",
		"sources": [ "Arcane Anthology" ],
		"description": [
			"## Foretell Failure",
			"",
			"{SOURCE Arcane Anthology/24}  ",
			"**School** {spelldef/divination}; **Level** arcanist 5, bard 4, occultist 5, oracle 4, psychic 4, skald 4, sorcerer 5, witch 4, wizard 5",
			"",
			"### Casting",
			"",
			"**Casting Time** 1 swift action  ",
			"**Components** V, S",
			"",
			"### Effect",
			"",
			"**Range** personal  ",
			"**Target** you  ",
			"**Duration** instantaneous",
			"",
			"You cast this spell immediately before you would take an action that requires a d20 roll, such as a skill check, attack roll, or ability check. The action must be something you can complete in a single round. The spell magically informs you whether the action will succeed if you roll a 10 or better on the d20 roll involved. If the action would be successful under those circumstances, you must take the action. If the action would not be successful, you can take a different action."
		]
	},
	"forgetful_slumber": {
		"name": "Forgetful Slumber",
		"sources": [ "Advanced Race Guide" ],
		"description": [
			"## Forgetful Slumber",
			"",
			"{SOURCE Advanced Race Guide/48}  ",
			"**School** {spelldef/enchantment} ({spelldef/compulsion}) [{spelldef/mind-affecting}]; **Level** arcanist 4, bard 4, mesmerist 4, psychic 4, skald 4, sorcerer 4, witch 4, wizard 4 (half-elf)",
			"",
			"### Casting",
			"",
			"**Casting Time** 1 round  ",
			"**Components** V, S, M (a few drops of river water)",
			"",
			"### Effect",
			"",
			"**Range** close (25 ft. + 5 ft./2 levels)  ",
			"**Target** one living creature  ",
			"**Duration** 1 minute/level  ",
			"**Saving Throw** Will negates; **Spell Resistance** yes",
			"",
			"This spell acts as the deeper slumber spell, but only affects one creature of 10 Hit Dice or fewer. In addition, a creature affected by this spell awakens with no knowledge of the events that led to the spell's casting. The target loses all memory from the 5 minutes prior to falling asleep. No effect short of a miracle or wish can restore memories lost by this spell."
		]
	},
	"form_of_the_alien_dragon_1": {
		"name": "Form of the Alien Dragon I",
		"sources": [ "Legacy of Dragons" ],
		"description": [
			"## Form of the Alien Dragon I",
			"",
			"{SOURCE Legacy of Dragons/29}  ",
			"**School** {spelldef/transmutation} ({spelldef/polymorph}); **Level** alchemist 6, arcanist 6, magus 6, psychic 7, sorcerer 6, wizard 6",
			"",
			"### Casting",
			"",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S, M (a scale of the dragon type you plan to assume)",
			"",
			"### Effect",
			"",
			"**Range** personal  ",
			"**Target** you  ",
			"**Duration** 1 minute/level (D)  ",
			"**Saving Throw** see text; **Spell Resistance** no",
			"",
			"You become a Medium esoteric or outer dragon. Psychics can choose from the esoteric dragon (astral, dream, etheric, nightmare, or occult) forms only. You gain a +4 size bonus to your Strength, a +2 size bonus to your Constitution, a +4 natural armor bonus, a fly speed of 60 feet (poor), darkvision with a range of 60 feet, a breath weapon, and resistance to one form of energy or effect. You also gain one bite attack (1d8), two claw attacks (1d6), and two wing attacks (1d4). Your breath weapon and resistance depend on the type of dragon. You can use the breath weapon only once per casting of this spell. All breath weapons deal 6d8 points of damage unless noted otherwise and allow a Reflex save to halve the normal damage. In addition, some of the dragon types grant additional abilities, as noted below.",
			"",
			"*Astral Dragon:* 30-foot cone of force (damage dice are d4s instead of d8s), psychic resilience.",
			"",
			"*Dream Dragon:* 30-foot cone of electricity, dream fortress, dreamsight.",
			"",
			"*Etheric Dragon:* 30-foot line of force (damage dice are d4s instead of d8s), gaseous form (only when taking no actions other than move actions for a round, and only for a maximum of 1 round/caster level for each casting of form of the alien dragon).",
			"",
			"*Lunar Dragon:* 60-foot line of cold, cold resistance 20, burrow 20 feet.",
			"",
			"*Nightmare Dragon:* 30-foot cone of acid, see in darkness, +4 on saves vs. mind-affecting effects.",
			"",
			"*Occult Dragon:* 30-foot cone of cold or fire, +4 resistance bonus on saving throws against evil spells and effects, natural armor bonus to AC increases to +6.",
			"",
			"*Solar Dragon:* 60-foot line of fire, fire resistance 30, vulnerability to cold.",
			"",
			"*Time Dragon:* 30-foot cone of electricity, cold resistance 20, +4 bonus on initiative checks.",
			"",
			"*Void Dragon:* 30-foot cone of cold, cold resistance 20, +4 bonus on saves vs. emotion spells and effects.",
			"",
			"*Vortex Dragon:* 30-foot cone of fire, fire resistance 30, vulnerability to cold.",
			"",
			"### Form of the Alien Dragon II",
			"",
			"{SOURCE Legacy of Dragons/30}  ",
			"**School** {spelldef/transmutation} ({spelldef/polymorph}); **Level** arcanist 7, psychic 8, sorcerer 7, wizard 7",
			"",
			"#### Casting",
			"",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S, M (a scale of the dragon type you plan to assume)",
			"",
			"#### Effect",
			"",
			"**Range** personal  ",
			"**Target** you  ",
			"**Duration** 1 minute/level (D)  ",
			"**Saving Throw** see text; **Spell Resistance** no",
			"",
			"This spell functions as per form of the alien dragon I, except it also allows you to assume the form of a Large esoteric or outer dragon. Psychics can choose from the esoteric dragon (astral, dream, etheric, nightmare, or occult) forms only. You gain the following abilities: a +6 size bonus to your Strength, a +4 size bonus to your Constitution, a +6 natural armor bonus, a fly speed of 90 feet (poor), darkvision with a range of 60 feet, a breath weapon, damage reduction 5/magic, and resistance to one form of energy or effect. You also gain one bite attack (2d6), two claw attacks (1d8), a tail slap attack (1d8), and two wing attacks (1d6). All breath weapons deal 6d8 points of damage unless noted otherwise and allow a Reflex save to halve the normal damage. Line breath weapons increase to 80-foot lines and cones increase to 40-foot cones.",
			"",
			"### Form of the Alien Dragon III",
			"",
			"{SOURCE Legacy of Dragons/30}  ",
			"**School** {spelldef/transmutation} ({spelldef/polymorph}); **Level** arcanist 8, psychic 9, sorcerer 8, wizard 8",
			"",
			"#### Casting",
			"",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S, M (a scale of the dragon type you plan to assume)",
			"",
			"#### Effect",
			"",
			"**Range** personal  ",
			"**Target** you  ",
			"**Duration** 1 minute/level (D)  ",
			"**Saving Throw** see text; **Spell Resistance** no",
			"",
			"This spell functions as per form of the alien dragon II, except it also allows you to take the form of a Huge esoteric or outer dragon. Psychics can choose from the esoteric dragon (astral, dream, etheric, nightmare, or occult) forms only. You gain the following: a +10 size bonus to your Strength, a +8 size bonus to your Constitution, a +8 natural armor bonus, a fly speed of 120 feet (poor), blindsense with a range of 60 feet, darkvision with a range of 120 feet, a breath weapon, damage reduction 10/magic, frightful presence (DC = DC for this spell), and immunity to one form of energy or effect (of the same type form of the alien dragon I grants either a bonus against or resistance to, if any). You also gain one bite attack (2d8), two claw attacks (2d6), two wing attacks (1d8), and one tail slap attack (2d6). You can use the breath weapon as often as you like, but must wait 1d4 rounds between uses. All breath weapons deal 12d8 points of damage unless noted otherwise and allow a Reflex save to halve the normal damage. Line breath weapons increase to 100-foot lines and cones increase to 50-foot cones."
		]
	},
	"form_of_the_alien_dragon_i": {
		"copyof": "form_of_the_alien_dragon_1"
	},
	"form_of_the_alien_dragon_2": {
		"name": "Form of the Alien Dragon II",
		"copyof": "form_of_the_alien_dragon_1"
	},
	"form_of_the_alien_dragon_ii": {
		"copyof": "form_of_the_alien_dragon_2"
	},
	"form_of_the_alien_dragon_3": {
		"name": "Form of the Alien Dragon III",
		"copyof": "form_of_the_alien_dragon_1"
	},
	"form_of_the_alien_dragon_iii": {
		"copyof": "form_of_the_alien_dragon_3"
	},
	"form_of_the_dragon_1": {
		"name": "Form of the Dragon I",
		"sources": [
			"PRPG Core Rulebook",
			"Mythic Adventures"
		],
		"description": [
			"## Form of the Dragon I",
			"",
			"{SOURCE PRPG Core Rulebook/286}  ",
			"**School** {spelldef/transmutation} ({spelldef/polymorph}); **Level** alchemist 6, arcanist 6, investigator 6, magus 6, sorcerer 6, wizard 6",
			"",
			"### Casting",
			"",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S, M (a scale of the dragon type you plan to assume)",
			"",
			"### Effect",
			"",
			"**Range** personal  ",
			"**Target** you  ",
			"**Duration** 1 min./level (D)  ",
			"**Saving Throw** see below; **Spell Resistance** no",
			"",
			"You become a Medium chromatic or metallic dragon. You gain a +4 size bonus to Strength, a +2 size bonus to Constitution, a +4 natural armor bonus, fly 60 feet (poor), darkvision 60 feet, a breath weapon, and resistance to one element. You also gain one bite (1d8), two claws (1d6), and two wing attacks (1d4). Your breath weapon and resistance depend on the type of dragon. You can only use the breath weapon once per casting of this spell. All breath weapons deal 6d8 points of damage and allow a Reflex save for half damage. In addition, some of the dragon types grant additional abilities, as noted below.",
			"",
			"*Black dragon:* 60-foot line of acid, resist acid 20, swim 60 feet",
			"",
			"*Blue dragon:* 60-foot line of electricity, resist electricity 20, burrow 20 feet",
			"",
			"*Green dragon:* 30-foot cone of acid, resist acid 20, swim 40 feet",
			"",
			"*Red dragon:* 30-foot cone of fire, resist fire 30, vulnerability to cold",
			"",
			"*White dragon:* 30-foot cone of cold, resist cold 20, swim 60 feet, vulnerability to fire",
			"",
			"*Brass dragon:* 60-foot line of fire, resist fire 20, burrow 30 feet, vulnerability to cold",
			"",
			"*Bronze dragon:* 60-foot line of electricity, resist electricity 20, swim 60 feet",
			"",
			"*Copper dragon:* 60-foot line of acid, resist acid 20, spider climb (always active)",
			"",
			"*Gold dragon:* 30-foot cone of fire, resist fire 20, swim 60 feet",
			"",
			"*Silver dragon:* 30-foot cone of cold, resist cold 30, vulnerability to fire",
			"",
			"### Mythic Form of the Dragon I",
			"",
			"{SOURCE Mythic Adventures/96}",
			"",
			"Each mythic form of the dragon spell must be learned individually, and you must know the respective non-mythic form of the dragon spell to learn its mythic version. You don't have to learn them in order, and aren't required to know a lower-level mythic form of the dragon spell before you learn a higher-level one (for example, you can learn mythic form of the dragon II if you know form of the dragon II, even if you don't know mythic form of the dragon I). Each mythic form of the dragon spell adds the following benefits to its respective non-mythic version.",
			"",
			"The spell's bonuses to ability scores increase by 2, the natural armor bonus increases by 1, and the breath weapon damage increases by 2d8. All of the dragon form's natural attacks increase by one step (see {feat/Improved Natural Attack}).",
			"",
			"*Augmented (3rd):* If you expend two uses of mythic power, the ability score bonuses increase by an additional 2. During each casting of the spell, you can revert to your normal form or back to your dragon form without ending the spell a number of times equal to your tier.",
			"",
			"### Form of the Dragon II",
			"",
			"{SOURCE PRPG Core Rulebook/286}  ",
			"**School** {spelldef/transmutation} ({spelldef/polymorph}); **Level** arcanist 7, sorcerer 7, wizard 7",
			"",
			"#### Casting",
			"",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S, M (a scale of the dragon type you plan to assume)",
			"",
			"#### Effect",
			"",
			"**Range** personal  ",
			"**Target** you  ",
			"**Duration** 1 min./level (D)  ",
			"**Saving Throw** see below; **Spell Resistance** no",
			"",
			"This spell functions as form of the dragon I except that it also allows you to assume the form of a Large chromatic or metallic dragon. You gain the following abilities: a +6 size bonus to Strength, a +4 size bonus to Constitution, a +6 natural armor bonus, fly 90 feet (poor), darkvision 60 feet, a breath weapon, DR 5/magic, and resistance to one element. You also gain one bite (2d6), two claws (1d8), two wing attacks (1d6), and one tail slap attack (1d8). You can only use the breath weapon twice per casting of this spell, and you must wait 1d4 rounds between uses. All breath weapons deal 8d8 points of damage and allow a Reflex save for half damage. Line breath weapons increase to 80-foot lines and cones increase to 40-foot cones.",
			"",
			"### Mythic Form of the Dragon II",
			"",
			"{SOURCE Mythic Adventures/96}",
			"",
			"Each mythic form of the dragon spell must be learned individually, and you must know the respective non-mythic form of the dragon spell to learn its mythic version. You don't have to learn them in order, and aren't required to know a lower-level mythic form of the dragon spell before you learn a higher-level one (for example, you can learn mythic form of the dragon II if you know form of the dragon II, even if you don't know mythic form of the dragon I). Each mythic form of the dragon spell adds the following benefits to its respective non-mythic version.",
			"",
			"The spell's bonuses to ability scores increase by 2, the natural armor bonus increases by 1, and the breath weapon damage increases by 2d8. All of the dragon form's natural attacks increase by one step (see {feat/Improved Natural Attack}).",
			"",
			"*Augmented (3rd):* If you expend two uses of mythic power, the ability score bonuses increase by an additional 2. During each casting of the spell, you can revert to your normal form or back to your dragon form without ending the spell a number of times equal to your tier.",
			"",
			"### Form of the Dragon III",
			"",
			"{SOURCE PRPG Core Rulebook/286}  ",
			"**School** {spelldef/transmutation} ({spelldef/polymorph}); **Level** arcanist 8, sorcerer 8, wizard 8",
			"",
			"#### Casting",
			"",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S, M (a scale of the dragon type you plan to assume)",
			"",
			"#### Effect",
			"",
			"**Range** personal  ",
			"**Target** you  ",
			"**Duration** 1 min./level (D)  ",
			"**Saving Throw** see below; **Spell Resistance** no",
			"",
			"This spell functions as form of the dragon II save that it also allows you to take the form of a Huge chromatic or metallic dragon. You gain the following abilities: a +10 size bonus to Strength, a +8 size bonus to Constitution, a +8 natural armor bonus, fly 120 feet (poor), blindsense 60 feet, darkvision 120 feet, a breath weapon, DR 10/magic, frightful presence (DC equal to the DC for this spell), and immunity to one element (of the same type form of the dragon I grants resistance to). You also gain one bite (2d8), two claws (2d6), two wing attacks (1d8), and one tail slap attack (2d6). You can use the breath weapon as often as you like, but you must wait 1d4 rounds between uses. All breath weapons deal 12d8 points of damage and allow a Reflex save for half damage. Line breath weapons increase to 100-foot lines and cones increase to 50-foot cones.",
			"",
			"### Mythic Form of the Dragon III",
			"",
			"{SOURCE Mythic Adventures/96}",
			"",
			"Each mythic form of the dragon spell must be learned individually, and you must know the respective non-mythic form of the dragon spell to learn its mythic version. You don't have to learn them in order, and aren't required to know a lower-level mythic form of the dragon spell before you learn a higher-level one (for example, you can learn mythic form of the dragon II if you know form of the dragon II, even if you don't know mythic form of the dragon I). Each mythic form of the dragon spell adds the following benefits to its respective non-mythic version.",
			"",
			"The spell's bonuses to ability scores increase by 2, the natural armor bonus increases by 1, and the breath weapon damage increases by 2d8. All of the dragon form's natural attacks increase by one step (see {feat/Improved Natural Attack}).",
			"",
			"*Augmented (3rd):* If you expend two uses of mythic power, the ability score bonuses increase by an additional 2. During each casting of the spell, you can revert to your normal form or back to your dragon form without ending the spell a number of times equal to your tier."
		]
	},
	"form_of_the_dragon_i": {
		"copyof": "form_of_the_dragon_1"
	},
	"form_of_the_dragon_2": {
		"name": "Form of the Dragon II",
		"copyof": "form_of_the_dragon_1"
	},
	"form_of_the_dragon_ii": {
		"copyof": "form_of_the_dragon_2"
	},
	"form_of_the_dragon_3": {
		"name": "Form of the Dragon III",
		"copyof": "form_of_the_dragon_1"
	},
	"form_of_the_dragon_iii": {
		"copyof": "form_of_the_dragon_3"
	},
	"form_of_the_exotic_dragon_1": {
		"name": "Form of the Exotic Dragon I",
		"sources": [ "Legacy of Dragons" ],
		"description": [
			"## Form of the Exotic Dragon I",
			"",
			"{SOURCE Legacy of Dragons/30}  ",
			"**School** {spelldef/transmutation} ({spelldef/polymorph}); **Level** alchemist 6, arcanist 6, druid 7, investigator 6, sorcerer 6, wizard 6",
			"",
			"### Casting",
			"",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S, M (a scale of the dragon type you plan to assume)",
			"",
			"### Effect",
			"",
			"**Range** personal  ",
			"**Target** you  ",
			"**Duration** 1 minute/level (D)  ",
			"**Saving Throw** see below; **Spell Resistance** no",
			"",
			"You become a Medium imperial or primal dragon. Druids can choose from the primal dragon (brine, cloud, crystal, magma, or umbral) forms only. You gain a +4 size bonus to your Strength, a +2 size bonus to your Constitution, a +4 natural armor bonus, a fly speed of 60 feet (poor), darkvision with a range of 60 feet, a breath weapon, and either resistance to one form of energy or some other bonus. You also gain one bite attack (1d8), two claw attacks (1d6), and either a gore attack (1d8) if you assume the form of an imperial dragon or two wing attacks (1d4) if you assume the form of a primal dragon. Your breath weapon, resistance, and any other benefits you gain depend on the type of dragon. You can use the breath weapon only once per casting of this spell. All breath weapons deal 6d8 points of damage unless noted otherwise and allow a Reflex save to halve the normal damage. In addition, some of the dragon types grant additional abilities, as noted below.",
			"",
			"*Brine Dragon:* 60-foot line of acid, acid resistance 20, swim 60 feet.",
			"",
			"*Cloud Dragon:* 30-foot cone of electricity, electricity resistance 20, swim 40 feet.",
			"",
			"*Crystal Dragon:* 30-foot cone of sonic (damage dice are d6s instead of d8s), sonic resistance 20, climb 20 feet, burrow 20 feet.",
			"",
			"*Forest Dragon:* 30-foot cone of piercing, burrow 20 feet, climb 30 feet.",
			"",
			"*Magma Dragon:* 30-foot cone of fire, fire resistance 30, vulnerability to cold.",
			"",
			"*Sea Dragon:* 30-foot cone of fire, electricity resistance 20, swim 40 feet.",
			"",
			"*Sky Dragon:* 30-foot cone of electricity, electricity resistance 20, improve fly speed maneuverability to average.",
			"",
			"*Sovereign Dragon:* 30-foot cone of sonic (damage dice are d6s instead of d8s), spell resistance equal to 13 + the spell's level.",
			"",
			"*Umbral Dragon:* 30-foot cone of negative energy (damage dice are d6s instead of d8s; doesn't heal undead creatures), cold resistance 20, +4 on saves vs. death effects.",
			"",
			"*Underworld Dragon:* 30-foot cone of fire, fire resistance 20, vulnerability to cold, burrow 20 feet.",
			"",
			"### Form of the Exotic Dragon II",
			"",
			"{SOURCE Legacy of Dragons/31}  ",
			"**School** {spelldef/transmutation} ({spelldef/polymorph}); **Level** arcanist 7, druid 8, sorcerer 7, wizard 7",
			"",
			"#### Casting",
			"",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S, M (a scale of the dragon type you plan to assume)",
			"",
			"#### Effect",
			"",
			"**Range** personal  ",
			"**Target** you  ",
			"**Duration** 1 minute/level (D)  ",
			"**Saving Throw** see below; **Spell Resistance** no",
			"",
			"This spell functions as per form of the exotic dragon I, except it also allows you to assume the form of a Large imperial or primal dragon. Druids can choose from the primal dragon (brine, cloud, crystal, magma, or umbral) forms only. You gain the following abilities: a +6 size bonus to your Strength, a +4 size bonus to your Constitution, a +6 natural armor bonus, a fly speed of 90 feet (poor), darkvision with a range of 60 feet, a breath weapon, damage reduction 5/magic, and resistance to one form of energy or some other bonus. You gain one bite attack (2d6), two claw attacks (1d8), a tail slap attack (1d8), and either a gore attack (2d6) if you assume the form of an imperial dragon or two wing attacks (1d6) if you assume the form of a primal dragon. All breath weapons deal 8d8 points of damage unless noted and allow a Reflex save to halve the normal damage. Line breath weapons increase to 80-foot lines and cones increase to 40-foot cones.",
			"",
			"### Form of the Exotic Dragon III",
			"",
			"{SOURCE Legacy of Dragons/31}  ",
			"**School** {spelldef/transmutation} ({spelldef/polymorph}); **Level** arcanist 8, druid 9, sorcerer 8, wizard 8",
			"",
			"#### Casting",
			"",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S, M (a scale of the dragon type you plan to assume)",
			"",
			"#### Effect",
			"",
			"**Range** personal  ",
			"**Target** you  ",
			"**Duration** 1 minute/level (D)  ",
			"**Saving Throw** see below; **Spell Resistance** no",
			"",
			"This spell functions as per form of the exotic dragon II except that it also allows you to take the form of a Huge imperial or primal dragon. Druids can choose from the primal dragon (brine, cloud, crystal, magma, or umbral) forms only. You gain the following abilities: a +10 size bonus to your Strength, a +8 size bonus to your Constitution, a +8 natural armor bonus, a fly speed of 120 feet (poor), blindsense with a range of 60 feet, darkvision with a range of 120 feet, a breath weapon, damage reduction 10/ magic, frightful presence (DC = DC for this spell), and immunity to one form of energy (of the same type form of the exotic dragon I grants a resistance to, if any). You gain one bite attack (2d8), two claw attacks (2d6), a one tail slap attack (2d6), and either a gore attack (2d8) if you assume the form of an imperial dragon or two wing attacks (1d8) if you assume the form of a primal dragon. You can use the breath weapon as often as you like, but must wait 1d4 rounds between uses. All breath weapons deal 12d8 points of damage unless noted otherwise and allow a Reflex save to halve the normal damage. Line breath weapons increase to 100-foot lines and cones increase to 50-foot cones."
		]
	},
	"form_of_the_exotic_dragon_i": {
		"copyof": "form_of_the_exotic_dragon_1"
	},
	"form_of_the_exotic_dragon_2": {
		"name": "Form of the Exotic Dragon II",
		"copyof": "form_of_the_exotic_dragon_1"
	},
	"form_of_the_exotic_dragon_ii": {
		"copyof": "form_of_the_exotic_dragon_2"
	},
	"form_of_the_exotic_dragon_3": {
		"name": "Form of the Exotic Dragon III",
		"copyof": "form_of_the_exotic_dragon_1"
	},
	"form_of_the_exotic_dragon_iii": {
		"copyof": "form_of_the_exotic_dragon_3"
	},
	"fortunes_path": {
		"name": "Fortune's Path",
		"sources": [ "Disciple's Doctrine" ],
		"description": [
			"## Fortune's Path",
			"",
			"{SOURCE Disciple's Doctrine/10}  ",
			"**School** {spelldef/divination}; **Level** arcanist 3, bard 2, cleric 3, oracle 3, skald 2, sorcerer 3, warpriest 3, wizard 3",
			"",
			"### Casting",
			"",
			"**Casting Time** 10 minutes  ",
			"**Components** V, S, M (incense worth 50 gp), F (silver mirror worth at least 100 gp)",
			"",
			"### Effect",
			"",
			"**Range** personal  ",
			"**Target** you  ",
			"**Duration** instantaneous",
			"",
			"You predict events in your near future. Visions of the foretold events appear in the mirror after you cast this spell. Roll d% and add your caster level (maximum 10) to determine results this spell returns, as listed below.",
			"",
			"| d% | Result |",
			"| --- | --- |",
			"| 1-15 | The mirror is murky. You foresee nothing specific. |",
			"| 16-35 | You inaccurately predict a major event similar to the major events described in the 76-100 result. |",
			"| 36-50 | You accurately predict a minor event likely to happen in the following week with no context, such as the chance meeting of an acquaintance, discovery of interesting but inapplicable information, victory in a minor game of chance, or the like. Alternatively, you predict an event so likely to happen that it might be obvious, such as the birth of a child or the collapse of a poorly built structure. |",
			"| 51-75 | You accurately predict a generally positive or negative event to happening in the following week in a broad category such as academic, battle, domestic, political, professional, romantic, social, or travel. The details of the prediction should provide enough context for you to determine how your actions in the past week have influenced the happening. |",
			"| 76-100 | You accurately predict a major event likely to happen in the next week. For example, you might foresee an enemy ambush, the discovery of sought-after information, or inclement weather causing significant travel delay (though this spell would not show you the event's exact details). At the GM's discretion, the vision might depict the location of the event. |"
		]
	},
	"foster_hatred": {
		"name": "Foster Hatred",
		"sources": [ "Occult Adventures" ],
		"description": [
			"## Foster Hatred",
			"",
			"{SOURCE Occult Adventures/172}  ",
			"**School** {spelldef/enchantment} ({spelldef/compulsion}) [{spelldef/emotion}]; **Level** antipaladin 4, inquisitor 5, mesmerist 5, psychic 6, spiritualist 5",
			"",
			"### Casting",
			"",
			"**Casting Time** 1 standard action  ",
			"**Components** S, DF",
			"",
			"### Effect",
			"",
			"**Range** close (25 ft. + 5 ft./2 levels)  ",
			"**Target** any number of living creatures, no two of which can be more than 30 ft. apart  ",
			"**Duration** 1 hour/level (D)  ",
			"**Saving Throw** Will negates; **Spell Resistance** yes",
			"",
			"You build upon your targets' innate prejudice, stoking it from a simmer to the full flame of hatred. Choose a creature type (if you choose humanoid or outsider, you must also choose a subtype). Targets who hold no ill will toward and have a completely positive opinion of the chosen creatures automatically succeed at their saving throws, while targets with a particular hatred toward the chosen creature (such as the dwarf's hatred racial ability) take a -4 penalty on their saving throws. Targets that fail their saving throws become hostile toward all creatures of the chosen type and never treat them as allies for the spell's duration. Affected creatures take everything creatures of the chosen type do in the worst possible light.",
			"",
			"Since most creatures don't hold ill-will toward their own race, you can use foster hatred toward a smaller subset of creatures of your chosen type, such as worshipers of Shelyn, in order to focus the hatred onto your chosen targets."
		]
	},
	"foxs_cunning": {
		"name": "Fox's Cunning",
		"sources": [ "PRPG Core Rulebook" ],
		"description": [
			"## Fox's Cunning",
			"",
			"{SOURCE PRPG Core Rulebook/286}  ",
			"**School** {spelldef/transmutation}; **Level** alchemist 2, arcanist 2, bard 2, investigator 2, medium 2, psychic 2, redmantisassassin 2, skald 2, sorcerer 2, summoner 2, unchained summoner 2, wizard 2",
			"",
			"### Casting",
			"",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S, M/DF (hairs or dung from a fox)",
			"",
			"### Effect",
			"",
			"**Range** touch  ",
			"**Target** you  ",
			"**Duration** 1 min./level  ",
			"**Saving Throw** Will negates (harmless); **Spell Resistance** yes",
			"",
			"The target becomes smarter. The spell grants a +4 enhancement bonus to Intelligence, adding the usual benefits to Intelligence-based skill checks and other uses of the Intelligence modifier. Wizards (and other spellcasters who rely on Intelligence) affected by this spell do not gain any additional bonus spells for the increased Intelligence, but the save DCs for spells they cast while under this spell's effect do increase. This spell doesn't grant extra skill ranks.",
			"",
			"### Fox's Cunning, Mass",
			"",
			"{SOURCE PRPG Core Rulebook/286}  ",
			"**School** {spelldef/transmutation}; **Level** arcanist 6, bard 6, psychic 6, skald 6, sorcerer 6, summoner 4, unchained summoner 6, wizard 6",
			"",
			"#### Casting",
			"",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S, M/DF (hairs or dung from a fox)",
			"",
			"#### Effect",
			"",
			"**Range** close (25 ft. + 5 ft./2 levels)  ",
			"**Target** one creature/level, no two of which can be more than 30 ft. apart  ",
			"**Duration** 1 min./level  ",
			"**Saving Throw** Will negates (harmless); **Spell Resistance** yes",
			"",
			"This spell functions like fox's cunning, except that it affects multiple creatures."
		]
	},
	"foxs_cunning_mass": {
		"name": "Fox's Cunning, Mass",
		"copyof": "foxs_cunning"
	},
	"mass_foxs_cunning": {
		"copyof": "foxs_cunning_mass"
	},
	"fractions_of_heal_and_harm": {
		"name": "Fractions of Heal and Harm",
		"sources": [
			"Inner Sea Gods",
			"Pathfinder #41: The Thousand Fangs Below"
		],
		"description": [
			"## Fractions of Heal and Harm",
			"",
			"{SOURCE Inner Sea Gods/234;Pathfinder #41: The Thousand Fangs Below/73}  ",
			"**School** {spelldef/transmutation}; **Level** arcanist 3, bard 3, bloodrager 3, cleric 3, oracle 3, redmantisassassin 3, skald 3, sorcerer 3, warpriest 3, wizard 3 (Nethys)",
			"",
			"### Casting",
			"",
			"**Casting Time** 1 swift action  ",
			"**Components** V, S",
			"",
			"### Effect",
			"",
			"**Range** personal  ",
			"**Target** you  ",
			"**Duration** instantaneous",
			"",
			"This spell channels a portion of the next spell you cast into magic that heals you. The next instantaneous area damage spell of 3rd level or lower that you cast deals only 75% of its damage, but heals you of a number of hit points equal to the remaining 25% of the spell's damage. For example, if you cast this spell and followed it with a fireball that would normally deal 40 hit points of damage, the fireball instead deals 30 hit points of damage and heals you of 10 hit points of damage. The spell affected by this spell must be cast before the end of your next turn. This spell has no effect on spells that do not deal damage or spells higher than 3rd level. This healing is treated as if you had been affected by a cure or inflict spell (whichever would heal you), and is treated as the same spell level as the area-affecting spell for the purpose of effects that relate to the spell level of cure or inflict spells."
		]
	},
	"free_spirit": {
		"name": "Free Spirit",
		"sources": [ "Inner Sea Temples" ],
		"description": [
			"## Free Spirit",
			"",
			"{SOURCE Inner Sea Temples/23}  ",
			"**School** {spelldef/abjuration}; **Level** bard 3, cleric 3, druid 3, hunter 3, medium 3, oracle 3, shaman 3, skald 3, spiritualist 3, warpriest 3, witch 3",
			"",
			"### Casting",
			"",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S",
			"",
			"### Effect",
			"",
			"**Range** personal  ",
			"**Target** you  ",
			"**Duration** 1 minute/level",
			"",
			"This spell allows you to channel the essence of Cayden Cailean's philosophy, giving you the benefits of a freedom of movement spell and granting you a +4 bonus on saving throws against fear effects. The spell also makes you drunk. For the duration of the spell, you take a -2 penalty on attack rolls, ability checks, skill checks, and concentration checks. If you somehow remove or avoid these penalties, the spell's duration ends."
		]
	},
	"free_swim": {
		"name": "Free Swim",
		"sources": [ "Aquatic Adventures" ],
		"description": [
			"## Free Swim",
			"",
			"{SOURCE Aquatic Adventures/59}  ",
			"**School** {spelldef/abjuration}; **Level** alchemist 3, bard 3, cleric 3, druid 3, hunter 3, inquisitor 3, investigator 3, medium 3, mesmerist 3, occultist 3, oracle 3, psychic 3, ranger 3, skald 3, spiritualist 3, warpriest 3",
			"",
			"### Casting",
			"",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S, M (a strip of kelp bound to the target), DF",
			"",
			"### Effect",
			"",
			"**Range** touch  ",
			"**Target** creature touched  ",
			"**Duration** 10 minutes/level  ",
			"**Saving Throw** Will negates (harmless); **Spell Resistance** yes (harmless)",
			"",
			"The target can move and attack underwater normally without the usual penalties involved with underwater combat, as if under the effects of freedom of movement. However, the target doesn't gain any protections against grapple, paralysis, and magical effects that impede movement (such as solid fog, slow, and web)."
		]
	},
	"freedom": {
		"name": "Freedom",
		"sources": [ "PRPG Core Rulebook" ],
		"description": [
			"## Freedom",
			"",
			"{SOURCE PRPG Core Rulebook/287}  ",
			"**School** {spelldef/abjuration}; **Level** arcanist 9, psychic 9, sorcerer 9, wizard 9",
			"",
			"### Casting",
			"",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S",
			"",
			"### Effect",
			"",
			"**Range** close (25 ft. + 5 ft./2 levels) or see text  ",
			"**Target** one creature  ",
			"**Duration** instantaneous  ",
			"**Saving Throw** Will negates (harmless); **Spell Resistance** yes",
			"",
			"The subject is freed from spells and effects that restrict movement, including binding, entangle, grappling, imprisonment, maze, paralysis, petrification, pinning, sleep, slow, stunning, temporal stasis, and web. To free a creature from imprisonment or maze, you must know its name and background, and you must cast this spell at the spot where it was entombed or banished into the maze."
		]
	},
	"freedom_of_movement": {
		"name": "Freedom of Movement",
		"sources": [ "PRPG Core Rulebook" ],
		"description": [
			"## Freedom of Movement",
			"",
			"{SOURCE PRPG Core Rulebook/287}  ",
			"**School** {spelldef/abjuration}; **Level** alchemist 4, bard 4, cleric 4, druid 4, hunter 4, inquisitor 4, investigator 4, medium 4, mesmerist 4, occultist 4, oracle 4, psychic 4, ranger 4, skald 4, spiritualist 4, warpriest 4",
			"",
			"### Casting",
			"",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S, M (a leather strip bound to the target), DF",
			"",
			"### Effect",
			"",
			"**Range** personal or touch  ",
			"**Target** you or creature touched  ",
			"**Duration** 10 min./level  ",
			"**Saving Throw** Will negates (harmless); **Spell Resistance** yes (harmless)",
			"",
			"This spell enables you or a creature you touch to move and attack normally for the duration of the spell, even under the influence of magic that usually impedes movement, such as paralysis, solid fog, slow, and web. All combat maneuver checks made to grapple the target automatically fail. The subject automatically succeeds on any combat maneuver checks and Escape Artist checks made to escape a grapple or a pin.",
			"",
			"The spell also allows the subject to move and attack normally while underwater, even with slashing weapons such as axes and swords or with bludgeoning weapons such as flails, hammers, and maces, provided that the weapon is wielded in the hand rather than hurled. The freedom of movement spell does not, however, grant water breathing."
		]
	},
	"freedoms_toast": {
		"name": "Freedom's Toast",
		"sources": [ "Inner Sea Gods" ],
		"description": [
			"## Freedom's Toast",
			"",
			"{SOURCE Inner Sea Gods/234}  ",
			"**School** {spelldef/conjuration} ({spelldef/teleportation}); **Level** arcanist 4, bard 5, cleric 5, inquisitor 5, oracle 5, skald 5, sorcerer 4, warpriest 5, wizard 4 (Cayden Cailean)",
			"",
			"### Casting",
			"",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S, M/DF (a small amount of ale in a flagon)",
			"",
			"### Effect",
			"",
			"**Range** close (25 ft. + 5 ft./2 levels)  ",
			"**Target** one creature  ",
			"**Duration** instantaneous  ",
			"**Saving Throw** Will negates (harmless); **Spell Resistance** yes (harmless)",
			"",
			"When the caster hoists a flagon and delivers a toast to freedom, the target is transported up to 15 feet from its position to a space of your choice, though that space must be within your line of sight. If the target was prone at the time of casting, you can choose for the target to be standing upon reaching the destination. Furthermore, if the target was bound with nonmagical ropes, manacles, or other restraints, those restraints are not transported with the target, effectively freeing the target from those restraints. If the target is bound by magical restraints, you can bar those restraints from being transported with the target with a successful caster level check against a DC based on the restraints' caster level (DC = 11 + the restraining magic item's or spell's caster level)."
		]
	},
	"freezing_sphere": {
		"name": "Freezing Sphere",
		"sources": [ "PRPG Core Rulebook" ],
		"description": [
			"## Freezing Sphere",
			"",
			"{SOURCE PRPG Core Rulebook/287}  ",
			"**School** {spelldef/evocation} [{spelldef/cold}]; **Level** arcanist 6, magus 6, occultist 6, sorcerer 6, wizard 6",
			"",
			"### Casting",
			"",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S, F (a small crystal sphere)",
			"",
			"### Effect",
			"",
			"**Range** long (400 ft. + 40 ft./level)  ",
			"**Effect** see text  ",
			"**Duration** instantaneous or 1 round/level; see text  ",
			"**Saving Throw** Reflex half; see text; **Spell Resistance** yes",
			"",
			"Freezing sphere creates a frigid globe of cold energy that streaks from your fingertips to the location you select, where it explodes in a 40-foot-radius burst, dealing 1d6 points of cold damage per caster level (maximum 15d6) to each creature in the area. A creature of the water subtype instead takes 1d8 points of cold damage per caster level (maximum 15d8) and is staggered for 1d4 rounds.",
			"",
			"If the freezing sphere strikes a body of water or a liquid that is principally water (not including water-based creatures), it freezes the liquid to a depth of 6 inches in a 40-foot radius. This ice lasts for 1 round per caster level. Creatures that were swimming on the surface of a targeted body of water become trapped in the ice. Attempting to break free is a full-round action. A trapped creature must make a DC 25 Strength check or a DC 25 Escape Artist check to do so.",
			"",
			"You can refrain from firing the globe after completing the spell, if you wish. Treat this as a touch spell for which you are holding the charge. You can hold the charge for as long as 1 round per level, at the end of which time the freezing sphere bursts centered on you (and you receive no saving throw to resist its effect). Firing the globe in a later round is a standard action."
		]
	},
	"frightful_aspect": {
		"name": "Frightful Aspect",
		"sources": [ "Ultimate Combat" ],
		"description": [
			"## Frightful Aspect",
			"",
			"{SOURCE Ultimate Combat/230}  ",
			"**School** {spelldef/transmutation} ({spelldef/polymorph}); **Level** arcanist 8, cleric 8, druid 8, oracle 8, psychic 8, sorcerer 8, witch 8, wizard 8",
			"",
			"### Casting",
			"",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S, M (the skin of a toad)",
			"",
			"### Effect",
			"",
			"**Range** personal  ",
			"**Target** you  ",
			"**Duration** 1 minute/level",
			"",
			"You become a larger, awful version of yourself. You grow to size Large, and take on features that horrify your enemies. You gain the following abilities: a +6 size bonus to Strength, a +4 size bonus to Constitution, a +6 natural armor bonus, DR 10/magic, and spell resistance equal to 10 + half your caster level. You also emit an aura that emanates 30 feet from you. Enemy creatures within the aura are shaken. Each time a creature shaken by this aura hits you with a melee attack, that creature becomes frightened for 1d4 rounds, though at the end of that duration it is no longer affected by this aura. The aura's effect is a fear and mind-affecting effect."
		]
	},
	"frigid_souls": {
		"name": "Frigid Souls",
		"sources": [ "Haunted Heroes Handbook" ],
		"description": [
			"## Frigid Souls",
			"",
			"{SOURCE Haunted Heroes Handbook/27}  ",
			"**School** {spelldef/necromancy} ({spelldef/haunted}) [{spelldef/emotion}, {spelldef/fear}, {spelldef/mind-affecting}]; **Level** arcanist 4, cleric 4, druid 4, hunter 3, oracle 4, ranger 3, shaman 4, sorcerer 4, warpriest 4, witch 4, wizard 4",
			"",
			"### Casting",
			"",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S, M/DF (a bloody icicle)",
			"",
			"### Effect",
			"",
			"**Range** close (25 ft. + 5 ft./2 levels)  ",
			"**Area** one 5-ft. cube/level  ",
			"**Duration** 1 hour/level (D)  ",
			"**Saving Throw** Will negates; **Spell Resistance** yes",
			"",
			"You harness the Irriseni people's palpable fear of their frozen environment and cruel Jadwiga overlords into a haunt that withers defenses against the cold. Any creature that enters the affected area must succeed at a Will save or gain spell resistance equal to 11 + your caster level against any abjuration effect that provides resistance to or protection against cold damage or cold climates. This spell resistance cannot be voluntarily lowered. Once every 30 minutes as an immediate action, the haunt attempts a dispel check (1d20 + your caster level) against an active abjuration effect currently protecting a creature in the affected area against cold, even if it was active before the creature was haunted or it successfully bypassed the spell resistance imposed by the haunt. Against creatures with multiple layers of protection, these dispel checks start with the highest-level abjuration effects and work their way down the list. Each time the haunt attempts a dispel check, the spell's haunt-like manifestation occurs during that round.",
			"",
			"### Haunt Statistics",
			"",
			"**Notice** Perception 25 (to feel a biting chill as if through the touch of a frozen hand)  ",
			"**hp** 2 hp/level; **Trigger** proximity; **Reset** none"
		]
	},
	"frigid_touch": {
		"name": "Frigid Touch",
		"sources": [ "Ultimate Magic" ],
		"description": [
			"## Frigid Touch",
			"",
			"{SOURCE Ultimate Magic/221}  ",
			"**School** {spelldef/evocation} [{spelldef/cold}]; **Level** arcanist 2, bloodrager 2, druid 2, hunter 2, magus 2, sorcerer 2, wizard 2",
			"",
			"### Casting",
			"",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S",
			"",
			"### Effect",
			"",
			"**Range** touch  ",
			"**Target** creature touched  ",
			"**Duration** instantaneous  ",
			"**Saving Throw** none; **Spell Resistance** yes",
			"",
			"This spell causes your hand to glow with a pale blue radiance. Your melee touch attack deals 4d6 points of cold damage and causes the target to be staggered for 1 round. If the attack is a critical hit, the target is staggered for 1 minute instead."
		]
	},
	"frost_fall": {
		"name": "Frost Fall",
		"sources": [ "Ultimate Combat" ],
		"description": [
			"## Frost Fall",
			"",
			"{SOURCE Ultimate Combat/230}  ",
			"**School** {spelldef/evocation} [{spelldef/cold}]; **Level** arcanist 2, druid 2, hunter 2, occultist 2, sorcerer 2, witch 2, wizard 2",
			"",
			"### Casting",
			"",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S",
			"",
			"### Effect",
			"",
			"**Range** close (25 ft. + 5 ft./2 levels)  ",
			"**Area** 5-foot radius burst  ",
			"**Duration** 1 round/2 levels  ",
			"**Saving Throw** Fortitude partial; **Spell Resistance** yes",
			"",
			"The area of this spell is covered in chilling frost, dealing 2d6 points of cold damage to all creatures within it. Creatures that the spell initially damages must succeed at a Fortitude save or become staggered for 1 round. The area remains chilled for the spell's duration. Any creature that starts your turn within the spell's area takes 1d6 points of cold damage (Fortitude saving throw for half) but does not become staggered even on a failed saving throw."
		]
	},
	"frost_mammoth": {
		"name": "Frost Mammoth",
		"sources": [
			"Adventurer's Guide",
			"People of the North"
		],
		"description": [
			"## Frost Mammoth",
			"",
			"{SOURCE Adventurer's Guide/134;People of the North/26}  ",
			"**School** {spelldef/conjuration} ({spelldef/creation}) [{spelldef/cold}]; **Level** arcanist 7, cleric 7, druid 7, oracle 7, shaman 7, sorcerer 7, summoner 6, unchained summoner 6, wizard 7",
			"",
			"### Casting",
			"",
			"**Casting Time** 1 round  ",
			"**Components** V, S, M (a fragment of mammoth tusk)",
			"",
			"### Effect",
			"",
			"**Range** close (25 ft. + 5 ft./2 levels)  ",
			"**Effect** one frost mammoth  ",
			"**Duration** 1 round/level (D)  ",
			"**Saving Throw** none; **Spell Resistance** no",
			"",
			"A blast of snow suddenly fills an area with a space of 15 feet, immediately taking the shape of a woolly mammoth made of snow with tusks of solid ice. The mammoth has statistics identical to those of a mastodon, except it also has the cold subtype (and thus gains immunity to cold and vulnerability to fire). The frost mammoth obeys your telepathic commands. It allows you or anyone you designate to ride it, and it is treated as if combat trained. At 17th level, a frost mammoth you conjure deals an additional 1d6 points of cold damage with each physical attack."
		]
	},
	"frostbite": {
		"name": "Frostbite",
		"sources": [ "Ultimate Magic" ],
		"description": [
			"## Frostbite",
			"",
			"{SOURCE Ultimate Magic/221}  ",
			"**School** {spelldef/transmutation} [{spelldef/cold}]; **Level** bloodrager 1, druid 1, hunter 1, magus 1, shaman 1, witch 1",
			"",
			"### Casting",
			"",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S",
			"",
			"### Effect",
			"",
			"**Range** touch  ",
			"**Targets** creature touched  ",
			"**Duration** instantaneous  ",
			"**Saving Throw** none; **Spell Resistance** yes",
			"",
			"Your melee touch attack deals 1d6 points of nonlethal cold damage + 1 point per level, and the target is fatigued. The fatigued condition ends when the target recovers from the nonlethal damage. This spell cannot make a creature exhausted even if it is already fatigued. You can use this melee touch attack up to one time per level."
		]
	},
	"frosthammer": {
		"name": "Frosthammer",
		"sources": [ "Pathfinder #69: Maiden, Mother, Crone" ],
		"description": [
			"## Frosthammer",
			"",
			"{SOURCE Pathfinder #69: Maiden, Mother, Crone/66}  ",
			"**School** {spelldef/evocation} [{spelldef/cold}]; **Level** antipaladin 3, cleric 3, hunter 3, inquisitor 3, oracle 3, ranger 3, warpriest 3 (Kostchtchie)",
			"",
			"### Casting",
			"",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S, DF",
			"",
			"### Effect",
			"",
			"**Range** medium (100 ft. + 10 ft./level)  ",
			"**Target** one creature  ",
			"**Duration** instantaneous  ",
			"**Saving Throw** none; **Spell Resistance** yes",
			"",
			"You create a warhammer of magically hardened ice and send it hurling toward the target. You must succeed at a ranged touch attack to strike the target. If hit, the target takes 1d8 points of damage per 2 caster levels you possess (maximum 5d8); half this damage is bludgeoning damage, half is cold damage. The frosthammer counts as having a +1 enhancement bonus for the purpose of bypassing DR. If the target takes any bludgeoning damage from the hammer, you may attempt a trip combat maneuver check against that target, except you may use your caster level instead of your BAB and your spellcasting ability modifier (Wisdom for clerics, and so on) instead of your Strength modifier."
		]
	},
	"frosty_aura": {
		"name": "Frosty Aura",
		"sources": [ "Pathfinder #91: Battle of Bloodmarch Hills" ],
		"description": [
			"## Frosty Aura",
			"",
			"{SOURCE Pathfinder #91: Battle of Bloodmarch Hills/71}  ",
			"**School** {spelldef/transmutation} [{spelldef/cold}]; **Level** arcanist 4, bloodrager 4, cleric 4, magus 4, oracle 4, shaman 4, sorcerer 4, summoner 4, unchained summoner 4, warpriest 4, witch 4, wizard 4",
			"",
			"### Casting",
			"",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S, M/DF (a chunk of ice or a few drops of water melted from glacier ice)",
			"",
			"### Effect",
			"",
			"**Range** personal  ",
			"**Target** you (see text)  ",
			"**Duration** 1 minute/level  ",
			"**Saving Throw** none (harmless, see text); **Spell Resistance** no (harmless, see text)",
			"",
			"The spell allows you to channel cold into your very being. If you don't already have the cold subtype, this spell grants you the cold subtype. If you already have the cold subtype, you instead channel the frost from your being outward, creating a 10-foot-radius aura of cold centered on you. Creatures who enter or end their turns in the aura must succeed at a Fortitude saving throw or take 1d8 points of cold damage.",
			"",
			"Multiple castings of this spell stack; you can cast it once on yourself to gain the cold subtype, then again to manifest the aura of frost around you."
		]
	},
	"frozen_note": {
		"name": "Frozen Note",
		"sources": [ "Advanced Player's Guide" ],
		"description": [
			"## Frozen Note",
			"",
			"{SOURCE Advanced Player's Guide/224}  ",
			"**School** {spelldef/enchantment} ({spelldef/compulsion}) [{spelldef/mind-affecting}, {spelldef/sonic}]; **Level** bard 5, skald 5",
			"",
			"### Casting",
			"",
			"**Casting Time** 1 standard action  ",
			"**Components** V",
			"",
			"### Effect",
			"",
			"**Area** 30-ft.-radius emanation centered on you  ",
			"**Target** any number of creatures within area  ",
			"**Duration** concentration (up to 1 round/level); see text  ",
			"**Saving Throw** Will partial, see text; **Spell Resistance** yes",
			"",
			"You produce and sustain a single perfect musical note that holds nearby creatures, friend as well as foe, utterly spellbound until you stop singing. Affected creatures are both paralyzed and oblivious to their surroundings so long as you maintain the note. Maintaining this note requires your absolute attention; if you take damage or take any other action, including moving from your current square, the spell instantly ends. Creatures that succeed in their initial saving throw must make a new one for each round they spend within the area of the spell until they fail and become captivated. Creatures with 4 or more Hit Dice greater than your caster level are not affected by this spell. However, those with 4 or more Hit Dice less than your caster level do not receive a saving throw to resist it. The note is so clear and flawless that less than extraordinary attempts to avoid hearing it merely grant targets a bonus on their saving throws. Targets get a +2 circumstance bonus on their saving throw for each barrier between your voice and their ears. This includes such things as a creature stopping up its ears with wax, closing all windows and doors in a nearby building, or even crawling into a barrel and pulling down the top. If a target that had previously made its saving throw loses the benefit of one or more of its barriers it must immediately make a new saving throw. Similarly, any target that had previously failed its saving throw gets a new save each time it gains the protection of a barrier."
		]
	},
	"full_pouch": {
		"name": "Full Pouch",
		"sources": [ "Arcane Anthology" ],
		"description": [
			"## Full Pouch",
			"",
			"{SOURCE Arcane Anthology/20}  ",
			"**School** {spelldef/transmutation}; **Level** alchemist 2, arcanist 2, bard 2, druid 2, hunter 2, inquisitor 3, investigator 2, occultist 3, ranger 3, skald 2, sorcerer 2, wizard 2",
			"",
			"### Casting",
			"",
			"**Casting Time** 1 swift action  ",
			"**Components** V, S, M (alchemical reagents or herbs worth 1 gp)",
			"",
			"### Effect",
			"",
			"**Range** touch  ",
			"**Target** 1 object touched  ",
			"**Duration** instantaneous  ",
			"**Saving Throw** Fortitude negates (object); **Spell Resistance** no",
			"",
			"You cast this spell as you draw out a consumable alchemical item to use. The object must be an alchemical item, but not a dose of disease, a poison, a magic potion, or another type of consumable item. The item divides itself into two nearly identical copies and the newly separated one is delivered into your hand. The new item functions as the original in all ways except the copied item suffers a slight reduction in quality. Saves against the new alchemical item's affects use the original item's save DC or the save DC of this spell, whichever is higher."
		]
	},
	"fumblestep": {
		"name": "Fumblestep",
		"sources": [ "Blood of the Beast" ],
		"description": [
			"## Fumblestep",
			"",
			"{SOURCE Blood of the Beast/27}  ",
			"**School** {spelldef/conjuration}; **Level** arcanist 1, mesmerist 1, sorcerer 1, spiritualist 1, witch 1, wizard 1 (Tengu)",
			"",
			"### Casting",
			"",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S, M (a sharp pebble)",
			"",
			"### Effect",
			"",
			"**Range** close (25 ft. + 5 ft./2 levels)  ",
			"**Target** one creature  ",
			"**Duration** 1 minute/level or until discharged (see text)  ",
			"**Saving Throw** none (see text); **Spell Resistance** yes",
			"",
			"Fumblestep coats a target's feet in slick ectoplasm that retains some psychic connection to your mind. While the spell remains in effect, the target creature takes a -1 penalty on Reflex saving throws and Acrobatics checks.",
			"",
			"At any point during the spell's duration while the target remains in range, you can discharge the spell as a standard action, mentally tugging at the ectoplasm to perform a trip combat maneuver, using your caster level instead of your base attack bonus, and using your Charisma, Intelligence, or Wisdom modifier, whichever is highest, instead of your Strength modifier. This trip attempt does not provoke an attack of opportunity and cannot be affected by feats or other means of altering a trip combat maneuver's effects."
		]
	},
	"fumbletongue": {
		"name": "Fumbletongue",
		"sources": [ "Ultimate Magic" ],
		"description": [
			"## Fumbletongue",
			"",
			"{SOURCE Ultimate Magic/221}  ",
			"**School** {spelldef/enchantment} ({spelldef/compulsion}) [{spelldef/mind-affecting}]; **Level** bard 1, mesmerist 1, psychic 1, skald 1, witch 1",
			"",
			"### Casting",
			"",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S",
			"",
			"### Effect",
			"",
			"**Range** close (25 ft. + 5 ft./2 levels)  ",
			"**Target** one creature  ",
			"**Duration** 1d4 rounds  ",
			"**Saving Throw** Will negates; **Spell Resistance** yes",
			"",
			"This enchantment causes a creature to be unable to speak intelligibly. Any effort the target makes to talk, in any language, comes out as a useless mix of unconnected words and noises. Even magic words are affected to some extent; the target has a 20% spell failure chance for any spell it attempts to cast with verbal components, and a 20% chance to incorrectly use a command word to activate a magic item. This spell has no effect on telepathic communication, or the vocalizations of creatures that lack a spoken language."
		]
	},
	"funereal_weapon": {
		"name": "Funereal Weapon",
		"sources": [ "Inner Sea Temples" ],
		"description": [
			"## Funereal Weapon",
			"",
			"{SOURCE Inner Sea Temples/42}  ",
			"**School** {spelldef/transmutation}; **Level** cleric 1, inquisitor 1, occultist 1, oracle 1, paladin 1, warpriest 1",
			"",
			"### Casting",
			"",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S, DF",
			"",
			"### Effect",
			"",
			"**Range** touch  ",
			"**Target** weapon touched or 50 projectiles (all of which must be together at the time of casting)  ",
			"**Duration** 1 minute/level  ",
			"**Saving Throw** Will negates (harmless, object); **Spell Resistance** yes (harmless, object)",
			"",
			"You imbue a weapon with a faint silvery glow that dimly illuminates a 5-foot square. An affected weapon also easily bypasses the physical defenses of undead creatures, ignoring 5 points of an undead creature's damage reduction, as long as the damage reduction is not DR/epic. For example, attacks with a weapon affected by this spell completely ignore a zombie's DR 5/slashing or reduce a lich's damage reduction to DR 10/bludgeoning and magic.",
			"",
			"You can't cast this spell on a natural weapon, such as an unarmed strike. Funereal weapon affects the DR of only undead creatures."
		]
	},
	"fungal_blisters": {
		"name": "Fungal Blisters",
		"sources": [ "Pathfinder #119: Prisoners of the Blight" ],
		"description": [
			"## Fungal Blisters",
			"",
			"{SOURCE Pathfinder #119: Prisoners of the Blight/70}  ",
			"**School** {spelldef/transmutation}; **Level** alchemist 2, arcanist 2, druid 2, hunter 2, investigator 2, sorcerer 2, witch 2, wizard 2 (Cyth-V'sug)",
			"",
			"### Casting",
			"",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S",
			"",
			"### Effect",
			"",
			"**Range** personal  ",
			"**Target** you  ",
			"**Duration** 1 minute/level or until discharged (see text)",
			"",
			"When you cast this spell, horrible, fungal growths sprout forth all over your body. You develop 1d2+1 of these blisters per 2 caster levels. Each time you are dealt more than 5 points of bludgeoning, piercing, or slashing damage from a single attack, one of these blisters bursts, releasing a cloud of harmful spores in a 5-foot-radius burst centered on you. These spores enter the lungs of all living creatures within the cloud that need to breathe and deal 1d6+1 points of damage for every 2 caster levels you have (Fortitude negates). This is a disease effect, and you and plants aren't affected by the spores. It is possible for more than one blister to burst in a single round. If you are reduced to 0 or fewer hit points, all remaining blisters burst, and the resulting spores deal the cumulative amount of damage.",
			"",
			"You are not able to cast this spell while wearing heavy armor. If you don heavy armor during the spell's duration, all remaining blisters burst as if you had been reduced to 0 or fewer hit points."
		]
	},
	"fungal_infestation": {
		"name": "Fungal Infestation",
		"sources": [ "Ultimate Magic" ],
		"description": [
			"## Fungal Infestation",
			"",
			"{SOURCE Ultimate Magic/221}  ",
			"**School** {spelldef/necromancy} [{spelldef/disease}]; **Level** druid 3, hunter 3",
			"",
			"### Casting",
			"",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S",
			"",
			"### Effect",
			"",
			"**Range** touch  ",
			"**Target** creature touched  ",
			"**Duration** 1d3 days  ",
			"**Saving Throw** Fortitude negates; **Spell Resistance** yes",
			"",
			"You coat the target in necrotic fungus that makes its flesh soft and fragile. Toadstools, ringworm, and other disgusting fungal growths sprout from its skin. The target takes 1d3 points of Charisma damage. Any physical attack against the target automatically adds 1d6 points of bleed damage."
		]
	},
	"furious_fire_barrage": {
		"name": "Furious Fire Barrage",
		"sources": [ "Agents of Evil" ],
		"description": [
			"## Furious Fire Barrage",
			"",
			"{SOURCE Agents of Evil/31}  ",
			"**School** {spelldef/evocation} [{spelldef/fire}]; **Level** arcanist 6, bloodrager 4, magus 5, sorcerer 6, wizard 6",
			"",
			"### Casting",
			"",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S, M (two balls of guano)",
			"",
			"### Effect",
			"",
			"**Range** personal  ",
			"**Effect** see text  ",
			"**Duration** 1 round/level; see text  ",
			"**Saving Throw** Reflex half; **Spell Resistance** yes",
			"",
			"Upon casting this spell, you conjure forth one or two balls of flame, each resting in a free hand. As part of casting this spell or as a standard action, you can throw one flame ball a maximum of 300 feet, dealing 1d6 points of fire damage per caster level you have (maximum 10d6) to all creatures within a 10-foot-radius spread.",
			"",
			"So long as the spell's duration lasts, you can channel your anger as a full-round action to create one new ball of flame, which can be thrown as a standard action. You cannot create additional balls of flame while you are under the effects of a calm emotions spell or are otherwise unable to feel anger or outrage."
		]
	},
	"fury_of_the_sun": {
		"name": "Fury of the Sun",
		"sources": [ "Advanced Race Guide" ],
		"description": [
			"## Fury of the Sun",
			"",
			"{SOURCE Advanced Race Guide/131}  ",
			"**School** {spelldef/transmutation} [{spelldef/curse}, {spelldef/fire}]; **Level** druid 2, hunter 2, witch 2 (ifrit)",
			"",
			"### Casting",
			"",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S",
			"",
			"### Effect",
			"",
			"**Range** close (25 ft. + 5 ft./2 levels)  ",
			"**Targets** one creature  ",
			"**Duration** 10 minutes/level  ",
			"**Saving Throw** Fortitude negates; **Spell Resistance** yes",
			"",
			"You curse the target to suffer unbearable heat. On a failed saving throw, the target is immediately subjected to severe heat , takes 1d4 points of nonlethal damage, and is suffering from heatstroke (fatigued). The target must save every 10 minutes as normal for severe heat (starting at DC 15 rather than the DC of this spell). Because this heat is internal, the target cannot avoid it using the normal methods for escaping heat dangers such as Survival checks or finding shade."
		]
	},
	"gallant_inspiration": {
		"name": "Gallant Inspiration",
		"sources": [ "Advanced Player's Guide" ],
		"description": [
			"## Gallant Inspiration",
			"",
			"{SOURCE Advanced Player's Guide/225}  ",
			"**School** {spelldef/divination}; **Level** bard 2, skald 2",
			"",
			"### Casting",
			"",
			"**Casting Time** 1 immediate action  ",
			"**Components** V",
			"",
			"### Effect",
			"",
			"**Range** close (25 ft. + 5 ft./2 levels)  ",
			"**Target** one living creature  ",
			"**Duration** instantaneous  ",
			"**Saving Throw** Will negates (harmless); **Spell Resistance** yes",
			"",
			"This word of arcane-empowered inspiration often ensures success of a crucial endeavor. Cast this spell when a creature fails an attack roll or skill check. The creature gains a +2d4 competence bonus to the attack roll or skill check retroactively. If the bonus is enough to turn the failure into a success, the roll succeeds."
		]
	},
	"garden_of_peril": {
		"name": "Garden of Peril",
		"sources": [ "Dirty Tactics Toolbox" ],
		"description": [
			"## Garden of Peril",
			"",
			"{SOURCE Dirty Tactics Toolbox/28}  ",
			"**School** {spelldef/conjuration} ({spelldef/creation}) [{spelldef/poison}]; **Level** arcanist 2, druid 2, hunter 2, ranger 2, sorcerer 2, summoner 2, witch 2, wizard 2",
			"",
			"### Casting",
			"",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S, M/DF (a pinch of spores)",
			"",
			"### Effect",
			"",
			"**Range** medium (100 ft. + 10 ft./level)  ",
			"**Effect** one poisonous mushroom/level, no two of which can be more than 30 ft. apart  ",
			"**Duration** 1 round/level (D)  ",
			"**Saving Throw** Fortitude negates; **Spell Resistance** no",
			"",
			"Vividly colored poisonous mushrooms instantly spring into existence in squares you select. The mushrooms can appear on any solid surface, even growing horizontally from walls or upside down from the ceiling.",
			"",
			"Once per round as a move action, starting the round after you cast this spell, you can command the mushrooms to release poisonous spores. Each creature adjacent to a mushroom or in a mushroom's square must then succeed at a Fortitude save or become sickened for 1d4 rounds. The condition of creatures that fail multiple saving throws does not worsen, but each additional failed saving throw adds 1d4 rounds to the duration the creature is sickened.",
			"",
			"The mushrooms are Tiny and cannot provide cover, but they are fairly sturdy (AC 7, hp 30, break DC 20). Creatures can move through squares containing mushrooms as normal. When destroyed, a mushroom evaporates and releases one last cloud of spores."
		]
	},
	"garrulous_grin": {
		"name": "Garrulous Grin",
		"sources": [ "Spymaster's Handbook" ],
		"description": [
			"## Garrulous Grin",
			"",
			"{SOURCE Spymaster's Handbook/28}  ",
			"**School** {spelldef/necromancy} [{spelldef/fear}, {spelldef/mind-affecting}]; **Level** antipaladin 2, bard 2, inquisitor 2, mesmerist 2, psychic 2, shaman 2, skald 2, spiritualist 2, witch 3",
			"",
			"### Casting",
			"",
			"**Casting Time** 1 round  ",
			"**Components** S",
			"",
			"### Effect",
			"",
			"**Range** close (25 ft. + 5 ft./2 levels)  ",
			"**Target** one creature  ",
			"**Duration** 1 hour/level (D)  ",
			"**Saving Throw** Will negates; **Spell Resistance** yes",
			"",
			"This Nidalese spell plants a seed of supernatural fear deep in a subject's mind, causing self-doubt, stuttering, and evasiveness. Affected creatures have difficulty meeting anyone's gaze and seem dishonest or guilty. The target takes a -4 penalty on Bluff and Diplomacy checks to convince another of the truth of her words, and on Diplomacy or Intimidate checks to influence another creature's attitude."
		]
	},
	"gaseous_form": {
		"name": "Gaseous Form",
		"sources": [
			"PRPG Core Rulebook",
			"Mythic Adventures"
		],
		"description": [
			"## Gaseous Form",
			"",
			"{SOURCE PRPG Core Rulebook/287}  ",
			"**School** {spelldef/transmutation}; **Level** alchemist 3, arcanist 3, bard 3, investigator 3, magus 3, medium 3, occultist 3, psychic 3, redmantisassassin 3, skald 3, sorcerer 3, spiritualist 3, wizard 3",
			"",
			"### Casting",
			"",
			"**Casting Time** 1 standard action  ",
			"**Components** S, M/DF (a bit of gauze and a wisp of smoke)",
			"",
			"### Effect",
			"",
			"**Range** touch  ",
			"**Target** willing corporeal creature touched  ",
			"**Duration** 2 min./level (D)  ",
			"**Saving Throw** none; **Spell Resistance** no",
			"",
			"The subject and all its gear become insubstantial, misty, and translucent. Its material armor (including natural armor) becomes worthless, though its size, Dexterity, deflection bonuses, and armor bonuses from force effects still apply. The subject gains DR 10/magic and becomes immune to poison, sneak attacks, and critical hits. It can't attack or cast spells with verbal, somatic, material, or focus components while in gaseous form. This does not rule out the use of certain spells that the subject may have prepared using the feats {feat/Silent Spell}, {feat/Still Spell}, and {feat/Eschew Materials}. The subject also loses supernatural abilities while in gaseous form. If it has a touch spell ready to use, that spell is discharged harmlessly when the gaseous form spell takes effect.",
			"",
			"A gaseous creature can't run, but it can fly at a speed of 10 feet and automatically succeeds on all Fly skill checks. It can pass through small holes or narrow openings, even mere cracks, with all it was wearing or holding in its hands, as long as the spell persists. The creature is subject to the effects of wind, and it can't enter water or other liquid. It also can't manipulate objects or activate items, even those carried along with its gaseous form. Continuously active items remain active, though in some cases their effects may be moot.",
			"",
			"### Mythic Gaseous Form",
			"",
			"{SOURCE Mythic Adventures/96}",
			"",
			"The damage reduction changes to DR 10/epic and magic, and the fly speed increases to 30 feet. The target can expand itself as a free action, filling an area equal to double its normal space and height (a Medium creature fills a 10-foot-by-10-foot space to a height of about 10 feet) and blocking vision as obscuring mist. Returning from expanded to normal size is also a free action.",
			"",
			"*Augmented:* If you expend two uses of mythic power, the target can shift into or out of gaseous form as a move action."
		]
	},
	"gate": {
		"name": "Gate",
		"sources": [
			"PRPG Core Rulebook",
			"Ultimate Wilderness",
			"The First World, Realm of the Fey"
		],
		"description": [
			"## Gate",
			"",
			"{SOURCE PRPG Core Rulebook/287}  ",
			"**School** {spelldef/conjuration} ({spelldef/creation} or {spelldef/calling}); **Level** arcanist 9, cleric 9, oracle 9, psychic 9, sorcerer 9, wizard 9",
			"",
			"### Casting",
			"",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S, M (see text)",
			"",
			"### Effect",
			"",
			"**Range** medium (100 ft. + 10 ft./level)  ",
			"**Effect** see text  ",
			"**Duration** instantaneous or concentration (up to 1 round/level); see text  ",
			"**Saving Throw** none; **Spell Resistance** no",
			"",
			"Casting a gate spell has two effects. First, it creates an interdimensional connection between your plane of existence and a plane you specify, allowing travel between those two planes in either direction.",
			"",
			"Second, you may then call a particular individual or kind of being through the gate.",
			"",
			"The gate itself is a circular hoop or disk from 5 to 20 feet in diameter (caster's choice) oriented in the direction you desire when it comes into existence (typically vertical and facing you). It is a two-dimensional window looking into the plane you specified when casting the spell, and anyone or anything that moves through is shunted instantly to the other side.",
			"",
			"A gate has a front and a back. Creatures moving through the gate from the front are transported to the other plane; creatures moving through it from the back are not.",
			"",
			"*Planar Travel:* As a mode of planar travel, a gate spell functions much like a plane shift spell, except that the gate opens precisely at the point you desire (a creation effect). Deities and other beings who rule a planar realm can prevent a gate from opening in their presence or personal demesnes if they so desire. Travelers need not join hands with you-anyone who chooses to step through the portal is transported. A gate cannot be opened to another point on the same plane; the spell works only for interplanar travel.",
			"",
			"You may hold the gate open only for a brief time (no more than 1 round per caster level), and you must concentrate on doing so, or else the interplanar connection is severed.",
			"",
			"*Calling Creatures:* The second effect of the gate spell is to call an extraplanar creature to your aid (a calling effect). By naming a particular being or kind of being as you cast the spell, you cause the gate to open in the immediate vicinity of the desired creature and pull the subject through, willing or unwilling. Deities and unique beings are under no compulsion to come through the gate, although they may choose to do so of their own accord. This use of the spell creates a gate that remains open just long enough to transport the called creatures. This use of the spell has a material cost of 10,000 gp in rare incense and offerings. This cost is in addition to any cost that must be paid to the called creatures.",
			"",
			"If you choose to call a kind of creature instead of a known individual, you may call either a single creature or several creatures. In either case, their total HD cannot exceed twice your caster level. In the case of a single creature, you can control it if its HD does not exceed your caster level. A creature with more HD than your caster level can't be controlled. Deities and unique beings cannot be controlled in any event. An uncontrolled being acts as it pleases, making the calling of such creatures rather dangerous. An uncontrolled being may return to its home plane at any time.",
			"",
			"If you choose to exact a longer or more involved form of service from a called creature, you must offer some fair trade in return for that service. The service exacted must be reasonable with respect to the promised favor or reward; see the lesser planar ally spell for appropriate rewards. Some creatures may want their payment in \"livestock\" rather than in coin, which could involve complications. Immediately upon completion of the service, the being is transported to your vicinity, and you must then and there turn over the promised reward. After this is done, the creature is instantly freed to return to its own plane.",
			"",
			"Failure to fulfill the promise to the letter results in your being subjected to service by the creature or by its liege and master, at the very least. At worst, the creature or its kin may attack you.",
			"",
			"*Note:* When you use a calling spell such as gate to call an air, chaotic, earth, evil, fire, good, lawful, or water creature, it becomes a spell of that type.",
			"",
			"### Fey Gate",
			"",
			"{SOURCE Ultimate Wilderness/230}  ",
			"**School** {spelldef/conjuration} ({spelldef/creation}); **Level** arcanist 8, bard 6, cleric 8, druid 8, oracle 8, skald 6, sorcerer 8, summoner 6, unchained summoner 6, witch 8, wizard 8",
			"",
			"#### Casting",
			"",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S",
			"",
			"#### Effect",
			"",
			"**Range** close (25 ft. + 5 ft./2 levels)  ",
			"**Duration** 1 round/level; see text  ",
			"**Saving Throw** none; **Spell Resistance** no",
			"",
			"This spell functions as the planar travel function of gate, except it can be used to travel only between points on the Material Plane and the First World, and it comes with additional dangers.",
			"",
			"This spell forms a circular portal between 5 and 20 feet in diameter (your choice) oriented in the direction you desire when it comes into being (typically vertical and facing you). The portal is full of gray fog that blocks line of sight. Anyone or anything that moves through the portal to enter the First World is shunted instantly to a random point on that plane (the same point for everything traveling via a particular casting). At the end of the spell's duration, the caster can attempt a DC 30 Spellcraft check. On a success, the portal remains open for 1d4+1 days. Creatures exiting the First World through a fey gate always arrive at the location the spell was cast.",
			"",
			"While the spell always deposits travelers on solid ground in the First World, it conveys no protections against whatever creatures or environmental hazards may be present there."
		]
	},
	"fey_gate": {
		"name": "Fey Gate",
		"copyof": "gate"
	},
	"geas_lesser": {
		"name": "Geas, Lesser",
		"sources": [ "PRPG Core Rulebook" ],
		"description": [
			"## Geas, Lesser",
			"",
			"{SOURCE PRPG Core Rulebook/288}  ",
			"**School** {spelldef/enchantment} ({spelldef/compulsion}) [{spelldef/curse}, {spelldef/language-dependent}, {spelldef/mind-affecting}]; **Level** arcanist 4, bard 3, inquisitor 4, mesmerist 3, psychic 4, skald 3, sorcerer 4, witch 4, wizard 4",
			"",
			"### Casting",
			"",
			"**Casting Time** 1 round  ",
			"**Components** V",
			"",
			"### Effect",
			"",
			"**Range** close (25 ft. + 5 ft./2 levels)  ",
			"**Target** one living creature with 7 HD or less  ",
			"**Duration** 1 day/level or until discharged (D)  ",
			"**Saving Throw** Will negates; **Spell Resistance** yes",
			"",
			"A lesser geas places a magical command on a creature to carry out some service or to refrain from some action or course of activity, as desired by you. The creature must have 7 or fewer HD and be able to understand you. While a geas cannot compel a creature to kill itself or perform acts that would result in certain death, it can cause almost any other course of activity.",
			"",
			"The geased creature must follow the given instructions until the geas is completed, no matter how long it takes.",
			"",
			"If the instructions involve some open-ended task that the recipient cannot complete through his own actions, the spell remains in effect for a maximum of 1 day per caster level. A clever recipient can subvert some instructions.",
			"",
			"If the subject is prevented from obeying the lesser geas for 24 hours, it takes a -2 penalty to each of its ability scores. Each day, another -2 penalty accumulates, up to a total of -8. No ability score can be reduced to less than 1 by this effect. The ability score penalties are removed 24 hours after the subject resumes obeying the lesser geas.",
			"",
			"A lesser geas (and all ability score penalties) can be ended by break enchantment, limited wish, remove curse, miracle, or wish. Dispel magic does not affect a lesser geas.",
			"",
			"### Geas/Quest",
			"",
			"{SOURCE PRPG Core Rulebook/288}  ",
			"**School** {spelldef/enchantment} ({spelldef/compulsion}) [{spelldef/curse}, {spelldef/language-dependent}, {spelldef/mind-affecting}]; **Level** arcanist 6, bard 6, cleric 6, inquisitor 5, mesmerist 6, oracle 6, psychic 6, skald 6, sorcerer 6, warpriest 6, witch 6, wizard 6",
			"",
			"#### Casting",
			"",
			"**Casting Time** 10 minutes  ",
			"**Components** V",
			"",
			"#### Effect",
			"",
			"**Range** close (25 ft. + 5 ft./2 levels)  ",
			"**Target** one living creature  ",
			"**Duration** 1 day/level or until discharged (D)  ",
			"**Saving Throw** none; **Spell Resistance** yes",
			"",
			"This spell functions similarly to lesser geas, except that it affects a creature of any HD and allows no saving throw.",
			"",
			"If the subject is prevented from obeying the geas/quest for 24 hours, it takes a -3 penalty to each of its ability scores. Each day, another -3 penalty accumulates, up to a total of -12. No ability score can be reduced to less than 1 by this effect. The ability score penalties are removed 24 hours after the subject resumes obeying the geas/quest.",
			"",
			"A remove curse spell ends a geas/quest spell only if its caster level is at least two higher than your caster level. Break enchantment does not end a geas/quest, but limited wish, miracle, and wish do.",
			"",
			"Bards, sorcerers, and wizards usually refer to this spell as geas, while clerics call the same spell quest."
		]
	},
	"lesser_geas": { "copyof": "geas_lesser" },
	"geas_quest": {
		"name": "Geas/Quest",
		"copyof": "lesser_geas"
	},
	"geas": { "copyof": "geas_quest" },
	"quest": { "copyof": "geas_quest" },
	"gebs_hammer": {
		"name": "Geb's Hammer",
		"sources": [ "Inner Sea Magic" ],
		"description": [
			"## Geb's Hammer",
			"",
			"{SOURCE Inner Sea Magic/55}  ",
			"**School** {spelldef/necromancy}; **Level** arcanist 4, sorcerer 4, witch 4, wizard 4",
			"",
			"### Casting",
			"",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S, M (a leather glove coated in dried embalming herbs)",
			"",
			"### Effect",
			"",
			"**Range** close (25 ft. + 5 ft./2 levels)  ",
			"**Effect** sphere of undead remains composed of 3 or more destroyed undead  ",
			"**Duration** 1 round/level  ",
			"**Saving Throw** none; **Spell Resistance** yes",
			"",
			"Centuries of war with Nex trained the necromancers of Geb to extract every last resource from the mindless undead that make up most of Geb's rank-and-file troops.",
			"",
			"When you cast this spell, you draw the remains of nearby destroyed undead together and fuse them into a mass of flesh and bone you can then hurl at any foes within range. Three corpses within range of the spell are required for the spell to function. Geb's hammer can be directed to attack one foe within range per round as a move action. It uses your caster level as its base attack bonus, modified by your Intelligence, Wisdom, or Charisma modifier (whichever one is highest). On a hit, the corpse hammer deals 1d6 points of damage per three caster levels (to a maximum of 6d6 points of damage).",
			"",
			"Geb's hammer also has secondary effects based on the nature of the three bodies you use to create it. If the majority used to create Geb's hammer (at least two) were skeletal, the jagged bits of bone cause the corpse hammer to deal slashing damage and increase Geb's hammer's critical threat range to 19-20. On the other hand, if the majority were fleshy (at least two), the increased mass causes Geb's hammer to deal bludgeoning damage and increase its critical hit damage to &times;3.",
			"",
			"Undead that have been destroyed by positive energy or a similar effect that does not leave a corpse, like a disintegrate spell, cannot be used to form Geb's hammer."
		]
	},
	"geniekind": {
		"name": "Geniekind",
		"sources": [
			"Inner Sea Magic",
			"Mythic Origins"
		],
		"description": [
			"## Geniekind",
			"",
			"{SOURCE Inner Sea Magic/55}  ",
			"**School** {spelldef/transmutation} ({spelldef/polymorph}); **Level** arcanist 5, cleric 5, druid 5, hunter 5, oracle 5, sorcerer 5, summoner 5, unchained summoner 5, warpriest 5, wizard 5",
			"",
			"### Casting",
			"",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S, M (a pinch of dust, embers, wind-blown sand or drops of water, depending on the genie type)",
			"",
			"### Effect",
			"",
			"**Range** personal  ",
			"**Target** you  ",
			"**Duration** 1 round/level",
			"",
			"Keleshite wizards and clerics have always sought to emulate the genies that they bind. The geniekind spell is the result of attempts to gain the power and influence of these proud outsiders without entirely forsaking the caster's own form.",
			"",
			"Upon casting this spell, you must choose one type of genie to transform into, selecting from djinni, efreeti, marid, or shaitan. You retain your basic physical appearance but shift in some way to become more akin to the genie type you chose. While under the effects of geniekind, you gain a +2 racial bonus on all saving throws against paralysis, poison, sleep, and stunning effects, and a +4 enhancement bonus to your natural armor bonus. You also gain a +2 enhancement bonus to Constitution and a +5 bonus on all Diplomacy checks made when interacting with creatures of the same elemental subtype as your chosen genie. In addition, you gain other abilities depending upon the type of genie you choose to assume the form of, as detailed below.",
			"",
			"*Djinni:* You gain the ability to fly at a speed of 60 feet with perfect maneuverability. When flying, your lower torso trails away into a vortex of wind and smoke. You gain resist electricity 10.",
			"",
			"*Efreeti:* Your flesh turns a deep red and you grow large horns on your head. Your unarmed strikes and any melee weapon you wield deal +1d6 points of fire damage. You gain resist fire 10.",
			"",
			"*Marid:* Your flesh turns blue and you gain webbed fingers and toes. You gain a swim speed of 60 feet and can breathe water. You gain resist cold 10.",
			"",
			"*Shaitan:* Your flesh gains the coloration of stone and your hair appears to be sculpted from fine crystals. You gain a burrow speed of 60 feet and resist acid 10.",
			"",
			"### Mythic Geniekind",
			"",
			"{SOURCE Mythic Origins/12}",
			"",
			"The energy resistance granted by your genie form increases to 20. You gain a +2 enhancement bonus to Strength and Dexterity. In addition, once while you are transformed you can use one spell-like ability based on your genie form (using your caster level), as detailed below.",
			"",
			"*Djinni:* create food and water, gaseous form, or major creation (created vegetable matter is permanent)",
			"",
			"*Efreeti:* pyrotechnics, scorching ray, or wall of fire",
			"",
			"*Marid:* control water, quench, or water breathing",
			"",
			"*Shaitan:* meld into stone, rusting grasp, or transmute rock to mud",
			"",
			"Such spell-like abilities end either when their duration has expired or when the duration of mythic geniekind has expired, whichever comes first.",
			"",
			"*Augmented (7th):* If you expend three uses of mythic power, the energy resistance granted by your genie form becomes energy immunity. While you are transformed, you can change into a different type of genie as a full-round action. You can become each type of genie only once per casting, and you can use one listed spell-like ability in each of your different genie forms. The duration of the spell-like abilities ends when the spell's duration ends or when you change to a different genie form, whichever comes first."
		]
	},
	"genius_avaricious": {
		"name": "Genius Avaricious",
		"sources": [ "Pathfinder #30: The Twice-Damned Prince" ],
		"description": [
			"## Genius Avaricious",
			"",
			"{SOURCE Pathfinder #30: The Twice-Damned Prince/68}  ",
			"**School** {spelldef/conjuration} ({spelldef/creation}) [{spelldef/evil}]; **Level** arcanist 6, cleric 6, oracle 6, sorcerer 6, warpriest 6, wizard 6",
			"",
			"### Casting",
			"",
			"**Casting Time** 10 minutes  ",
			"**Components** V, S, M (valuable offerings; see text), F (one gold coin)",
			"",
			"### Effect",
			"",
			"**Range** touch  ",
			"**Effect** a vestige of the archdevil Mammon imbues a coin with a negotiable degree of power  ",
			"**Duration** instantaneous (see text)  ",
			"**Saving Throw** none; **Spell Resistance** no",
			"",
			"Casting this spell constitutes performing a rite of sacrifice to the archdevil {faith/Mammon}, making an offering to the Lord of Erebus and channeling a measure of his disembodied might into a single coin. The power and abilities of this vestige correspond directly to the value of the offering, allowing for three distinct effects.",
			"",
			"*Corrupted Coin:* Making a sacrifice worth 1,500 gp corrupts the focus into a \"lucky\" or \"unlucky\" coin as per the caster's will for 1 month. Any creature that bears the coin gains a bonus or penalty (decided by the caster at the time of casting) on all Appraise, Bluff, Craft, and Profession checks. This bonus or penalty is equal to 1 per 3 caster levels (maximum +5 at 15th level). In addition, the coin can produce an effect similar to the spell augury once per day-its flip producing a weal (heads), woe (tails), or nothing result (landing on the edge). Potentially unknown to the bearer (if different from the caster), the caster can telepathically hear any question asked of the coin and, as a free action, influence the result as he chooses.",
			"",
			"*Mammon's Mantle:* Making a sacrifice worth 3,000 gp transforms the coin into a kind of infernal aegis for any who swallow the coin. Upon ingesting the coin, the target gains a bonus to Charisma equal to +1 per 3 caster levels (maximum +5 at 15th level). The bearer's blood also takes on a hue like liquid gold and runs slowly, granting him immunity to poison, disease, and aging effects, and causing him to automatically stabilize if reduced to fewer than 0 hit points. Additionally, the bearer can eat gold to heal himself, regaining 1 hit point for every 20 gold pieces he consumes (materials other than gold provide no benefit). The coin's effects last for 1 day per caster level.",
			"",
			"*Gold Guardian:* Making a sacrifice worth 6,000 gp allows the focus coin to animate nearby coins. When cast into a pile of 100,000 coins, an {monster/animate hoard} forms under the control of the caster. The guardian serves for 1 month. After this month, coins begin disappearing from the guardian at a rate of 100 gp per day, reducing the creature's hit points by 1 per day. When the guardian's hit points reach 0, the guardian collapses and the focus coin is destroyed. Coins lost from the guardian can be replaced, restoring any lost hit points.",
			"",
			"In addition to the effects of any of these offerings, should the focus coin be swallowed, any being sired or conceived by the creature while the magic is in effect is born as a {race/tiefling} (bearing an indirect relation to Mammon himself)."
		]
	},
	"gentle_breeze": {
		"name": "Gentle Breeze",
		"sources": [ "Advanced Class Guide" ],
		"description": [
			"## Gentle Breeze",
			"",
			"{SOURCE Advanced Class Guide/183}  ",
			"**School** {spelldef/evocation} [{spelldef/air}]; **Level** arcanist 1, druid 1, hunter 1, shaman 1, sorcerer 1, witch 1, wizard 1",
			"",
			"### Casting",
			"",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S",
			"",
			"### Effect",
			"",
			"**Range** close (25 ft. + 5 ft./2 levels)  ",
			"**Target** one creature or object  ",
			"**Duration** 1 hour (D)  ",
			"**Saving Throw** Will negates (harmless); **Spell Resistance** yes (harmless)",
			"",
			"You create a light wind that blows only against the target, from a direction of your choice. The breeze grants the target a +2 circumstance bonus on saves against very hot conditions, severe heat, and saves against clouds, vapors, and gases (such as cloudkill, stinking cloud, and inhaled poisons). There must be air present to use this spell."
		]
	},
	"gentle_repose": {
		"name": "Gentle Repose",
		"sources": [ "PRPG Core Rulebook" ],
		"description": [
			"## Gentle Repose",
			"",
			"{SOURCE PRPG Core Rulebook/289}  ",
			"**School** {spelldef/necromancy}; **Level** arcanist 3, cleric 2, medium 2, occultist 3, oracle 2, shaman 2, sorcerer 3, spiritualist 2, warpriest 2, witch 2, wizard 3",
			"",
			"### Casting",
			"",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S, M/DF (salt and a copper piece for each of the corpse's eyes)",
			"",
			"### Effect",
			"",
			"**Range** touch  ",
			"**Target** corpse touched  ",
			"**Duration** 1 day/level  ",
			"**Saving Throw** Will negates (object); **Spell Resistance** yes (object)",
			"",
			"You preserve the remains of a dead creature so that they do not decay. Doing so effectively extends the time limit on raising that creature from the dead (see {spell/raise dead}). Days spent under the influence of this spell don't count against the time limit. Additionally, this spell makes transporting a slain (and thus decaying) comrade less unpleasant.",
			"",
			"The spell also works on severed body parts and the like."
		]
	},
	"geomessage": {
		"name": "Geomessage",
		"sources": [ "Villain Codex" ],
		"description": [
			"## Geomessage",
			"",
			"{SOURCE Villain Codex/237}  ",
			"**School** {spelldef/illusion} ({spelldef/figment}); **Level** arcanist 4, bard 3, hunter 3, medium 3, occultist 3, ranger 3, skald 3, sorcerer 4, wizard 4",
			"",
			"### Casting",
			"",
			"**Casting Time** 1 minute  ",
			"**Components** V, S, M (a scrap of vellum)",
			"",
			"### Effect",
			"",
			"**Range** touch  ",
			"**Target** surface touched  ",
			"**Duration** 1 day/level  ",
			"**Saving Throw** none; **Spell Resistance** no",
			"",
			"You create a written message of 50 words or fewer, or else an image, a drawing, or a similar diagram. The figment hangs invisible and obscured upon the target surface for the duration of the spell. Another casting of geomessage is needed to cause the figment to arrange itself into the intended message.",
			"",
			"When you cast the spell, you can choose to incorporate a passphrase into the spell. If you do so, the message is protected as if nondetection had been cast on it for the full duration of the spell, though creatures that cast geomessage on the surface and speak the passphrase ignore the nondetection effect and cause the image to become visible until the caster speaks the passphrase again.",
			"",
			"Without a passphrase, the message simply remains invisible to those who cast geomessage. Detection methods like detect magic and see invisibility indicate the message's presence but do not reveal its contents."
		]
	},
	"getaway": {
		"name": "Getaway",
		"sources": [ "Advanced Player's Guide" ],
		"description": [
			"## Getaway",
			"",
			"{SOURCE Advanced Player's Guide/225}  ",
			"**School** {spelldef/conjuration} ({spelldef/teleportation}); **Level** arcanist 6, bard 6, mesmerist 6, occultist 6, psychic 6, skald 6, sorcerer 6, spiritualist 6, wizard 6",
			"",
			"### Casting",
			"",
			"**Casting Time** 1 minute  ",
			"**Components** V, S, M (a brass doorknob)",
			"",
			"### Effect",
			"",
			"**Range** unlimited  ",
			"**Targets** you and one willing creature/2 levels, all of which must be within 30 feet of you  ",
			"**Duration** 1 hour/level  ",
			"**Saving Throw** none; **Spell Resistance** no",
			"",
			"Getaway teleports you and allies you designate at the time of casting to a predetermined location. You must initially cast the spell at that location-all creatures affected by the spell must be present at that time and within 30 feet of you. At any time before the spell's duration expires, you may trigger the spell as a swift action. At this time, all affected creatures (or their remains and gear) within 30 feet of you are teleported to the location where you first cast the spell. Creatures more than 30 feet away from you are left behind. Selected creatures within 30 feet of you who do not wish to travel with you at that time can simply choose not to go. You can be transported any distance within a plane but cannot travel between planes."
		]
	},
	"geyser": {
		"name": "Geyser",
		"sources": [ "Advanced Player's Guide" ],
		"description": [
			"## Geyser",
			"",
			"{SOURCE Advanced Player's Guide/225}  ",
			"**School** {spelldef/conjuration} ({spelldef/creation}) [{spelldef/fire}, {spelldef/water}]; **Level** arcanist 5, druid 4, hunter 4, magus 5, sorcerer 5, wizard 5",
			"",
			"### Casting",
			"",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S, M/DF (a piece of lava rock)",
			"",
			"### Effect",
			"",
			"**Range** long (400 ft. + 40 ft./level)  ",
			"**Effect** spout of boiling water filling a 5 ft. square and spraying upward 10 ft./2 levels  ",
			"**Duration** concentration + 1 round/level  ",
			"**Saving Throw** Reflex partial (see below); **Spell Resistance** no",
			"",
			"You cause a column of boiling water to spring forth from any horizontal surface, knocking over creatures directly over it and exposing nearby creatures to searing droplets as its spray falls back to the ground.",
			"",
			"Any creature entering the geyser, or occupying the square it appears in, must make a Reflex saving throw to avoid being hurled into the air and then tossed to the ground. If the creature fails its saving throw, it takes 3d6 points of fire damage from the boiling water and also takes falling damage based upon the height of the geyser (e.g., if the geyser is 50 feet tall, the creature takes 5d6 falling damage), landing prone in a random square adjacent to the geyser. A successful saving throw halves the damage and negates the falling damage, and the creature is moved to the closest square adjacent to the geyser (Large-sized or larger creatures are moved enough so that they are not on top of the geyser but still adjacent to it). This movement does not provoke attacks of opportunity and does not count toward the creature's normal movement.",
			"",
			"In addition, the geyser sprays boiling water in a hemispherical emanation around its square. The radius of this emanation is equal to one-half the geyser's height (e.g., a 50-foot geyser has a 25-foot-radius emanation). Any creature within this area, including yourself, takes 1d6 points of fire damage each round as droplets of boiling water cascade on them.",
			"",
			"You can choose to make a smaller geyser than your level permits if an obstruction prevents it from reaching its full height, or if you simply want to create a spread of boiling rain that's smaller than what would be created by a full-height geyser spell."
		]
	},
	"ghost_brand": {
		"name": "Ghost Brand",
		"sources": [ "Ultimate Intrigue" ],
		"description": [
			"## Ghost Brand",
			"",
			"{SOURCE Ultimate Intrigue/215}  ",
			"**School** {spelldef/transmutation} [[shadow](spelldef/shadow_descriptor)]; **Level** bard 4, occultist 3, skald 4, spiritualist 4, witch 4",
			"",
			"### Casting",
			"",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S, M (a branding iron an a strip of white silk worth 10 gp)",
			"",
			"### Effect",
			"",
			"**Range** touch  ",
			"**Target** one willing creature and one object touched  ",
			"**Duration** 1 day/level (D)  ",
			"**Saving Throw** none; **Spell Resistance** no",
			"",
			"You alter the fundamental substance of a single object up to 2 cubic feet per level in size and at least one size category smaller than the target creature, causing it to become shadowy and intangible, as though made out of quasi-real shadowstuff. You link the intangible item to the target's flesh by making a brand shaped like the item on the target's skin. The intangible item merges with the target's flesh and is contained within the target's body, moving with the target wherever it goes. The creature can retrieve the item or reabsorb it as a full-round action, and can do so as many times as it wants. When worn or wielded by the target, the item regains its solidity and functions normally, though the target can't drop or remove the item (other than by using the full-round action), nor can it be disarmed or stolen. If the item is destroyed, the spell ends. If the ghost brand spell is dispelled while the object is inside the target's body, the object bursts out of the target's flesh, dealing 3d6 points of piercing and slashing damage to the target that bypasses DR, as well as 1d6 points of bleed damage."
		]
	},
	"ghost_sound": {
		"name": "Ghost Sound",
		"sources": [ "PRPG Core Rulebook" ],
		"description": [
			"## Ghost Sound",
			"",
			"{SOURCE PRPG Core Rulebook/289}  ",
			"**School** {spelldef/illusion} ({spelldef/figment}); **Level** adept 0, arcanist 0, bard 0, magus 0, medium 0, mesmerist 0, occultist 0, psychic 0, skald 0, sorcerer 0, wizard 0",
			"",
			"### Casting",
			"",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S, M (a bit of wool or a small lump of wax)",
			"",
			"### Effect",
			"",
			"**Range** close (25 ft. + 5 ft./2 levels)  ",
			"**Effect** illusory sounds  ",
			"**Duration** 1 round/level (D)  ",
			"**Saving Throw** Will disbelief; **Spell Resistance** no",
			"",
			"Ghost sound allows you to create a volume of sound that rises, recedes, approaches, or remains at a fixed place. You choose what type of sound ghost sound creates when casting it and cannot thereafter change the sound's basic character.",
			"",
			"The volume of sound created depends on your level. You can produce as much noise as four normal humans per caster level (maximum 40 humans). Thus, talking, singing, shouting, walking, marching, or running sounds can be created. The noise a ghost sound spell produces can be virtually any type of sound within the volume limit. A horde of rats running and squeaking is about the same volume as eight humans running and shouting. A roaring lion is equal to the noise from 16 humans, while a roaring dragon is equal to the noise from 32 humans. Anyone who hears a ghost sound receives a Will save to disbelieve.",
			"",
			"Ghost sound can enhance the effectiveness of a silent image spell.",
			"",
			"Ghost sound can be made permanent with a permanency spell."
		]
	},
	"ghost_whip": {
		"name": "Ghost Whip",
		"sources": [ "Occult Adventures" ],
		"description": [
			"## Ghost Whip",
			"",
			"{SOURCE Occult Adventures/172}  ",
			"**School** {spelldef/evocation}; **Level** arcanist 2, cleric 2, inquisitor 2, magus 2, occultist 2, oracle 2, psychic 2, sorcerer 2, spiritualist 2, warpriest 2, witch 2, wizard 2",
			"",
			"### Casting",
			"",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S",
			"",
			"### Effect",
			"",
			"**Range** 0 ft.  ",
			"**Effect** whip of flexible ectoplasm  ",
			"**Duration** 1 round/level (D)  ",
			"**Saving Throw** none; **Spell Resistance** yes",
			"",
			"A white, 15-foot-long lash of ghostly evanescence appears from your hand. This weapon is treated as a ghost touch whip with no enhancement bonus. You can wield it as a whip as if you were proficient. Attacks with a ghost whip are resolved as incorporeal touch attacks. The whip affects only creatures you attack with it, passing through objects and other creatures in its path and thereby allowing you to ignore cover between you and your target. When a ghost whip attack passes through total cover, the target is treated as having total concealment (50% miss chance). Against incorporeal and undead creatures, a ghost whip deals lethal damage and can be used to perform drag or reposition combat maneuvers (in addition to a whip's normal disarm and trip maneuvers). A ghost whip cannot be disarmed or sundered."
		]
	},
	"ghost_wolf": {
		"name": "Ghost Wolf",
		"sources": [
			"Advanced Race Guide",
			"Orcs of Golarion"
		],
		"description": [
			"## Ghost Wolf",
			"",
			"{SOURCE Advanced Race Guide/58;Orcs of Golarion/28}  ",
			"**School** {spelldef/conjuration} ({spelldef/creation}); **Level** arcanist 4, bloodrager 4, psychic 4, sorcerer 4, summoner 2, unchained summoner 2, wizard 4 (half-orc)",
			"",
			"### Casting",
			"",
			"**Casting Time** 10 minutes  ",
			"**Components** V, S, F (dire wolf tooth)",
			"",
			"### Effect",
			"",
			"**Range** 0 ft.  ",
			"**Target** one quasi-real wolflike creature  ",
			"**Duration** 1 hour/level (D) or 1 round/level; see text  ",
			"**Saving Throw** none (see description); **Spell Resistance** no",
			"",
			"This spell conjures a Large, quasi-real, wolflike creature made of roiling black smoke. It functions as phantom steed, except as noted above. In addition, the creature radiates an aura of fear. Any creature with fewer than 6 Hit Dice within 30 feet (except the ghost wolf's rider) must make a Will save or become shaken for 1d4 rounds (this is a mind-affecting fear effect). A creature that makes its Will save is unaffected by the steed's fear aura for 24 hours.",
			"",
			"The ghost wolf may also be used in combat. Once per round, the rider may direct the ghost wolf to attack in battle as a free action (bite +10, 1d8+6 points of damage); unlike an animal mount, this does not require a Ride check or any training. Once the ghost wolf attacks, it lasts for only 1 round per level thereafter."
		]
	},
	"ghostbane_dirge": {
		"name": "Ghostbane Dirge",
		"sources": [ "Advanced Player's Guide" ],
		"description": [
			"## Ghostbane Dirge",
			"",
			"{SOURCE Advanced Player's Guide/225}  ",
			"**School** {spelldef/transmutation}; **Level** bard 2, cleric 2, inquisitor 2, occultist 2, oracle 2, paladin 1, shaman 2, skald 2, warpriest 2",
			"",
			"### Casting",
			"",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S, M/DF (an old reed from a wind instrument)",
			"",
			"### Effect",
			"",
			"**Range** close (25 ft. + 5 ft./2 levels)  ",
			"**Target** one incorporeal creature  ",
			"**Duration** 1 round/level  ",
			"**Saving Throw** Will negates; **Spell Resistance** yes",
			"",
			"The target coalesces into a semi-physical form for a short period of time. While subject to the spell, the incorporeal creature takes half damage (50%) from nonmagical attack forms, and full damage from magic weapons, spells, spell-like effects, and supernatural effects.",
			"",
			"### Ghostbane Dirge, Mass",
			"",
			"{SOURCE Advanced Player's Guide/225}  ",
			"**School** {spelldef/transmutation}; **Level** bard 4, cleric 5, inquisitor 5, occultist 5, oracle 5, paladin 3, shaman 5, skald 4, warpriest 5",
			"",
			"#### Casting",
			"",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S, M/DF (an old reed from a wind instrument)",
			"",
			"#### Effect",
			"",
			"**Range** close (25 ft. + 5 ft./2 levels)  ",
			"**Target** one incorporeal creature/level, no two of which can be more than 30 ft. apart  ",
			"**Duration** 1 round/level  ",
			"**Saving Throw** Will negates; **Spell Resistance** yes",
			"",
			"This spell functions as ghostbane dirge, except that it affects multiple targets."
		]
	},
	"ghostbane_dirge_mass": {
		"name": "Ghostbane Dirge, Mass",
		"copyof": "ghostbane_dirge"
	},
	"mass_ghostbane_dirge": {
		"copyof": "ghostbane_dirge_mass"
	},
	"ghostly_disguise": {
		"name": "Ghostly Disguise",
		"sources": [ "Ultimate Magic" ],
		"description": [
			"## Ghostly Disguise",
			"",
			"{SOURCE Ultimate Magic/222}  ",
			"**School** {spelldef/illusion} ({spelldef/glamer}); **Level** alchemist 2, arcanist 2, bard 2, inquisitor 2, investigator 2, medium 2, mesmerist 2, occultist 2, psychic 2, redmantisassassin 2, skald 2, sorcerer 2, witch 2, wizard 2",
			"",
			"### Casting",
			"",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S",
			"",
			"### Effect",
			"",
			"**Range** personal  ",
			"**Target** you  ",
			"**Duration** 10 minute/level (D)",
			"",
			"You make yourself - including clothing, armor, weapons, and equipment - appear translucent like a ghost. Any mundane or magical disguise on you is affected by this illusion as well; for example, if you are disguised as the king or a sahuagin, you look like a ghostly version of the king or a sahuagin. Your ghostly form may have a pale green, blue, or violet coloration, or a muted version of your normal appearance.",
			"",
			"The spell does not actually make you ghostly or provide any incorporeal abilities. If you choose, the illusion can make you appear to float slightly above the ground, though you are actually still on the ground. A creature that interacts with the glamer gets a Will save to recognize it as an illusion."
		]
	},
	"ghoul_hunger": {
		"name": "Ghoul Hunger",
		"sources": [
			"Inner Sea Gods",
			"Gods and Magic"
		],
		"description": [
			"## Ghoul Hunger",
			"",
			"{SOURCE Inner Sea Gods/234;Gods and Magic/41}  ",
			"**School** {spelldef/necromancy} [{spelldef/evil}, {spelldef/mind-affecting}]; **Level** antipaladin 2, arcanist 2, cleric 2, oracle 2, sorcerer 2, warpriest 2, witch 2, wizard 2 (Urgathoa)",
			"",
			"### Casting",
			"",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S",
			"",
			"### Effect",
			"",
			"**Range** close (25 ft. + 5 ft./2 levels)  ",
			"**Target** one humanoid creature  ",
			"**Duration** 1 round/level; see text  ",
			"**Saving Throw** Will negates, see text; **Spell Resistance** yes",
			"",
			"You awaken an unnatural hunger in the target, compelling it to fall upon a nearby helpless or dead humanoid creature and begin eating its flesh. The target defends itself normally but takes no other actions while eating. The target does not take extraordinary risks to satisfy this urge (it wouldn't jump over a pit or swim through lava to reach a suitable victim). If the target can't fulfill this urge on its next turn, the spell fails. Each round on its turn, the target can attempt a new saving throw to end the effect."
		]
	},
	"ghoul_touch": {
		"name": "Ghoul Touch",
		"sources": [ "PRPG Core Rulebook" ],
		"description": [
			"## Ghoul Touch",
			"",
			"{SOURCE PRPG Core Rulebook/289}  ",
			"**School** {spelldef/necromancy} [{spelldef/poison}]; **Level** arcanist 2, bloodrager 2, sorcerer 2, spiritualist 2, wizard 2",
			"",
			"### Casting",
			"",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S, M (cloth from a ghoul or earth from a ghoul's lair)",
			"",
			"### Effect",
			"",
			"**Range** touch  ",
			"**Target** living humanoid touched  ",
			"**Duration** 1d6+2 rounds  ",
			"**Saving Throw** Fortitude negates; **Spell Resistance** yes",
			"",
			"Imbuing you with negative energy, this spell allows you to paralyze a single living humanoid for the duration of the spell with a successful melee touch attack.",
			"",
			"A paralyzed subject exudes a carrion stench that causes all living creatures (except you) in a 10-foot-radius spread to become sickened (Fortitude negates). A neutralize poison spell removes the effect from a sickened creature, and creatures immune to poison are unaffected by the stench. This is a poison effect."
		]
	},
	"giant_form_1": {
		"name": "Giant Form I",
		"sources": [ "PRPG Core Rulebook" ],
		"description": [
			"## Giant Form I",
			"",
			"{SOURCE PRPG Core Rulebook/289}  ",
			"**School** {spelldef/transmutation} ({spelldef/polymorph}); **Level** alchemist 6, arcanist 7, investigator 6, sorcerer 7, wizard 7",
			"",
			"### Casting",
			"",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S, M (a piece of the creature whose form you plan to assume)",
			"",
			"### Effect",
			"",
			"**Range** personal  ",
			"**Target** you  ",
			"**Duration** 1 min./level (D)",
			"",
			"When you cast this spell you can assume the form of any Large humanoid creature of the giant subtype. Once you assume your new form, you gain the following abilities: a +6 size bonus to Strength, a -2 penalty to Dexterity, a +4 size bonus to Constitution, a +4 natural armor bonus, and low-light vision. If the form you assume has any of the following abilities, you gain the listed ability: darkvision 60 feet, rend (2d6 damage), regeneration 5, rock catching, and rock throwing (range 60 feet, 2d6 damage). If the creature has immunity or resistance to any elements, you gain resistance 20 to those elements. If the creature has vulnerability to an element, you gain that vulnerability.",
			"",
			"### Giant Form II",
			"",
			"{SOURCE PRPG Core Rulebook/289}  ",
			"**School** {spelldef/transmutation} ({spelldef/polymorph}); **Level** arcanist 8, sorcerer 8, wizard 8",
			"",
			"#### Casting",
			"",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S, M (a piece of the creature whose form you plan to assume)",
			"",
			"#### Effect",
			"",
			"**Range** personal  ",
			"**Target** you  ",
			"**Duration** 1 min./level (D)",
			"",
			"This spell functions as giant form I except that it also allows you to assume the form of any Huge creature of the giant type. You gain the following abilities: a +8 size bonus to Strength, a -2 penalty to Dexterity, a +6 size bonus to Constitution, a +6 natural armor bonus, low-light vision, and a +10 foot enhancement bonus to your speed. If the form you assume has any of the following abilities, you gain the listed ability: swim 60 feet, darkvision 60 feet, rend (2d8 damage), regeneration 5, rock catching, and rock throwing (range 120 feet, 2d10 damage). If the creature has immunity or resistance to one element, you gain that immunity or resistance. If the creature has vulnerability to an element, you gain that vulnerability."
		]
	},
	"giant_form_i": {
		"copyof": "giant_form_1"
	},
	"giant_form_2": {
		"name": "Giant Form II",
		"copyof": "giant_form_1"
	},
	"giant_form_ii": {
		"copyof": "giant_form_2"
	},
	"giant_vermin": {
		"name": "Giant Vermin",
		"sources": [
			"PRPG Core Rulebook",
			"Mythic Adventures"
		],
		"description": [
			"## Giant Vermin",
			"",
			"{SOURCE PRPG Core Rulebook/290}  ",
			"**School** {spelldef/transmutation}; **Level** cleric 4, druid 4, hunter 4, oracle 4, shaman 4, warpriest 4",
			"",
			"### Casting",
			"",
			"**Casting Time** 1 standard action  ",
			"**Components** V, S, DF",
			"",
			"### Effect",
			"",
			"**Range** close (25 ft. + 5 ft./2 levels)  ",
			"**Targets** 1 or more vermin, no two of which can be more than 30 ft. apart  ",
			"**Duration** 1 min./level  ",
			"**Saving Throw** none; **Spell Resistance** yes",
			"",
			"You turn a number of normal-sized centipedes, scorpions, or spiders into their giant counterparts. Only one type of vermin can be transmuted (so a single casting cannot affect both a centipede and a spider). The number of vermin which can be affected by this spell depends on your caster level, as noted on the table below.",
			"",
			"Giant vermin created by this spell do not attempt to harm you, but your control of such creatures is limited to simple commands (\"Attack,\" \"Defend,\" \"Stop,\" and so forth). Orders to attack a certain creature when it appears or guard against a particular occurrence are too complex for the vermin to understand. Unless commanded to do otherwise, the giant vermin attack whomever or whatever is near them.",
			"",
			"| Caster Level | Centipedes | Scorpions | Spiders |",
			"| --- | --- | --- | --- |",
			"| 9th or lower | 3 | 1 | 2 |",
			"| 10th-13th | 4 | 2 | 3 |",
			"| 14th-17th | 6 | 3 | 4 |",
			"| 18th-19th | 8 | 4 | 5 |",
			"| 20th or higher | 12 | 6 | 8 |",
			"",
			"### Mythic Giant Vermin",
			"",
			"{SOURCE Mythic Adventures/96}",
			"",
			"The vermin you transform with this spell gain DR 5/magic and either the advanced creature template or the giant creature template.",
			"",
			"*Augmented (6th):* If you expend two uses of mythic power, any vermin you transform also gains either the agile or savage [mythic template](rule/mythic_simple_templates) while the spell lasts.",
			"",
			"If you're at least 9th tier and expend three uses of mythic power, the duration changes to instantaneous, meaning the vermin retain their giant size. After a number of days equal to your tier, you lose control over the vermin unless you have some other way of controlling them, and they lose the agile or savage mythic template but retain the advanced or giant creature template."
		]
	}
}
