{
	"ancient_explorer": {
		"name": "Ancient Explorer",
		"compilationSources": [ [ "Skull and Shackles Player's Guide" ] ],
		"description": [
			"**Type:** Campaign  ",
			"**Campaign:** Skull and Shackles",
			"",
			"You are a student of the ancient history of Golarion, and you've come to the Shackles to explore the crumbling and vine-choked ruins of the cyclops empire of Ghol-Gan, which have lain abandoned among the isles of the Shackles for thousands of years. You gain a +1 trait bonus on Knowledge (history) and Knowledge (local) checks, and one of these skills is a class skill for you. In addition, you gain Cyclops or Polyglot as a bonus language.",
			"",
			"You went to a tavern called the Formidably Maid in Port Peril last night to meet a contact who supposedly had an old map of lost cyclops ruins to sell, but the drink was stronger than you had expected and you passed out before making the deal."
		],
		"topLink": [ "Campaign Traits", "main/traits_campaign" ]
	},
	"barroom_talespinner": {
		"name": "Barroom Talespinner",
		"compilationSources": [ [ "Skull and Shackles Player's Guide" ] ],
		"description": [
			"**Type:** Campaign  ",
			"**Campaign:** Skull and Shackles",
			"",
			"You grew up listening to tales of adventure and piracy on the high seas and the sea chanteys of old salts in dockside dives. You learned all about what it's like to be a pirate by talking with the sailors on shore leave, and learned how to tell a tale (or perform some other pirate entertainment) yourself. You gain a +1 trait bonus on Diplomacy checks and one category of Perform checks, and one of these skills is a class skill for you. In addition, once per week you can make a DC 15 Knowledge (local) or Intelligence check to see if you know a popular legendary pirate tale, the telling of which grants you a +1 trait bonus on checks made to influence NPCs on the Wormwood.",
			"",
			"You went to a tavern called the Formidably Maid in Port Peril to earn a few coins with your tales of the sea. The patrons seemed pleased with your performance and bought you a few drinks. You had just remembered a tale of an unfortunate sailor who found himself press-ganged on a pirate ship after his drink was drugged when suddenly everything went black."
		],
		"topLink": [ "Campaign Traits", "main/traits_campaign" ]
	},
	"besmaras_blessing": {
		"name": "Besmara's Blessing",
		"compilationSources": [ [ "Skull and Shackles Player's Guide" ] ],
		"description": [
			"**Type:** Campaign  ",
			"**Campaign:** Skull and Shackles",
			"",
			"You were born aboard a ship at sea or down by the docks in a port city on an auspicious day. Old salts and sea dogs nod knowingly and say that Besmara the Pirate Queen, goddess of piracy, sea monsters, and strife, has marked you for a greater destiny. You don't know anything about that, but you've always felt more at home on the sea than on land, and your keen eyes can easily pick out a sail on the distant horizon. You gain a +1 trait bonus on Perception and Profession (sailor) checks. In addition, once per week you can reroll a Profession (sailor) check and take the higher result (you must announce that you are using this ability before the results of the check are known).",
			"",
			"You came to a tavern in Port Peril called the Formidably Maid in search of your fate. You're not sure how many drinks you had, but they quickly went to your head and you passed out on the table before you found your destiny - unless it lay in the bottom of a bottle. Then again, maybe you found your destiny after all..."
		],
		"topLink": [ "Campaign Traits", "main/traits_campaign" ]
	},
	"buccaneers_blood": {
		"name": "Buccaneer's Blood",
		"compilationSources": [ [ "Skull and Shackles Player's Guide" ] ],
		"description": [
			"**Type:** Campaign  ",
			"**Campaign:** Skull and Shackles",
			"",
			"One of your ancestors was an infamous Free Captain of the Shackles, whose very name struck fear in the hearts of those who sailed the seas in search of an honest living. Piracy is in your blood, and you've always longed to follow in your forebear's footsteps and plunder the shipping lanes. You gain a +1 trait bonus on Intimidate and Profession (sailor) checks. In addition, you gain a one-time +1 trait bonus to your [Disrepute and Infamy](rule/fame) scores.",
			"",
			"You went to a tavern called the Formidably Maid, a notorious pirate hangout in Port Peril, eager to start your career as a buccaneer. While you were there, however, a dashing and flirtatious corsair caught your eye, and after a whirlwind night of booze and romance, you found yourself beaten senseless and stuffed in a sack, carried off to who knows where."
		],
		"topLink": [ "Campaign Traits", "main/traits_campaign" ]
	},
	"dockside_brawler": {
		"name": "Dockside Brawler",
		"compilationSources": [ [ "Skull and Shackles Player's Guide" ] ],
		"description": [
			"**Type:** Campaign  ",
			"**Campaign:** Skull and Shackles",
			"",
			"You grew up on the dangerous docks of one of the Shackles' numerous ports or anchorages, and quickly learned that fists often make a better point than fancy words, especially when used the right way. You've always preferred action to talk, anyway. You gain a +1 trait bonus on damage rolls with brass knuckles and improvised weapons.",
			"",
			"While drinking at a tavern called the Formidably Maid in Port Peril last night, you got into a brawl with some of the other patrons. You handled yourself well, but a group of rough-looking characters ganged up on you and overwhelmed you, knocking you unconscious. Fortunately, you were able to conceal your brass knuckles when you were press-ganged, and you begin the campaign with them, regardless of your starting circumstances."
		],
		"topLink": [ "Campaign Traits", "main/traits_campaign" ]
	},
	"eye_for_plunder": {
		"name": "Eye for Plunder",
		"compilationSources": [ [ "Skull and Shackles Player's Guide" ] ],
		"description": [
			"**Type:** Campaign  ",
			"**Campaign:** Skull and Shackles",
			"",
			"You've always had a keen eye for the glitter of gold or silver, and You've robbed enough rich merchants and raided enough ships to have a feel for where the most valuable plunder is hidden. You gain a +1 trait bonus on Appraise and Perception checks to find concealed or secret objects (including doors and traps). In addition, you begin the campaign with a selection mundane trade goods worth 50 gp that you were able to scrounge together during your first day on the Wormwood.",
			"",
			"You found yourself relatively well off when you got your share of your last voyage's plunder, and decided to spend a few of your hard-won coins at the Formidably Maid, a popular pirate tavern in Port Peril. Maybe the shine of your new wealth distracted you, however, because you never saw the miscreants who slipped something into your drink, knocking you out cold."
		],
		"topLink": [ "Campaign Traits", "main/traits_campaign" ]
	},
	"ilizmagorti_native": {
		"name": "Ilizmagorti Native",
		"compilationSources": [ [ "Skull and Shackles Player's Guide" ] ],
		"description": [
			"**Type:** Campaign  ",
			"**Campaign:** Skull and Shackles",
			"",
			"You grew up in the city of Ilizmagorti on Mediogalti Island, a pirate port infamous for both the scoundrels who visit it and the feared Red Mantis assassins who run it. You've been around pirates all your life, but You've learned to be wary in your dealings with people, as there's no telling who might be a Red Mantis in disguise. You gain a +1 trait bonus on Sense Motive checks, and Sense Motive is a class skill for you. In addition, your familiarity with the pirate's life allows you to make untrained Knowledge (local) checks regarding pirates or the region of the Shackles.",
			"",
			"Looking to make your fortune, you hopped aboard a pirate ship in Ilizmagorti, and decided to celebrate your safe arrival in Port Peril with a few drinks at a tavern called the Formidably Maid. There were some suspicious-looking characters there, to be sure, and you decided to give them a wide berth, but as you left, feeling a bit woozy from drink, you were set upon by thugs in a dark alley and knocked unconscious."
		],
		"topLink": [ "Campaign Traits", "main/traits_campaign" ]
	},
	"peg_leg": {
		"name": "Peg Leg",
		"compilationSources": [ [ "Skull and Shackles Player's Guide" ] ],
		"description": [
			"**Type:** Campaign  ",
			"**Campaign:** Skull and Shackles",
			"",
			"One of your legs was bitten off below the knee by a shark when you were just a child, and was replaced with a wooden peg leg. You've long since gotten used to your prosthesis, however, and take none of the normal penalties from having a peg leg. You've had to learn to deal with the pain of your injury as well, and you gain a +1 trait bonus on Fortitude saves. Ever since your accident You've hated sharks, and you also gain a +1 trait bonus on damage rolls against sharks and other animals with the aquatic subtype.",
			"",
			"Your balance always gets a bit shaky after a few drinks, and last night at the Formidably Maid - a tavern in Port Peril - was no exception. That must be why you fell to the floor as soon as you tried to stand up. What happened next is hazy, but you're pretty sure you were dragged out of the bar and onto a ship at the docks. At least they didn't throw you to the sharks..."
		],
		"topLink": [ "Campaign Traits", "main/traits_campaign" ]
	},
	"ships_surgeon": {
		"name": "Ship's Surgeon",
		"compilationSources": [ [ "Skull and Shackles Player's Guide" ] ],
		"description": [
			"**Type:** Campaign  ",
			"**Campaign:** Skull and Shackles",
			"",
			"On a ship, a sailor often has to learn multiple skills, and this rule certainly applies to you. Your father was a woodworker, and you learned your first trade from him. But on your first voyage at sea you quickly found out that a carpenter is often a ship's doctor as well - after all, who knows more about sawing off limbs than someone who saws wood for a living? People are a lot bloodier than wood, that's for sure, but you haven't had many complaints - those sailors who have enjoyed your services are either happy to be alive or dead, and there's old salts who swear the peg legs you for made them are better than the real legs they used to have. You gain a +1 trait bonus on Craft (carpentry) and Heal checks, and Heal is a class skill for you.",
			"",
			"You were between ships in Port Peril, and after stopping for a drink at a tavern called the Formidably Maid, you happened upon a damsel in distress in the alleyway outside. Thinking you could help, you didn't notice the thugs hiding nearby, and they caught you unawares. You've been on enough ships to know a press gang by the blow of the sap on the back of your neck-you just hope whatever ship you end up on needs a surgeon. Although the majority of your equipment was taken away when you were press-ganged, you managed to hang on to a fully stocked healer's kit, and you begin the campaign with it, regardless of your starting circumstances."
		],
		"topLink": [ "Campaign Traits", "main/traits_campaign" ]
	},
	"touched_by_the_sea": {
		"name": "Touched by the Sea",
		"compilationSources": [ [ "Skull and Shackles Player's Guide" ] ],
		"description": [
			"**Type:** Campaign  ",
			"**Campaign:** Skull and Shackles",
			"",
			"You've always felt the call of the sea and your blood surges with the ebb and flow of the tides. Perhaps one of your parents was a sailor or pirate, or maybe one of your ancestors had a bit of aquatic elf or undine blood in them. Whatever the reason, you're as comfortable in the water as you are on land. You gain a +1 trait bonus on Swim checks and Swim is a class skill for you. In addition, penalties on attack rolls made underwater are lessened by 1.",
			"",
			"You came to Port Peril in search of your destiny, and after a few drinks at a tavern called the Formidably Maid, you went down to the docks to take in a view of the sea. The last thing you remember is a blow to the back of your head and the waves rushing up to meet you."
		],
		"topLink": [ "Campaign Traits", "main/traits_campaign" ]
	},
	"driven_by_guilt": {
		"name": "Driven By Guilt",
		"compilationSources": [ [ "Strange Aeons Player's Guide" ] ],
		"description": [
			"**Type:** Campaign  ",
			"**Campaign:** Strange Aeons",
			"",
			"You awake after your ordeal with a lingering feeling that you have taken part in something outside the normal bounds of your morals. Whether you were corrupted at one point or compelled to perform some forgotten actions, this guilt drives you to fight against those forces in the world that prey upon the good. You see your present condition as a chance to redeem yourself and banish this unsettling emotion.",
			"",
			"You gain a +1 trait bonus on saving throws against any spells or spell-like abilities cast by evil creatures. In addition, once per day as a swift action, you can add your Charisma bonus to your attack rolls and deal 1 additional point of damage for each class level you have against evil creatures for 1 round."
		],
		"topLink": [ "Campaign Traits", "main/traits_campaign" ]
	},
	"enduring_stoicism": {
		"name": "Enduring Stoicism",
		"compilationSources": [ [ "Strange Aeons Player's Guide" ] ],
		"description": [
			"**Type:** Campaign  ",
			"**Campaign:** Strange Aeons",
			"",
			"Even though your pulse is pounding in your ears when you awake in the asylum, you feel strangely nonplussed. You can recognize that the situation you find yourself in is horrific, but you refuse to let that fear control you. It doesn't feel like it's worth worrying over too much. You know that when you face unspeakable forces, keeping your cool will keep you alive.",
			"",
			"You gain a +2 trait bonus on all saving throws against spells or effects with the fear or emotion descriptors. In addition, you gain a +1 trait bonus on Intimidate checks due to your intimidating presence, as people don't know what to expect from you."
		],
		"topLink": [ "Campaign Traits", "main/traits_campaign" ]
	},
	"foe_of_the_strange": {
		"name": "Foe of the Strange",
		"compilationSources": [ [ "Strange Aeons Player's Guide" ] ],
		"description": [
			"**Type:** Campaign  ",
			"**Campaign:** Strange Aeons",
			"",
			"You awake feeling emboldened after a terrifying nightmare. Instead of being frightened by the bizarre creatures from your nightmares, these experiences have steeled you against these startling alien beings. You know that you fell victim to strange circumstances and loathsome forces, but you refuse to give in to a creeping sense of helplessness. Instead, you vow to fight back against whoever or whatever is responsible for your current situation. The creatures of your nightmares won't hold fear over your head. You'll take the fight to them.",
			"",
			"You gain a +1 trait bonus on saving throws against extraordinary, spell-like, and supernatural abilities of aberrations (for example, a {monster/gibbering mouther/'s gibbering} or an {monster/intellect devourer/'s confusion}). In addition, whenever you're confused and roll to determine behavior in a given round, subtract 10 from the result."
		],
		"topLink": [ "Campaign Traits", "main/traits_campaign" ]
	},
	"formerly_mind_swapped": {
		"name": "Formerly Mind-Swapped",
		"compilationSources": [ [ "Strange Aeons Player's Guide" ] ],
		"description": [
			"**Type:** Campaign  ",
			"**Campaign:** Strange Aeons",
			"",
			"You awake with a strange sensation beyond the frightening experience of extensive memory loss. Full recollections of the experience - like so many others - have been wiped from your mind, but at some point in your past your mind was swapped with that of a yithian, an alien being from beyond time and space. You don't remember details of your experiences wandering the yithians' peculiar city in a foreign body - and even worry whether this might be some strange hallucination - but every so often, a flash of insight strikes you as a result of this experience. You know that you can rely on these alien flashbacks during your investigation into your current situation, as it gives you greater perspective into an otherwise confusing world.",
			"",
			"Once per day, you can reroll one Knowledge check that you have just failed. In addition, you can attempt untrained Knowledge checks with DCs up to 20 instead of 10."
		],
		"topLink": [ "Campaign Traits", "main/traits_campaign" ]
	},
	"methodical_mind": {
		"name": "Methodical Mind",
		"compilationSources": [ [ "Strange Aeons Player's Guide" ] ],
		"description": [
			"**Type:** Campaign  ",
			"**Campaign:** Strange Aeons",
			"",
			"When you awake with nothing but hazy memories, you begin carefully cataloging your thoughts to determine the reasons for your condition and where you might be. This comforts you, and you know deep down that you have always relied on your ordered mind and pragmatic approach to face challenges. You use this focus and sensibility to your advantage as you investigate your current dire situation.",
			"",
			"Choose three Knowledge skills. You gain a +1 trait bonus on Knowledge checks of these kinds and on {rule/concentration} checks. In addition, choose one Knowledge skill. When {rule/research/ing}, you are considered to have {feat/Skill Focus} for that Knowledge skill when determining what die you roll to reduce a library's knowledge points (kp)."
		],
		"topLink": [ "Campaign Traits", "main/traits_campaign" ]
	},
	"pugnacious": {
		"name": "Pugnacious",
		"compilationSources": [ [ "Strange Aeons Player's Guide" ] ],
		"description": [
			"**Type:** Campaign  ",
			"**Campaign:** Strange Aeons",
			"",
			"You awake in the asylum with sore muscles and bloody knuckles, as if you were recently in a fight. You even have a vague feeling that you won. You can't explain it, but you know that you've always been easy to set off, and your first instinct when pressed into a corner is to lash out. Stuck in the asylum sets you on edge, and you not only want to figure out what happened to you, you want to free yourself and find whoever did this to you - and make them pay.",
			"",
			"You gain a +1 trait bonus on attack rolls when threatened by two or more enemies. In addition, once per day you can gain one of the following effects as an immediate action: You can increase the reach of your melee attacks by 5 feet for 1 round, or you can treat your weapon as one size category larger than it actually is for purposes of determining damage for 1 round."
		],
		"topLink": [ "Campaign Traits", "main/traits_campaign" ]
	},
	"ritualistic": {
		"name": "Ritualistic",
		"compilationSources": [ [ "Strange Aeons Player's Guide" ] ],
		"description": [
			"**Type:** Campaign  ",
			"**Campaign:** Strange Aeons",
			"",
			"You awake with a sense of purpose and a tingle of magical power. Though it's unsettling that you can't recall your past, you have a hunch that if you and your companions do everything just right - follow the correct steps and order - the answers will reveal themselves and you will be free of your condition. You get the feeling that you've always fallen back on careful planning and time-tested evidence in the past, but a nagging sensation also tells you that you used these skills in less-than-kind ways all too recently.",
			"",
			"Choose one 0-level spell. You can cast this spell once per day as a spell-like ability with a caster level equal to your character level. The spell-like ability's save DC is Charisma-based. In addition, you gain a +2 trait bonus on all skill checks when performing occult rituals."
		],
		"topLink": [ "Campaign Traits", "main/traits_campaign" ]
	},
	"sensitive_mind": {
		"name": "Sensitive Mind",
		"compilationSources": [ [ "Strange Aeons Player's Guide" ] ],
		"description": [
			"**Type:** Campaign  ",
			"**Campaign:** Strange Aeons",
			"",
			"You awake in the asylum horribly aware of dangers lurking nearby. While your memories are hazy and indistinct, everything around you looks vibrant and clear. You have an inkling that you have always been perceptive and can tell a lot about a person even in a quick meeting. This sensitivity can overwhelm you at times, especially in your current situation.",
			"",
			"You gain a +1 trait bonus on Appraise, Perception, and Sense Motive checks, and one of these (your choice) is a class skill for you. In addition, once per week you can use the {skill/psychometry} occult skill unlock even if you are not capable of casting psychic spells or have the {feat/Psychic Sensitivity} feat."
		],
		"topLink": [ "Campaign Traits", "main/traits_campaign" ]
	},
	"true_devotion": {
		"name": "True Devotion",
		"compilationSources": [ [ "Strange Aeons Player's Guide" ] ],
		"description": [
			"**Type:** Campaign  ",
			"**Campaign:** Strange Aeons",
			"",
			"You wake from your recent ordeal with a sense of shame, as if you had sinned deeply against your morals and beliefs. However, you feel a bit of relief as well, as if your god had granted you a second chance. You not only have a drive to figure out what happened to you, but an urge to fight back against the unspeakable forces of evil. If, during the course of your investigation, you discover that you took part in unsavory activities that would normally be opposed to your faith or alignment, this event no longer has any impact with your standing in the eyes of your god due to your renewed righteous convictions.",
			"",
			"Once per day when casting a divine spell, you can attempt to cast the spell without losing the spell from its spell slot or using one of your allotted spells per day. There is a 20% chance that this attempt is successful. In addition, select one domain or inquisition you have. You can use the first granted power of that domain or inquisition one additional time per day. You must have a good alignment and be class capable of casting divine spells in order to select this trait."
		],
		"topLink": [ "Campaign Traits", "main/traits_campaign" ]
	},
	"twitchy": {
		"name": "Twitchy",
		"compilationSources": [ [ "Strange Aeons Player's Guide" ] ],
		"description": [
			"**Type:** Campaign  ",
			"**Campaign:** Strange Aeons",
			"",
			"Your first thought upon awaking in the asylum isn't confusion over why you can't remember anything clearly - it's a sudden urge to find safety. You feel like everything around you, aside from your companions, might threaten you and you're always ready to react. You have a hard time staying still, and you're constantly surveying your surroundings. Maybe you are paranoid, or maybe it's just an overactive imagination, but whatever it is, you know that keeping these feelings honed will help you stay alive.",
			"",
			"You gain a +2 trait bonus on initiative checks and a +1 trait bonus on Reflex saves."
		],
		"topLink": [ "Campaign Traits", "main/traits_campaign" ]
	},
	"the_artisan": {
		"name": "The Artisan",
		"compilationSources": [ [ "Tyrant's Grasp Player's Guide" ] ],
		"description": [
			"**Type:** Campaign  ",
			"**Campaign:** Tyrant's Grasp",
			"",
			"Precision is important in getting exactly what you want, and you give careful consideration in building everything from homes and vases to roads and empires. Your own attention to detail has proven vital in rebuilding Roslar's Coffer from the orc occupation a decade ago, whether you are an accountant, architect, engineer, or herbalist. Your attention to detail provides you a +1 trait bonus on Appraise and Heal checks, and one of these skills becomes a class skill for you. Once per day, you can spend a full round casting a spell you can cast that has a normal casting time of 1 standard action to increase your effective caster level for that spell by 1. This ability has no affect on spells with a casting time other than 1 standard action."
		],
		"topLink": [ "Campaign Traits", "main/traits_campaign" ]
	},
	"the_lawbringer": {
		"name": "The Lawbringer",
		"compilationSources": [ [ "Tyrant's Grasp Player's Guide" ] ],
		"description": [
			"**Type:** Campaign  ",
			"**Campaign:** Tyrant's Grasp",
			"",
			"The frontier is a land of risk and disorder, and while people are welcome to brave those elements themselves, they all too often bring pain down upon folk who never wanted such a risk. You might serve on the town guard or as part of a detachment of soldiers supported by Vigil, or you could be simply a concerned farmer who endures when others cannot, but your purpose is to stand as a bulwark against the cruel whims of fate for anyone who needs it. You gain a +2 trait bonus on saving throws against fear effects. If you have the aura of courage class feature, the bonus provided by your aura increases by 1. Your courage is inspiring; the first time each day you are knocked unconscious or killed, all allies within 30 feet of you immediately gain a number of temporary hit points equal to your level plus your Charisma modifier, as they rally to your defense. These temporary hit points last for 1 minute."
		],
		"topLink": [ "Campaign Traits", "main/traits_campaign" ]
	},
	"the_optimist": {
		"name": "The Optimist",
		"compilationSources": [ [ "Tyrant's Grasp Player's Guide" ] ],
		"description": [
			"**Type:** Campaign  ",
			"**Campaign:** Tyrant's Grasp",
			"",
			"People don't need to take your word that things are getting better; they only need to look around and see the proof before their eyes. The town's recovery from the orc occupation more than a decade ago is all but complete, and the monster in the Sarenite temple outside of town has finally been bested. Your irrepressible sense of optimism seems to fly in the face of the hard life that most residents of Roslar's Coffer face, but you're convinced that your positive attitude lifts up your community. You gain a +1 trait bonus on saving throws against mind-affecting effects. Further, your optimism can be infectious. As a swift action a number of times per day equal to your Charisma modifier (minimum 1), you can grant this bonus to an ally within 10 feet. This bonus lasts for 1 minute."
		],
		"topLink": [ "Campaign Traits", "main/traits_campaign" ]
	},
	"the_outsider": {
		"name": "The Outsider",
		"compilationSources": [ [ "Tyrant's Grasp Player's Guide" ] ],
		"description": [
			"**Type:** Campaign  ",
			"**Campaign:** Tyrant's Grasp",
			"",
			"You don't have a place, but the frontier seems comfortable enough for now. Maybe you're too informal for city life, too selfish for Lastwall's general culture of camaraderie, or too scarred by things you've seen to entirely trust another person. You are accustomed to moving without drawing much attention to yourself, gaining a +1 trait bonus on Stealth and Survival checks, and one of these skills is always a class skill for you. Accustomed to working alone, you gain only half the benefit (+1) from aid another actions, but you're accustomed to doing the job right the first time and so increase the bonus you provide by 1 when aiding another character."
		],
		"topLink": [ "Campaign Traits", "main/traits_campaign" ]
	},
	"the_pessimist": {
		"name": "The Pessimist",
		"compilationSources": [ [ "Tyrant's Grasp Player's Guide" ] ],
		"description": [
			"**Type:** Campaign  ",
			"**Campaign:** Tyrant's Grasp",
			"",
			"You expect the worst and have rarely been disappointed. Your dour outlook may hail from the original destruction of Roslar's Coffer at the hands of the Twisted Nail tribe, the exile of the faithful from the nearby Sarenite temple, or some more personal misfortune, but it has set you apart among the largely forward-thinking population of Lastwall. Your faith that the worst possible outcome will occur grants you a +1 trait bonus on Will saving throws. Your frustrating pessimism can spur friends to succeed just to spite you; once per day as a free action, you can force an ally within 30 feet to reroll a saving throw she just failed, using the better of the two results."
		],
		"topLink": [ "Campaign Traits", "main/traits_campaign" ]
	},
	"the_reclaimer": {
		"name": "The Reclaimer",
		"compilationSources": [ [ "Tyrant's Grasp Player's Guide" ] ],
		"description": [
			"**Type:** Campaign  ",
			"**Campaign:** Tyrant's Grasp",
			"",
			"You lost something precious in the destruction of Roslar's Coffer 12 years ago - a home, a legacy, perhaps even family - but returned because a soul shouldn't run from pain, but heal from it. Rebuilding your life and preventing that same hurt from dragging down others drives you to serve and protect, perhaps as a politician, charity worker, healer, or soldier, but that same loss fills you with an uncharitable anger that is often difficult to reconcile. Your wary eyes grant you a +1 trait bonus on Perception checks. You gain a +1 trait bonus on attack and damage rolls against any opponent that dealt hit point damage to one of your allies in the previous round."
		],
		"topLink": [ "Campaign Traits", "main/traits_campaign" ]
	},
	"the_snoop": {
		"name": "The Snoop",
		"compilationSources": [ [ "Tyrant's Grasp Player's Guide" ] ],
		"description": [
			"**Type:** Campaign  ",
			"**Campaign:** Tyrant's Grasp",
			"",
			"You know a little bit about most everything and everyone in Roslar's Coffer. It may be your profession, as you could be an archivist, crier, or librarian - or you simply make a hobby of gossip. Either way, you have a gift for recall and reading others. You gain a +1 trait bonus on Knowledge (history) and Knowledge (local) checks, and these both become class skills for you. Once each day you can reroll a single Bluff or Sense Motive check against a creature you have known for at least 24 hours, using the better result."
		],
		"topLink": [ "Campaign Traits", "main/traits_campaign" ]
	},
	"the_word": {
		"name": "The Word",
		"compilationSources": [ [ "Tyrant's Grasp Player's Guide" ] ],
		"description": [
			"**Type:** Campaign  ",
			"**Campaign:** Tyrant's Grasp",
			"",
			"In a nation overcrowded with faith, you often worry that your message is drowned out, but nonetheless important. The souls in Roslar's Coffer needed comfort and charity once upon a time, but have bounced back so fully - in part thanks to your hard work - that you worry you've made yourself unnecessary. You are accustomed to long hours, granting you a +1 trait bonus on Fortitude saving throws. Your faith is invigorating, and once per day you can lay on hands as a paladin of half your character level (minimum 1). If you gain the lay on hands ability from a class, you instead gain one additional use of lay on hands each day."
		],
		"topLink": [ "Campaign Traits", "main/traits_campaign" ]
	},
	"athletic_champion": {
		"name": "Athletic Champion",
		"compilationSources": [ [ "War for the Crown Player's Guide" ] ],
		"description": [
			"**Type:** Campaign  ",
			"**Campaign:** War for the Crown",
			"",
			"Your physique and skill brought you into the public eye, and a winning smile helps you stay there. Taldor honors its extraordinary athletes, celebrating them as cultural heroes. Whether you were a gladiator, a runner, a wrestler, or any other competitor, your most recent victory caused someone important to sit up and take notice. You may never have a political career in front of you, but for now your name is helping to bring a little extra money in, and maybe that's good enough. Select two of the following skills: Climb, Diplomacy, Perception, and Swim. You gain a +1 trait bonus on checks with those skills, and they are always class skills for you. In addition, you are accustomed to maneuvering through crowds; you gain a +2 trait bonus on checks to navigate through a crowd or resist being moved against your will, including spells and bull rush, drag, and reposition combat maneuvers."
		],
		"topLink": [ "Campaign Traits", "main/traits_campaign" ]
	},
	"child_of_oppara": {
		"name": "Child of Oppara",
		"compilationSources": [ [ "War for the Crown Player's Guide" ] ],
		"description": [
			"**Type:** Campaign  ",
			"**Campaign:** War for the Crown",
			"",
			"You belong to a noble family that matters in Taldor, though as the story begins you may or may not be on good terms with your relatives. Your upbringing among the city's well-to-do gives you an upper hand when it comes to knowledge of high society, and you start the game with a modest inheritance. With Princess Eutropia's efforts to provide for Taldor's common citizens and overturn years of tradition, new lines are being quietly drawn in the sand, and you have found yourself embroiled in these intrigues whether you intended to be or not.",
			"",
			"With this trait, the assumption is that you belong to a minor noble family (and can make up your family name). In this case, your family keeps a small manor in Aroden's View or Senate's Hill. If you want to be a member of one of Oppara's major noble families, you must take the {feat/Noble Scion} feat at 1st level.",
			"",
			"You gain a +1 trait bonus on Appraise and Knowledge (nobility) checks, and one of these skills is always a class skill for you. The Noble Scion feat does not have a Charisma prerequisite for you. In addition, you start play with a {eq-misc/noble's outfit}, a {eq-misc/signet ring}, and a single additional nonmagical item worth no more than 200 gp."
		],
		"topLink": [ "Campaign Traits", "main/traits_campaign" ]
	},
	"disgraced_noble": {
		"name": "Disgraced Noble",
		"compilationSources": [ [ "War for the Crown Player's Guide" ] ],
		"description": [
			"**Type:** Campaign  ",
			"**Campaign:** War for the Crown",
			"",
			"Your noble family used to matter, until your father took a stand against Maxillar Pythareus, the commander of Taldor's military. True or not, the accusations Pythareus leveled against your family in return destroyed your reputation and isolated you from the society you grew up in. Now the only thing that matters to you is clawing your way back up the social ladder, either for your own quality of life or to clear your family's name. You've had to practice deception as you began working your way back into Taldan social circles; you gain a +2 trait bonus on Bluff checks to conceal your identity and a +2 bonus on Linguistics checks to spot or produce forgeries, and one of these skills is always a class skill for you. Once each day, you can choose a single humanoid you believe to have been involved in the conspiracy to destroy your family; you gain a +1 morale bonus on attack and damage rolls against that NPC for a number of rounds equal to your character level. At 10th level, this bonus increases to +2."
		],
		"topLink": [ "Campaign Traits", "main/traits_campaign" ]
	},
	"rising_star": {
		"name": "Rising Star",
		"compilationSources": [ [ "War for the Crown Player's Guide" ] ],
		"description": [
			"**Type:** Campaign  ",
			"**Campaign:** War for the Crown",
			"",
			"All too often, great minds must suffer for their art, but you're one of the lucky ones. Your skills attracted the attention of a noble patron who pays for your food, housing, and tools. As your patron introduces you to other cultural elites, you're slowly learning to navigate the treacherous waters of high society, but you still remember the lean times when each meal was a hard-won treasure. You gain a +1 trait bonus on Sense Motive and Survival checks, as well as checks using a single Craft or Perform skill of your choice; one of these skills is always a class skill for you. Once each day, you can invoke your patron's reputation or name one of your own prominent works to gain a +2 circumstance bonus on a single Bluff, Diplomacy, or Intimidate check. You begin the game with a masterwork musical instrument or tool appropriate to the Craft or Perform skill you selected, a gift from your patron."
		],
		"topLink": [ "Campaign Traits", "main/traits_campaign" ]
	},
	"senatorial_hopeful": {
		"name": "Senatorial Hopeful",
		"compilationSources": [ [ "War for the Crown Player's Guide" ] ],
		"description": [
			"**Type:** Campaign  ",
			"**Campaign:** War for the Crown",
			"",
			"While you belong to a noble family, hailing from the outlying prefectures means you lack the pull and wealth needed to rub shoulders with the stars of Oppara's social scene. Your life has been quiet, isolated from the thrum of fashion and pop culture, but you see this as a source of insight and aim to help people by someday joining the senate. It'll be a long journey, but you've already begun learning which hands to shake and how to listen carefully when others tell you what they want. You gain a +1 bonus on Diplomacy and Knowledge (local) checks, and both of these skills are always class skills for you. Once each week you can call on family connections to obtain a single piece of equipment or consumable magic item (such as a potion or scroll) worth up to your character level &times; 25 gp. Delivery of the goods you request takes 1d4 days. At 10th level, the potential value of a magical item increases to your character level &times; 50 gp, and your requests can also include spellcasting services and wands."
		],
		"topLink": [ "Campaign Traits", "main/traits_campaign" ]
	},
	"taldan_patriot": {
		"name": "Taldan Patriot",
		"compilationSources": [ [ "War for the Crown Player's Guide" ] ],
		"description": [
			"**Type:** Campaign  ",
			"**Campaign:** War for the Crown",
			"",
			"You love your country, its history, and its people... even though they may not love you back. Whether you're a bureaucrat, a minor noble, or a soldier, you want your community to be the best it can be and you channel that love into a position in service to the people of Taldor. You gain a +1 bonus on all Sense Motive and Knowledge (history) checks, and these skills are always class skills for you. In addition, once per day you can recall a specific fact about a Taldan noble's personality - quirks such as a hobby or pet peeve - including information you would normally learn as a discovery check in social combat."
		],
		"topLink": [ "Campaign Traits", "main/traits_campaign" ]
	},
	"young_reformer": {
		"name": "Young Reformer",
		"compilationSources": [ [ "War for the Crown Player's Guide" ] ],
		"description": [
			"**Type:** Campaign  ",
			"**Campaign:** War for the Crown",
			"",
			"Perhaps you were born at the bottom of Taldan society and you're tired of seeing your friends and family toil endlessly with no hope of a better life, or maybe your privileged outlook was shattered by empathy or tragedy. Either way, you know the system is broken, and you've dedicated your life to fixing it. But tradition rules Taldor as much as any Grand Prince, and change requires more influence than you have... so far. You've got a few friends and allies, and plenty of determination, but while you work toward the power you need to change the nation, you'll have to resort to more discrete ways of righting wrongs and curbing the abuses of the upper class. You gain a +1 trait bonus on Disable Device and Knowledge (local) checks, and one of these skills is always a class skill for you. Once per day, you can call upon your coconspirators to have \"made arrangements\" on your behalf, allowing you to attempt a Knowledge (local) check in place of a single Bluff, Disable Device, Intimidate, or Sleight of Hand check. The DC of this Knowledge (local) check is equal to the DC of the skill check it replaces. Whatever arrangements you make-for doors left unlocked, guards strong-armed out of your way, stolen keys left for you to find-must be reasonable to have anticipated and achieved beforehand; you could arrange to have a noble convinced you're a very important diplomat traveling in disguise, for example, but if a fight breaks out you could not rely on your network of contacts to feint for you in combat. You don't have to use this ability in advance; you can announce its use as you encounter a challenge, implying you foresaw this challenge and made arrangements prior to your arrival."
		],
		"topLink": [ "Campaign Traits", "main/traits_campaign" ]
	},
	"chance_encounter": {
		"name": "Chance Encounter",
		"compilationSources": [
			[ "Wrath of the Righteous Player's Guide" ],
			[ "Demon Hunter's Handbook" ]
		],
		"description": [
			"**Type:** Campaign  ",
			"**Campaign:** Wrath of the Righteous",
			"",
			"You always tended to get in over your head as a child, but your biggest youthful misadventure was the time you \"accidentally\" found yourself behind enemy lines in the Worldwound. You probably never would have made it back home to Kenabres if not for the help of a mysterious woman who helped you trick your way through a group of cultists. The woman never told you her name, but you remember her beauty and a deep sense of sadness she seemed to carry with her. Her skill with the bow was impressive as well, but the thing you remember most about her was the symbol of Desna she wore - she often held onto it without seeming to realize it, as if the connection to the goddess was something she clung to in a sense of need, as someone might clutch at a rope while dangling over a vast pit. She left your side a few moments before you were picked up by a patrol of crusaders, who finished the job of escorting you back to safety, and you've never seen her again. Ever since, you've just been lucky when it comes to trickery. Once per day, if you fail an Acrobatics, Bluff, Disguise, Sleight of Hand, or Stealth check, you may immediately reroll that check as a free action. You must take the second result, even if it is worse.",
			"",
			"**Associated Mythic Path:** Trickster.",
			"",
			"**Multiple Characters:** You and other characters were all saved by the same mysterious woman in your childhood. This could have been the same event, or she could have saved you on separate occasions - the discovery that someone else was saved by the mysterious stranger has resulted in a long friendship (or perhaps friendly rivalry) with the others she rescued."
		],
		"topLink": [ "Campaign Traits", "main/traits_campaign" ]
	},
	"child_of_the_crusades_wotr": {
		"name": "Child of the Crusades (WotR)",
		"compilationSources": [
			[ "Wrath of the Righteous Player's Guide" ],
			[ "Demon Hunter's Handbook" ]
		],
		"description": [
			"**Type:** Campaign  ",
			"**Campaign:** Wrath of the Righteous",
			"",
			"Your parents were members of the crusade, as were their parents before them. (If you are an elf, gnome, or other long-lived race, these could be brothers or cousins instead, since it's possible that the Worldwound simply didn't exist at a time before you were born.) The righteousness of the crusades sometimes feels as if it runs in your very blood, and it bolsters you against demonic influence. Your parents may be alive still, or they may have perished on a mission-that choice is up to you. You grew up knowing them, though, and their zeal and devotion to the crusade is the primary reason you feel the same way. They've told you of other family members who have also been involved in the crusade, and it's not uncommon for you to meet a distant cousin or long-lost aunt, uncle, or other family member while traveling among the border towns of Mendev. This strong family tie bolsters your mind and sense of belonging to the crusade. Once per day when you fail a saving throw against an effect created by a demon that would possess or incapacitate you mentally, you may immediately reroll that saving throw as a free action. You must take the second result, even if it is worse.",
			"",
			"**Associated Mythic Path:** Marshal.",
			"",
			"**Multiple Characters:** If other characters take this trait, you should all be related-you can be siblings, cousins, or even more distant relations, but you should all be aware of this shared lineage."
		],
		"topLink": [ "Campaign Traits", "main/traits_campaign" ]
	},
	"exposed_to_awfulness": {
		"name": "Exposed to Awfulness",
		"compilationSources": [
			[ "Wrath of the Righteous Player's Guide" ],
			[ "Demon Hunter's Handbook" ]
		],
		"description": [
			"**Type:** Campaign  ",
			"**Campaign:** Wrath of the Righteous",
			"",
			"When you were a child, you were nearly slain by a demon that managed to make its way through the wardstones into the lands beyond. The demon was slain before it could kill you, but you lingered at death's door in a coma for weeks before waking. Ever since then, you've been unusually hale and hearty, as if your body had endured its brush with awfulness by becoming supernaturally fit. But still, the scars (whether physical or purely mental) of your brush with death remain, and nightmares of what could have happened often plague your sleep. Something, be it your own personal force of will, some strange \"infection\" from the assault, or perhaps a combination of both, has made you stronger than before. You're not sure what to make of the theories that you survived this exposure to awfulness because you yourself have some trace of demonic heritage that helped give you the advantage you needed to survive; but whatever it was, you're glad for it! Your strange resistance to demonic attacks persists to this day. Once per day when you fail a saving throw against an effect created by a demon that would kill or physically incapacitate you, you can immediately reroll that saving throw as a free action. You must take the second result, even if it is worse.",
			"",
			"**Associated Mythic Path:** Guardian.",
			"",
			"**Multiple Characters:** You and any others with this trait are related, if only distantly. You could be siblings or cousins - a condition that perhaps lends some credence to the theory that all of you share more than just a common bloodline."
		],
		"topLink": [ "Campaign Traits", "main/traits_campaign" ]
	},
	"riftwarden_orphan": {
		"name": "Riftwarden Orphan",
		"compilationSources": [
			[ "Wrath of the Righteous Player's Guide" ],
			[ "Demon Hunter's Handbook" ]
		],
		"description": [
			"**Type:** Campaign  ",
			"**Campaign:** Wrath of the Righteous",
			"",
			"You bear a strange birthmark on your body-something you've learned is the Sign of the Seeker's Spiral, a rune associated with the secret society known as the Riftwardens. You have researched this rune, and have learned that the mark sometimes appears on the children of Riftwardens who have been exposed to particularly strange planar energies. Unfortunately, you never knew your parents, for you were raised by a foster family in Kenabres. Your foster family has confirmed that both of your parents were Riftwardens, and has further confirmed that your parents went missing on a secret mission into the Worldwound less than a month after you were born. You're not sure what happened to them, but you're certain they're dead - and your gut tells you that the one who murdered them yet lives! In any event, you've long felt magic in your blood, and casting spells comes easily to you. You gain a +2 trait bonus on all {rule/concentration} checks.",
			"",
			"**Associated Mythic Path:** Archmage.",
			"",
			"**Multiple Characters:** You should be siblings with any other character that takes this trait, so that you share the same missing parents. Your parents could even be foster parents."
		],
		"topLink": [ "Campaign Traits", "main/traits_campaign" ]
	},
	"stolen_fury": {
		"name": "Stolen Fury",
		"compilationSources": [
			[ "Wrath of the Righteous Player's Guide" ],
			[ "Demon Hunter's Handbook" ]
		],
		"description": [
			"**Type:** Campaign  ",
			"**Campaign:** Wrath of the Righteous",
			"",
			"You were forced to take part in a demonic ritual as a youth after having been captured by cultists. Whatever the ritual's purpose may have been, it didn't work out the way your captors envisioned; rather than corrupting your soul, you absorbed the ritual's energy and made it your own before you escaped to safety. Ever since, you've been haunted by strange nightmares about the ritual, and have long felt that the energies it bathed you in have changed you. Recently, those energies have changed: it's as if you've finally managed to come to terms with your past and have turned the ritual's after-effects to your advantage, following the old adage of what doesn't kill you makes you stronger. you've been unable to learn more about the ritual or what it was for, but the question lingers in the back of your head to this day. This nagging has instilled in you a fury against demonkind. Today, when you face demons in combat, those energies bolster your fury, granting you a +2 trait bonus on all combat maneuver checks against demons.",
			"",
			"**Associated Mythic Path:** Champion.",
			"",
			"**Multiple Characters:** You and any other PC who takes this trait were all part of the same ritual, and it was only by working together that you managed to escape-further, the support of your fellow ritual survivors has played a key role in your coming to terms with it, and you retain a close bond of friendship (or perhaps a friendly rivalry) to this day."
		],
		"topLink": [ "Campaign Traits", "main/traits_campaign" ]
	},
	"touched_by_divinity": {
		"name": "Touched by Divinity",
		"compilationSources": [
			[ "Wrath of the Righteous Player's Guide" ],
			[ "Demon Hunter's Handbook" ]
		],
		"description": [
			"**Type:** Campaign  ",
			"**Campaign:** Wrath of the Righteous",
			"",
			"As long as you can remember, you've had an unexplainable interest in one deity in particular. One of your parents may have been a priest of this deity, or you may have been an orphan raised by the church, but these alone cannot explain your deep connection to the faith. you've always felt calm and at ease in places holy to the deity, and often have dreams about the god or goddess visiting you - most often in the form of a sacred animal or creature. Your faith is strong, even if you don't happen to be a divine spellcaster - if you are a divine spellcaster, you should be a worshiper of this deity. You begin play with a silver holy symbol of your chosen deity for free. In addition, choose one domain associated with your chosen deity. You gain the use of that domain's 1st-level domain spell as a spell-like ability usable once per day (CL equals your character level).",
			"",
			"**Associated Mythic Path:** Hierophant.",
			"",
			"**Multiple Characters:** If other characters choose this trait, you should all work together to decide what deity you're associated with - it should be the same deity shared by all of you. You might even share the same dreams."
		],
		"topLink": [ "Campaign Traits", "main/traits_campaign" ]
	},
	"apothecary": {
		"name": "Apothecary",
		"compilationSources": [ [ "Advanced Player's Guide" ] ],
		"description": [
			"**Type:** Campaign",
			"",
			"Everyone suspects the sweaty, shifty-eyed apothecary sells poisons from his cluttered, acrid smelling wreck of a shop. You're one of the few in town who know this for a fact. You start the game with 400 gp worth of poison, and the apothecary will continue to sell you poison as long as you don't spread the word."
		],
		"topLink": [ "Campaign Traits", "main/traits_campaign" ]
	},
	"bitter_nobleman": {
		"name": "Bitter Nobleman",
		"compilationSources": [ [ "Advanced Player's Guide" ] ],
		"description": [
			"**Type:** Campaign",
			"",
			"A local unscrupulous family was hit hard recently, revealing criminal ties that damaged its reputation as well. One noble is eager to rebuild his presence in town, and you're one of the ones he's selected as an agent. Choose one of the following skills: Bluff, Sleight of Hand, or Stealth. Your work for the family gives you a +1 trait bonus on that skill, and it is always a class skill for you."
		],
		"topLink": [ "Campaign Traits", "main/traits_campaign" ]
	},
	"black_sheep": {
		"name": "Black Sheep",
		"compilationSources": [ [ "Advanced Player's Guide" ] ],
		"description": [
			"**Type:** Campaign",
			"",
			"You were born and raised in town. You know many of the region's secrets and the locals already know who you are. You aren't quite hated in town, but folk seem to think you're a troublemaker and a bastard and not to be trusted. The town's tougher folk respect you, but the law-abiding citizens don't. You gain a +1 trait bonus on Knowledge (local) checks, and Knowledge (local) is a class skill for you. In addition, you can choose any one notorious citizen from below as an ally; depending on the person you pick, you'll get different benefits."
		],
		"topLink": [ "Campaign Traits", "main/traits_campaign" ]
	},
	"favored_son_or_daughter": {
		"name": "Favored Son or Daughter",
		"compilationSources": [ [ "Advanced Player's Guide" ] ],
		"description": [
			"**Type:** Campaign",
			"",
			"You were born and raised in the town of Sandpoint or its surrounding farms. You know many of the region's secrets, and the locals already know who you are. You are well liked in town, and you'll have lots of friends in the region, but the town's tougher side sees you as a snitch or a pansy. You gain a +1 trait bonus on Knowledge (local) checks, and Knowledge (local) is always a class skill for you. In addition, you can choose any one law-abiding citizen of Sandpoint from below as an ally; depending on the person you pick, you'll get different benefits.",
			"",
			"**Tavern Owner:** One of the town's most influential and beloved nobles. Her inn/tavern is the most popular in town, and as one of her friends, you're guaranteed a place to eat and sleep for free. She's got lots of great contacts with merchants as well, and she'll sell any of your loot for you - as a result, you gain an additional 10% over the amount of gp you normally would get from selling off treasure.",
			"",
			"**Sherrif:** The no nonsense arm of the law, is like the uncle you never had. The benefits of being close friends with the town sheriff are extensive, and you can call in favors from him once per game session. A favor can either get you out of a legal jam, hook you up with a town guard for help, or give you a one-time +10 bonus on a Bluff, Diplomacy, or Intimidate check made against any local person."
		],
		"topLink": [ "Campaign Traits", "main/traits_campaign" ]
	},
	"outlander": {
		"name": "Outlander",
		"compilationSources": [ [ "Advanced Player's Guide" ] ],
		"description": [
			"**Type:** Campaign",
			"",
			"You are not from town; you've recently come from somewhere else and are hoping to make your fortune here. Pick one of the following reasons to be a newcomer to the area.",
			"",
			"**Lore Seeker:** The secrets of an ancient fallen civilization intrigue you, particularly the magical traditions of its highly mystical culture. You've studied magic intensely, and hope to increase that knowledge by adding ancient lore. You've come to the region to pursue that study, and chose the town as your base because it was out of the way of bigger cities-meaning less competition to study the ancient monuments in the region, you hope! You gain a +1 trait bonus on Knowledge (arcana) checks, and Knowledge (arcana) is a class skill for you. If you cast arcane spells, pick three spells on your spell list. You are particularly adept at casting these spells, so they function at +1 caster level when you cast them, and their save DCs (if any) gain a +1 bonus.",
			"",
			"**Exile:** For whatever reason, you were forced to flee your homeland. Chance or fate has brought you to town, and it's here that your money ran out, leaving you stranded in this small town. You are also being pursued by enemies from your homeland, and that has made you paranoid and quick to react to danger. You gain a +2 trait bonus on Initiative checks.",
			"",
			"**Missionary:** You have come to town to see about expanding the presence of your chosen faith after receiving visions that told you your faith is needed in the region-what that need is, though, you're not quite sure. You gain a +1 trait bonus on Knowledge (religion) checks, and Knowledge (religion) is a class skill for you. If you cast divine spells, pick three spells on your spell list. You are particularly adept at casting these spells, so they function at +1 caster level when you cast them, and their save DCs (if any) gain a +1 bonus."
		],
		"topLink": [ "Campaign Traits", "main/traits_campaign" ]
	},
	"augmented_disguise": {
		"name": "Augmented Disguise",
		"compilationSources": [ [ "Adventurer's Armory" ] ],
		"description": [
			"**Type:** Equipment",
			"",
			"You are especially good at disguising yourself when you have props available. You gain a +2 trait bonus on Disguise checks when wearing a wig, false beard, or similar large prop, or if you are wearing a special costume or eye-catching bauble that reinforces your disguise."
		],
		"category": "Equipment",
		"topLink": [ "Equipment Traits", "main/traits_equipment" ]
	},
	"dealmaker": {
		"name": "Dealmaker",
		"compilationSources": [ [ "Adventurer's Armory" ] ],
		"description": [
			"**Type:** Equipment",
			"",
			"You have the air of a person with money, allowing you to buy and sell valuables that otherwise are too rich for the local community. Once per week, when looking for an item with a price greater than [the local community's base value](rule/purchasing_magic_items), make a DC 10 Diplomacy check; add 10 to the DC for each community size category between the current community and the community size with a base value sufficient for that item. Success means (with GM approval) you're able to sell or purchase that item as if the local community were of sufficient size. Each additional attempt (successful or otherwise) in that community increases the DC by an additional +10.",
			"",
			"**Example:** If you're trying to find a +1 cloak of resistance (1,000 gp), you'd normally need to be in a small town (base value 1,000 gp) or larger to be able to find that item with little trouble. If you're currently in a hamlet, that's two community sizes away from a small town, so the Diplomacy DC is 30. If you went to a village and asked there, the DC would only be 20 because it's only one community size away from a small town."
		],
		"category": "Equipment",
		"topLink": [ "Equipment Traits", "main/traits_equipment" ]
	},
	"extremely_fashionable": {
		"name": "Extremely Fashionable",
		"compilationSources": [ [ "Adventurer's Armory" ] ],
		"description": [
			"**Type:** Equipment",
			"",
			"You really know how to make a good impression when you're dressed well. Whenever you are wearing clothing and/or jewelry worth at least 150 gp (and not otherwise covered in gore, sewage, or other things that mar your overall look), you gain a +1 trait bonus on Bluff, Diplomacy, and Intimidate checks. One of these skills (your choice) is a class skill for you."
		],
		"category": "Equipment",
		"topLink": [ "Equipment Traits", "main/traits_equipment" ]
	},
	"heirloom_weapon": {
		"name": "Heirloom Weapon",
		"compilationSources": [ [ "Adventurer's Armory" ] ],
		"description": [
			"**Type:** Equipment",
			"",
			"You carry a non-masterwork simple or martial weapon that has been passed down from generation to generation in your family (pay the standard gp cost for the weapon). When you select this trait, choose one of the following benefits: proficiency with that specific weapon, a +1 trait bonus on attacks of opportunity with that specific weapon, or a +2 trait bonus on one kind of combat maneuver when using that specific weapon."
		],
		"category": "Equipment",
		"topLink": [ "Equipment Traits", "main/traits_equipment" ]
	},
	"improvisational_equipment": {
		"name": "Improvisational Equipment",
		"compilationSources": [ [ "Adventurer's Armory" ] ],
		"description": [
			"**Type:** Equipment",
			"",
			"You have an uncanny knack for turning equipment to new and unexpected uses. When using an item for anything other than its intended purpose - such as using a crowbar as a grappling hook or an old shirt to bandage a deadly wound - reduce the improvisation penalty by 2. This does not apply to improvised weapon penalties. Your GM may rule that some things are just not suitable for use in certain ways; for example, gluing a dead orc's face to your own face won't help you disguise yourself as an orc."
		],
		"category": "Equipment",
		"topLink": [ "Equipment Traits", "main/traits_equipment" ]
	},
	"iron_liver": {
		"name": "Iron Liver",
		"compilationSources": [ [ "Adventurer's Armory" ] ],
		"description": [
			"**Type:** Equipment",
			"",
			"Due to a lucky constitution or frequent exposure, your body is resistant to poison, including alcohol and drugs. You gain a +2 trait bonus on Fortitude saves against poison and drugs, and a +4 trait bonus on Fortitude saves to avoid the effects of alcohol."
		],
		"category": "Equipment",
		"topLink": [ "Equipment Traits", "main/traits_equipment" ]
	},
	"power_of_suggestion": {
		"name": "Power of Suggestion",
		"compilationSources": [ [ "Adventurer's Armory" ] ],
		"description": [
			"**Type:** Equipment",
			"",
			"People trust your words over their own eyes. You may make a Bluff check to make observers believe that an object in your possession is actually a different object entirely. The DC for the check is 20 for items of a similar size, shape, and color (such as a glaive and a quarterstaff). Items of a different shape, size, or color raise the DC by 5 for each dissimilar aspect, or more if the dissimilarity is extreme. This deception lasts 1 minute; if the item is still in view, the observers may recognize their error unless you make another bluff check."
		],
		"category": "Equipment",
		"topLink": [ "Equipment Traits", "main/traits_equipment" ]
	},
	"prehensile_whip": {
		"name": "Prehensile Whip",
		"compilationSources": [ [ "Adventurer's Armory" ] ],
		"description": [
			"**Type:** Equipment",
			"",
			"In your hand a whip has a life of its own, wrapping around pillars and beams with ease. You can use a whip as if it were a rope with a grappling hook at the end. Attaching your whip is a standard action, but detaching it is a full-round action."
		],
		"category": "Equipment",
		"topLink": [ "Equipment Traits", "main/traits_equipment" ]
	},
	"quick_learner": {
		"name": "Quick Learner",
		"compilationSources": [ [ "Adventurer's Armory" ] ],
		"description": [
			"**Type:** Equipment",
			"",
			"You're skilled at learning the feel of a particular weapon after a few swings in combat. After your first attack with a weapon in which you are not proficient, the non-proficiency penalty decreases by 2 (to a -2 penalty). This effect lasts only while you have the weapon in hand; you must \"relearn\" the weapon each time you pick it up."
		],
		"category": "Equipment",
		"topLink": [ "Equipment Traits", "main/traits_equipment" ]
	},
	"rough_and_ready": {
		"name": "Rough and Ready",
		"compilationSources": [ [ "Adventurer's Armory" ] ],
		"description": [
			"**Type:** Equipment",
			"",
			"Your intense familiarity with the tools of your trade allows you to use them in combat as if they were actual weapons and makes them more effective for that purpose than they would normally be. When you use a tool of your trade (requiring at least 1 rank in the appropriate Craft or Profession skill) as a weapon, you do not take the improvised weapon penalty and instead receive a +1 trait bonus on your attack. This trait is commonly used with shovels, picks, blacksmith hammers, and other sturdy tools - lutes and brooms make terribly fragile weapons."
		],
		"category": "Equipment",
		"topLink": [ "Equipment Traits", "main/traits_equipment" ]
	},
	"stage_magic": {
		"name": "Stage Magic",
		"compilationSources": [ [ "Adventurer's Armory" ] ],
		"description": [
			"**Type:** Equipment",
			"",
			"You have put in many hours practicing with flashy alchemical items that enhance your Perform skill. When you use an attention-getting alchemical item such as a flask of alchemist's fire, smokestick, thunderstone, or another appropriate alchemical item (GM's discretion) as part of a performance, you gain a +2 trait bonus on your Perform check for the duration of that performance. The item is expended without its normal effects and only serves to make your performance more impressive; for example, you could pretend to ignite yourself with alchemist's fire as part of a Perform (comedy) check or make a dramatic appearance with a smokestick as part of a Perform (act) check, but you would not actually take fire damage or gain concealment from smoke."
		],
		"category": "Equipment",
		"topLink": [ "Equipment Traits", "main/traits_equipment" ]
	},
	"stealthy_escape": {
		"name": "Stealthy Escape",
		"compilationSources": [ [ "Adventurer's Armory" ] ],
		"description": [
			"**Type:** Equipment",
			"",
			"You are adept at escaping from confinement in an unobtrusive manner. When trying to escape manacles, rope, or other similar restraints (but not grapples or similar attacks), you may make a Sleight of Hand check instead of your Escape Artist modifier. If you free yourself, you gain a +2 trait bonus on Bluff checks to pretend that you are still bound."
		],
		"category": "Equipment",
		"topLink": [ "Equipment Traits", "main/traits_equipment" ]
	},
	"thrown_together_fashion": {
		"name": "Thrown-Together Fashion",
		"compilationSources": [ [ "Adventurer's Armory" ] ],
		"description": [
			"**Type:** Equipment",
			"",
			"You can modify old clothing to make it effective in new circumstances. With a basic sewing kit or disguise kit, you can make a Disguise check to change one outfit into another outfit. The DC of this check is equal to 10 + the gp difference between costs of the outfits, as found in the [outfits' entries](main/equipment_misc). The alteration takes 10 minutes per 1-gp difference in the cost of the outfits."
		],
		"category": "Equipment",
		"topLink": [ "Equipment Traits", "main/traits_equipment" ]
	},
	"well_provisioned_adventurer": {
		"name": "Well-Provisioned Adventurer",
		"compilationSources": [
			[ "Plane-Hopper's Handbook" ],
			[ "Adventurer's Armory 2" ]
		],
		"description": [
			"**Type:** Equipment",
			"",
			"You always knew that one day you would leave your humble beginnings behind and become an adventurer, so you scrimped and saved, buying the necessary equipment one piece at a time until you had everything you needed. Select one of the equipment packages below. If you select this trait during character creation, you do not receive any starting gold.",
			"",
			"::h3[Arcane Adept Package]{jl}",
			"",
			"The arcane adept has collected useful magical gear to ensure her success on her adventures, and she prides herself on having just the right tool for the job. This equipment package is appropriate for an arcanist, sorcerer, witch, or wizard. Some bards and summoners might also find it attractive. This equipment package can also work for a magus if the 1st-level scrolls and wand are replaced with a masterwork melee weapon.",
			"",
			"**Weapons:** {eq-weapon/Light crossbow} with 10 bolts, {eq-weapon/quarterstaff}.  ",
			"**Combat Gear:** {eq-weapon/Acid} (2), {spell/scrolls of |comprehend languages} (2), {spell/scroll of |detect secret doors}, {spell/scroll of |glitterdust}, {spell/scrolls of |identify} (2), {spell/scroll of |mount}, {spell/scroll of |rope trick}, {eq-weapon/thunderstone}, {spell/wand of |mage armor} (16 charges).  ",
			"**Other Gear:** {eq-misc/Backpack}, {eq-misc/bedroll}, {eq-misc/belt pouch}, {eq-misc/candle/s (5)}, {eq-misc/chalk/ (5 pieces)}, {eq-misc/flint and steel}, {eq-misc/ink}, {eq-misc/inkpen}, {magic-wondrous/ioun torch}, {eq-misc/journal}, {eq-misc/magnifying glass}, {eq-misc/mess kit}, {eq-misc/scroll box}, {eq-misc/silk rope (50 ft.)}, {eq-misc/spell component pouch}, {eq-misc/trail rations/ (5 days)}, {eq-misc/waterskin}, 3 gp.  ",
			"**Total Weight:** 45 lbs. (28-3/4 lbs. for a Small character).",
			"",
			"::h3[Blessed Warden Package]{jl}",
			"",
			"A blessed warden is prepared to protect herself against the horrors of evil-aligned planes. This equipment package is suitable for clerics, druids, inquisitors, oracles, and paladins. The specific gear is appropriate for those visiting the chaotic evil Abyss but can be adjusted to suit other evil-aligned planes, such as swapping the scrolls of protection from chaos for scrolls of {spell/protection from law} for a package designed for travel to Hell.",
			"",
			"**Armor:** Masterwork {eq-armor/chain shirt}.  ",
			"**Weapons:** {eq-material/Cold iron} {eq-weapon/shortspear}, {eq-weapon/light crossbow} with 20 crossbow bolts.  ",
			"**Combat Gear:** {eq-weapon/Holy water} (3), {spell/scrolls of |cure light wounds} (2), {spell/scrolls of |protection from chaos} (2), {spell/scrolls of |protection from evil} (2), {spell/scroll of |remove curse}.  ",
			"**Other Gear:** {eq-misc/Backpack}, {eq-misc/bedroll}, {eq-misc/candle/s (5)}, {eq-misc/chalk/ (5 pieces)}, {eq-misc/crowbar}, {magic-wondrous/ioun torch}, {eq-misc/mess kit}, {eq-misc/common_<shovel}, {eq-misc/silk rope (50 ft.)}, {eq-misc/spell component pouch}, {eq-misc/trail rations/ (5 days)}, {eq-misc/waterskin}, {eq-misc/wooden holy symbol}, 13 gp.  ",
			"**Total Weight:** 74 lbs. (44-1/2 lbs. for a Small character).",
			"",
			"::h3[Corporeal Warrior Package]{jl}",
			"",
			"Normal equipment is ill suited to fighting intangible foes, and a warrior bound for the Ethereal Plane must be prepared for incorporeal threats lurking in the ever-present mists. This equipment package is suitable for fighters and paladins. If the PC can cast spells, add a spell component pouch.",
			"",
			"**Armor:** Masterwork {eq-armor/breastplate}.  ",
			"**Weapons:** {eq-weapon/Heavy crossbow} with 10 bolts, heavy mace, masterwork {eq-weapon/longsword}.  ",
			"**Combat Gear:** {eq-weapon/Alchemist's fire}, {spell/potion of |mage armor}, {spell/potion of |shield}, {spell/oil of |magic weapon}.  ",
			"**Other Gear:** {eq-misc/Backpack}, {eq-misc/bedroll}, {eq-misc/candle/s (5)}, {eq-misc/chalk/ (5 pieces)}, {eq-misc/crowbar}, {magic-wondrous/ioun torch}, {eq-misc/mess kit}, {eq-misc/common_<shovel}, {eq-misc/silk rope (50 ft.)}, {eq-misc/trail rations/ (5 days)}, {eq-misc/waterskin}, 10 gp.  ",
			"**Total Weight:** 87 lbs. (48-1/2 lbs. for a Small character).",
			"",
			"::h3[Daring Bravo Package]{jl}",
			"",
			"The daring bravo is equally adept in social situations and combat, with the right equipment to move fluidly from one to the other. Such adventurers are known as much for their flair and panache as their martial prowess, and the daring bravo's equipment is often ornately ornamented or personalized. This equipment package is good for a bard, fighter, rogue, swashbuckler, or vigilante. Certain cavaliers, investigators, skalds, or even paladins may also find it appealing. If the PC can cast spells, add a spell component pouch.",
			"",
			"**Armor:** Masterwork {eq-armor/chain shirt}.  ",
			"**Weapons:** {eq-weapon/Light crossbow} with 10 bolts, masterwork {eq-weapon/rapier}, {eq-weapon/sap}, {eq-material/alchemical silver} {eq-weapon/dagger}.  ",
			"**Combat Gear:** {eq-weapon/Acid} (2), {eq-misc/alchemist's kindness}, {spell/potions of |cure light wounds} (2), {eq-misc/sunrod/s} (3).  ",
			"**Other Gear:** {eq-misc/Backpack}, {eq-misc/bedroll}, {eq-misc/belt pouch}, {eq-misc/bottle of fine |wine>_fine_bottle}, {eq-misc/chalk/ (5 pieces)}, {eq-misc/courtier's outfit/ with 50 gp in jewelry}, {eq-misc/flask}, {eq-misc/flint and steel}, {eq-misc/grooming kit}, {eq-misc/masterwork musical instrument}, {eq-misc/mess kit}, {eq-misc/mirror}, {eq-misc/perfume/ or cologne}, {eq-misc/sack}, {eq-misc/signet ring}, {eq-misc/silk rope (50 ft.)}, {eq-misc/trail rations/ (5 days)}, {eq-misc/waterskin}, {eq-misc/whetstone}, 5 gp.  ",
			"**Total Weight:** 76-1/2 lbs. (40-1/2 lbs. for a Small character).",
			"",
			"::h3[Holy Warrior Package]{jl}",
			"",
			"The holy warrior is prepared to use her might and zeal to take the fight to the enemy, but she understands the importance of having the right equipment to overcome the resistances of her monstrous foes. This equipment package is well-suited to a cleric, inquisitor, paladin, warpriest, or even a fighter with a religious background. It's especially suited to characters who focus on supporting their party members and making them more effective in a fight. Even more than with other equipment packages, the GM should consider substituting the masterwork longsword in this package with a masterwork melee weapon appropriate to the PC's faith. If the PC can cast spells, add a spell component pouch.",
			"",
			"**Armor:** {eq-armor/Heavy steel shield}, masterwork {eq-armor/breastplate}.  ",
			"**Weapons:** {eq-material/Cold iron} {eq-weapon/morningstar}, {eq-weapon/heavy crossbow} with 10 bolts, masterwork {eq-weapon/longsword}.  ",
			"**Combat Gear:** {eq-weapon/Alchemist's fire} (3), {eq-weapon/holy water} (4), {spell/oil of |bless weapon}, {spell/potions of |cure light wounds} (2), {spell/potion of |protection from evil}, {eq-misc/sunrod/s} (3).  ",
			"**Other Gear:** {eq-misc/Backpack}, {eq-misc/bedroll}, {eq-misc/belt pouch}, {eq-misc/candle/s (5)}, {eq-misc/chalk/ (5 pieces)}, {eq-misc/crowbar}, {eq-misc/flint and steel}, {eq-misc/holy symbol/ (silver)}, {eq-misc/mess kit}, {eq-misc/sack}, {eq-misc/silk rope (50 ft.)}, {eq-misc/trail rations/ (5 days)}, {eq-misc/waterskin}, 7 gp.  ",
			"**Total Weight:** 102 lbs. (57-1/4 lbs. for a Small character).",
			"",
			"::h3[Lore Seeker Package]{jl}",
			"",
			"The lore seeker has the equipment necessary to delve into ancient ruins searching for lost knowledge. As this equipment package contains little by way of armor or weapons, it is most appropriate for alchemists, bards, monks, sorcerers, and wizards. If the PC can cast spells, add a spell component pouch and a holy symbol (if required).",
			"",
			"**Weapons:** {eq-weapon/Light crossbow} with 10 bolts, {eq-weapon/quarterstaff}, {eq-material/alchemical_<silver} {eq-weapon/dagger}.  ",
			"**Combat Gear:** {eq-weapon/Alchemist's fire} (3), {eq-misc/antitoxin}, {spell/oil of |erase}, {spell/potions of |cure light wounds} (2), {spell/potion of |protection from evil}, {eq-weapon/tanglefoot bag}, {eq-weapon/thunderstone}.  ",
			"**Other Gear:** {eq-misc/Backpack}, {eq-misc/bedroll}, {eq-misc/belt pouch}, {eq-misc/candle/s (5)}, {eq-misc/chalk/ (5 pieces)}, {eq-misc/compass}, {eq-misc/crowbar}, {eq-misc/everburning torch}, {eq-misc/flint and steel}, {eq-weapon/grappling hook}, {eq-misc/ink}, {eq-misc/inkpen/s (2)}, {eq-misc/journal/s (2)}, {eq-misc/magnifying glass}, {eq-misc/mapmaker's kit}, {eq-misc/mess kit}, {eq-misc/sack}, {eq-misc/signal whistle}, {eq-misc/silk rope (50 ft.)}, {eq-misc/trail rations/ (5 days)}, {magic-wondrous/traveler's any-tool}, {eq-misc/waterskin}, 8 gp.  ",
			"**Total Weight:** 44 lbs. (27-3/4 lbs. for a Small character).",
			"",
			"::h3[Mystic Guide Package]{jl}",
			"",
			"This equipment package is designed to provide the most aid to divine casters, such as clerics, druids, oracles, and inquisitors, who prefer to help their companions from behind the front lines of a fight.",
			"",
			"**Armor:** {eq-armor/Leather/ armor}, {eq-armor/light wooden shield}.  ",
			"**Weapons:** {eq-weapon/Shortspear}, {eq-weapon/sling} with 10 {eq-weapon/sling_<bullets}.  ",
			"**Combat Gear:** {eq-misc/Antitoxin}, bead of blessing (as a {magic-wondrous/lesser strand of prayer beads} without the bead of healing), {eq-weapon/holy water} (2), {spell/scrolls of |cure light wounds} (2), {spell/scroll of |endure elements}.  ",
			"**Other Gear:** {eq-misc/Backpack}, {eq-misc/bedroll}, {eq-misc/belt pouch}, {eq-misc/candle/s (5)}, {eq-misc/chalk/ (5 pieces)}, {eq-misc/flint and steel}, {eq-misc/healer's kit}, {eq-misc/holy symbol/ (silver)}, {magic-wondrous/ioun torch}, {eq-misc/mess kit}, {eq-misc/mirror}, {eq-misc/sack}, {eq-misc/common_<shovel}, {eq-misc/silk rope (50 ft.)}, {eq-misc/smelling salts}, {eq-misc/soap}, {eq-misc/spell component pouch}, {eq-misc/trail rations/ (5 days)}, {eq-misc/waterskin}, 4 sp.  ",
			"**Total Weight:** 67 lbs. (39-1/4 lbs. for a Small character).",
			"",
			"::h3[Planar Traveler Package]{jl}",
			"",
			"This package equipment prepares planar travelers for the challenges of a variety of planar destinations. This package works particularly well for lightly armored combatants, such as bards and rogues. If the PC purchasing it can cast spells, add a spell component pouch as well.",
			"",
			"**Armor:** Masterwork {eq-armor/studded leather}, {eq-armor/light wooden shield}.  ",
			"**Weapons:** {eq-weapon/Composite longbow} with 20 {eq-weapon/arrow/s}, masterwork {eq-weapon/morningstar}.  ",
			"**Combat Gear:** {eq-weapon/Alchemist's fire} (3), {spell/potion of |air bubble}, {spell/potions of |cure light wounds} (2), {spell/potions of |endure elements} (2).  ",
			"**Other Gear:** {eq-misc/Backpack}, {eq-misc/bedroll}, {eq-misc/candle/s (5)}, {eq-misc/chalk/ (5 pieces)}, {eq-misc/crowbar}, {magic-wondrous/ioun torch}, {eq-misc/mess kit}, {eq-misc/common_<shovel}, {eq-misc/silk rope (50 ft.)}, {eq-misc/trail rations/ (5 days)}, {eq-misc/waterskin}, 11 gp.  ",
			"**Total Weight:** 75 lbs. (42-1/2 lbs. for a Small character).",
			"",
			"::h3[Questing Knight Package]{jl}",
			"",
			"If not descended from nobility, the questing knight certainly looks like he fits the part. This equipment package is useful for cavaliers, fighters, and paladins. If the PC can cast spells, add a spell component pouch and a holy symbol (if required). If the PC gains a mount from a class feature, remove the horse from the list below and replace the lance with a masterwork lance.",
			"",
			"**Armor:** {eq-armor/Half-plate}, {eq-armor/heavy wooden shield}.  ",
			"**Weapons:** {eq-weapon/Javelin/s} (4), {eq-weapon/lance}, {eq-weapon/longsword}.  ",
			"**Combat Gear:** {eq-misc/Sunrod/s} (2).  ",
			"**Other Gear:** {eq-misc/Backpack}, {eq-misc/banner}, {eq-misc/bedroll}, {eq-misc/belt pouch}, {eq-misc/flask}, {eq-misc/flint and steel}, {eq-misc/mess kit}, {eq-misc/pole/ (10 ft.)}, {eq-misc/sack}, {eq-misc/common_<shovel}, {eq-misc/signet ring}, {eq-misc/silk rope (50 ft.)}, {eq-misc/trail rations/ (5 days)}, {eq-misc/waterskin}, {eq-misc/whetstone}, 8 gp.  ",
			"**Mount:** {eq-misc/Heavy horse (combat trained)} with {eq-misc/bit and bridle}, {eq-misc/military saddle}, and {eq-misc/saddlebags}.  ",
			"**Total Weight:** 127-1/2 lbs. (73-3/4 lbs. for a Small character).",
			"",
			"::h3[Shadowy Stalker Package]{jl}",
			"",
			"Skulking through a city or a dungeon, the shadowy stalker is equipped to strike quickly and fade away. This equipment package is appropriate for stealthy characters such as rangers, rogues, and slayers, and for some bards and investigators. If the PC can cast spells, add a spell component pouch.",
			"",
			"**Armor:** Masterwork {eq-armor/leather/ armor}.  ",
			"**Weapons:** {eq-weapon/Dagger/s} (3), masterwork {eq-weapon/sickle}, {eq-weapon/sap}.  ",
			"**Combat Gear:** {eq-weapon/Alchemist's fire} (3), smokesticks (2), {eq-misc/sunrod/s} (2).  ",
			"**Other Gear:** {eq-misc/Bedroll}, {eq-misc/belt pouch}, {eq-misc/caltrops}, {eq-misc/candle/s (5)}, {eq-misc/chalk/ (5 pieces)}, {eq-misc/disguise kit}, {eq-misc/flint and steel}, {eq-misc/glass cutter}, masterwork {eq-misc/backpack}, masterwork {eq-misc/thieves' tools}, {eq-misc/mess kit}, {eq-misc/sack}, {eq-misc/silk rope (50 ft.)}, {magic-wondrous/sleeves of many garments}, {eq-misc/trail rations/ (5 days)}, {eq-misc/waterskin}, 1 gp.  ",
			"**Total Weight:** 63 lbs. (33-1/4 lbs. for a Small character).",
			"",
			"::h3[Wilderness Wanderer Package]{jl}",
			"",
			"This equipment package is appropriate for any lightly-armored combatant in the wild, such as a barbarian, hunter, or ranger. If the PC can cast spells, add a spell component pouch and holly and mistletoe. The GM might consider altering which weapon is masterwork, based on the PC's specialization. For example, an archery-focused ranger might prefer a masterwork composite longbow over a masterwork greataxe.",
			"",
			"**Armor:** {eq-armor/Light wooden quickdraw shield}, masterwork {eq-armor/studded leather/ armor}.  ",
			"**Weapons:** {eq-material/Cold iron} {eq-weapon/heavy_<flail}, {eq-weapon/composite longbow} with 20 {eq-weapon/arrow/s}, masterwork {eq-weapon/greataxe}, {eq-weapon/short sword}.  ",
			"**Combat Gear:** {eq-weapon/Alchemist's fire} (2), {eq-misc/antitoxin}, {spell/potion of |keen senses}, {eq-misc/sunrod/s} (3).  ",
			"**Other Gear:** {eq-misc/Backpack}, {eq-misc/bedroll}, {eq-misc/belt pouch}, {eq-misc/chalk} (5 pieces), {eq-misc/climber's kit}, {eq-misc/cold-weather outfit}, {eq-misc/fishhook}, {eq-misc/flint and steel}, {eq-misc/mess kit}, {eq-misc/pole} (10 ft.), {eq-misc/common_<shovel}, {eq-misc/signal whistle}, {eq-misc/silk rope (50 ft.)}, {eq-misc/trail rations} (5 days), {eq-misc/waterskin}, 2 sp.  ",
			"**Total Weight:** 108-1/2 lbs. (63-1/4 lbs. for a Small character)."
		],
		"category": "Equipment",
		"topLink": [ "Equipment Traits", "main/traits_equipment" ]
	},
	"betrayal_of_trust": {
		"name": "Betrayal of Trust",
		"compilationSources": [ [ "Cohorts and Companions" ] ],
		"description": [
			"**Type:** Family",
			"",
			"If you have the trait Tight Bonds, you swap it for this trait at the moment you decide to betray the relationship. (You need not wait until you have actually committed an act of betrayal.) You gain a +2 trait bonus on Bluff checks, increasing to +4 on checks specifically made to conceal or deny your infidelity.",
			"",
			"It is possible to regain the Tight Bonds trait, for either the same or a different relationship, but it requires substantial in-character work. The GM decides when this trait reverts back to the original one."
		],
		"category": "Family",
		"topLink": [ "Family Traits", "main/traits_family" ]
	},
	"blood_resonance": {
		"name": "Blood Resonance",
		"compilationSources": [ [ "Cohorts and Companions" ] ],
		"description": [
			"**Type:** Family",
			"",
			"Select one racial, inherited template (such as half-dragon), or bloodline ability you can currently use at least three times each day. Once per day when you are within 60 feet of another character with this family trait who shares the race, template, or bloodline, you can use the selected ability without it counting against your normal daily limit."
		],
		"category": "Family",
		"topLink": [ "Family Traits", "main/traits_family" ]
	},
	"family_resemblance": {
		"name": "Family Resemblance",
		"compilationSources": [ [ "Cohorts and Companions" ] ],
		"description": [
			"**Type:** Family",
			"",
			"You have some of the common, recognizable features of your family. You gain a +4 trait bonus on Diplomacy checks made to improve the attitude of a creature that has a friendly or helpful attitude toward another member of your family, and a +2 bonus on Disguise checks to look like a specific member of your family. You also take a -2 penalty on Disguise checks to look like anyone who is not a member of your family."
		],
		"category": "Family",
		"topLink": [ "Family Traits", "main/traits_family" ]
	},
	"family_trade": {
		"name": "Family Trade",
		"compilationSources": [ [ "Cohorts and Companions" ] ],
		"description": [
			"**Type:** Family",
			"",
			"Choose one skill. All family members with this trait must choose the same skill and it is always a class skill for you. When you are within 60 feet of a family member with this trait, you gain a +2 trait bonus on checks with this skill."
		],
		"category": "Family",
		"topLink": [ "Family Traits", "main/traits_family" ]
	},
	"honor_bound": {
		"name": "Honor-Bound",
		"compilationSources": [ [ "Cohorts and Companions" ] ],
		"description": [
			"**Type:** Family",
			"",
			"The family's honor is tied to a shared goal binding you all together. With the aid of the GM, choose a task that your family is bound to accomplish. Once per day, when you are within 60 feet of another character with this trait, you can gain a +1 trait bonus on a single saving throw or skill check when progress toward the goal is directly at stake (at the GM's discretion)."
		],
		"category": "Family",
		"topLink": [ "Family Traits", "main/traits_family" ]
	},
	"rivalry": {
		"name": "Rivalry",
		"compilationSources": [ [ "Cohorts and Companions" ] ],
		"description": [
			"**Type:** Family",
			"",
			"If you see a family member with this trait within 60 feet of you fail a combat maneuver check or a skill check, you gain a +1 trait bonus on checks to perform the same combat maneuver or use the same skill for 1 round."
		],
		"category": "Family",
		"topLink": [ "Family Traits", "main/traits_family" ]
	},
	"tight_bonds": {
		"name": "Tight Bonds",
		"compilationSources": [ [ "Cohorts and Companions" ] ],
		"description": [
			"**Type:** Family",
			"",
			"Whether siblings, spouses, or dedicated members of the same clan, characters who take this trait are an inseparable pair committed to each other. Your partner or partners must also have this trait. You gain a +1 trait bonus on Will saves against charm and compulsion effects if a partner is within 60 feet, increasing to +3 against a command to compromise your relationship or harm a partner."
		],
		"category": "Family",
		"topLink": [ "Family Traits", "main/traits_family" ]
	},
	"black_as_night": {
		"name": "Black as Night",
		"compilationSources": [ [ "Knights of the Inner Sea" ] ],
		"description": [
			"**Type:** Mount  ",
			"**Requirements:** Have a fell pony as a mount",
			"",
			"While astride a fell pony, you gain a +1 trait bonus on attack rolls against enemies you are flanking."
		],
		"category": "Mount",
		"topLink": [ "Mount Traits", "main/traits_mount" ]
	},
	"burst_of_speed": {
		"name": "Burst of Speed",
		"compilationSources": [ [ "Knights of the Inner Sea" ] ],
		"description": [
			"**Type:** Mount  ",
			"**Requirements:** Have a Dort charger as a mount",
			"",
			"Three times per day, while riding a Dort charger and making a charge attack, you can increase your mount's speed by 15 feet as a free action."
		],
		"category": "Mount",
		"topLink": [ "Mount Traits", "main/traits_mount" ]
	},
	"clever_mount": {
		"name": "Clever Mount",
		"compilationSources": [ [ "Wilderness Origins" ] ],
		"description": [
			"**Type:** Mount  ",
			"**Requirements:** Have a mount",
			"",
			"This mount can learn four tricks per point of Intelligence, instead of the typical three. Commanding the mount with the Handle an Animal use of the Handle Animal skill requires a successful DC 15 skill check instead of the usual DC 10, however, as it is willful and easily bored."
		],
		"category": "Mount",
		"topLink": [ "Mount Traits", "main/traits_mount" ]
	},
	"cunning_breed": {
		"name": "Cunning Breed",
		"compilationSources": [ [ "Knights of the Inner Sea" ] ],
		"description": [
			"**Type:** Mount  ",
			"**Requirements:** Have a Taldor jennet as a mount",
			"",
			"A Taldor jennet can learn a total of eight tricks when trained using the Handle Animal skill (as opposed to the standard six for having an Intelligence score of 2)."
		],
		"category": "Mount",
		"topLink": [ "Mount Traits", "main/traits_mount" ]
	},
	"fleet_of_foot": {
		"name": "Fleet of Foot",
		"compilationSources": [ [ "Knights of the Inner Sea" ] ],
		"description": [
			"**Type:** Mount  ",
			"**Requirements:** Have a chiardmar as a mount",
			"",
			"While riding a chiardmar, you treat your mount's base speed as +10 feet faster for the purpose of using the run or withdraw actions."
		],
		"category": "Mount",
		"topLink": [ "Mount Traits", "main/traits_mount" ]
	},
	"keleshite_trade_camel": {
		"name": "Keleshite Trade Camel",
		"compilationSources": [ [ "Wilderness Origins" ] ],
		"description": [
			"**Type:** Mount  ",
			"**Requirements:** Have a camel as a mount",
			"",
			"Once per hour, a Keleshite trade camel can regurgitate the contents of its stomach, spitting the foul material at a single target within 10 feet as a ranged touch attack. The target must succeed at a Fortitude save (DC = 10 + half the camel's Hit Dice + the camel's Constitution modifier) or be nauseated for 1 round."
		],
		"category": "Mount",
		"topLink": [ "Mount Traits", "main/traits_mount" ]
	},
	"lucky_hound": {
		"name": "Lucky Hound",
		"compilationSources": [ [ "Wilderness Origins" ] ],
		"description": [
			"**Type:** Mount  ",
			"**Requirements:** Have a riding dog as a mount",
			"",
			"Lucky hounds gain a +1 luck bonus on saves against spells or effects with the evil descriptor or which originate from evil outsiders or undead."
		],
		"category": "Mount",
		"topLink": [ "Mount Traits", "main/traits_mount" ]
	},
	"mindspin_mountain_goat": {
		"name": "Mindspin Mountain Goat",
		"compilationSources": [ [ "Wilderness Origins" ] ],
		"description": [
			"**Type:** Mount  ",
			"**Requirements:** Have a ram as a mount",
			"",
			"Mindspin mountain goats gain a +2 trait bonus on Climb checks, and Climb is a class skill for them."
		],
		"category": "Mount",
		"topLink": [ "Mount Traits", "main/traits_mount" ]
	},
	"relentless_fortitude": {
		"name": "Relentless Fortitude",
		"compilationSources": [ [ "Knights of the Inner Sea" ] ],
		"description": [
			"**Type:** Mount  ",
			"**Requirements:** Have a Qadiran dromedary as a mount",
			"",
			"Qadiran dromedaries heal nonlethal damage at a rate of 2 hit points per hour per Hit Die. This trait does not stack with other effects that increase a creature's rate of healing nonlethal damage."
		],
		"category": "Mount",
		"topLink": [ "Mount Traits", "main/traits_mount" ]
	},
	"stalwart_elk": {
		"name": "Stalwart Elk",
		"compilationSources": [ [ "Knights of the Inner Sea" ] ],
		"description": [
			"**Type:** Mount  ",
			"**Requirements:** Have a Chernasardo riding elk as a mount",
			"",
			"While riding a Chernasardo riding elk, you gain a +4 trait bonus on Handle Animal, Ride, and {ability/wild empathy} checks to resist another creature's unnatural aura."
		],
		"category": "Mount",
		"topLink": [ "Mount Traits", "main/traits_mount" ]
	},
	"warthog": {
		"name": "Warthog",
		"compilationSources": [ [ "Wilderness Origins" ] ],
		"description": [
			"**Type:** Mount  ",
			"**Requirements:** Have a boar as a mount",
			"",
			"Warthogs are quicker than they look, with a base speed of 45 feet instead of the boar's 40 feet."
		],
		"category": "Mount",
		"topLink": [ "Mount Traits", "main/traits_mount" ]
	},
	"water_trained": {
		"name": "Water-Trained",
		"compilationSources": [ [ "Knights of the Inner Sea" ] ],
		"description": [
			"**Type:** Mount  ",
			"**Requirements:** Have a Lastwall jasper as a mount",
			"",
			"Lastwall jaspers gain a +2 trait bonus on Swim checks, and Swim is a class skill for them."
		],
		"category": "Mount",
		"topLink": [ "Mount Traits", "main/traits_mount" ]
	},
	"weather_beaten": {
		"name": "Weather-Beaten",
		"compilationSources": [ [ "Knights of the Inner Sea" ] ],
		"description": [
			"**Type:** Mount  ",
			"**Requirements:** Have an Erutaki husky as a mount",
			"",
			"Erutaki huskies gain a +4 trait bonus on Fortitude saves to avoid nonlethal damage from cold environments, and only take a -2 penalty on Perception checks made in inclement weather such as rain or snow (instead of the usual -4 penalty)."
		],
		"category": "Mount",
		"topLink": [ "Mount Traits", "main/traits_mount" ]
	},
	"a_shining_beacon": {
		"name": "A Shining Beacon",
		"compilationSources": [
			[ "Inner Sea Gods" ],
			[ "Faiths of Purity" ]
		],
		"description": [
			"**Type:** Religion  ",
			"**Religion:** {faith/Iomedae}",
			"",
			"You carry a burning hatred in your heart for all things demonic, and have studied their weaknesses carefully. You deal an amount of additional damage equal to your weapon's critical hit modifier when you score a successful critical hit with a weapon against a demon. This damage is added only after the damage is totaled, and is not multiplied by the critical hit multiplier."
		],
		"topLink": [ "Religion Traits", "main/traits_religion" ]
	},
	"accident_resistant": {
		"name": "Accident Resistant",
		"compilationSources": [ [ "Inner Sea Gods" ] ],
		"description": [
			"**Type:** Religion  ",
			"**Religion:** {faith/Zyphus}",
			"",
			"Your understanding of pointless and unexpected death grants you a special awareness. You gain a +2 trait bonus on Reflex saves when denied your Dexterity bonus or during a surprise round."
		],
		"topLink": [ "Religion Traits", "main/traits_religion" ]
	},
	"adherent_of_ancient_osirion": {
		"name": "Adherent of Ancient Osirion",
		"compilationSources": [ [ "Blood of the Beast" ] ],
		"description": [
			"**Type:** Religion  ",
			"**Region:** Osirion  ",
			"**Requirements:** Catfolk",
			"",
			"Although Bastet has been all but forgotten by the native Osirians, you either sojourned with or were raised in a cult dedicated to the cat-headed goddess of Ancient Osirion. You treat the tekko-kagi as a martial weapon instead of an exotic weapon. You also treat the tekko-kagi as if it were a set of claw blades when determining how it interacts with other effects."
		],
		"topLink": [ "Religion Traits", "main/traits_religion" ]
	},
	"adventurous_imbiber": {
		"name": "Adventurous Imbiber",
		"compilationSources": [ [ "Inner Sea Gods" ] ],
		"description": [
			"**Type:** Religion  ",
			"**Religion:** {faith/Cayden Cailean}",
			"",
			"You've never been afraid of good, strong drink, and that has prepared you for the perils of more dangerous substances. You gain a +1 trait bonus on saving throws against poison."
		],
		"topLink": [ "Religion Traits", "main/traits_religion" ]
	},
	"affinity_for_the_elements": {
		"name": "Affinity for the Elements",
		"compilationSources": [
			[ "Inner Sea Gods" ],
			[ "Faiths of Corruption" ]
		],
		"description": [
			"**Type:** Religion  ",
			"**Religion:** Elemental Lords",
			"",
			"Add 1 to the DC of saving throws made to resist the effects of spells cast by you that have either the air, earth, fire, or water descriptor, depending on which elemental lord you worship. You must choose a single elemental lord when you take this trait; once chosen, it cannot be changed."
		],
		"topLink": [ "Religion Traits", "main/traits_religion" ]
	},
	"agent_of_chance": {
		"name": "Agent of Chance",
		"compilationSources": [
			[ "Inner Sea Gods" ],
			[ "Faiths of Purity" ]
		],
		"description": [
			"**Type:** Religion  ",
			"**Religion:** {faith/Nivi Rhombodazzle}",
			"",
			"You can change the fortunes of others, typically for the better. Once per day, you can allow an adjacent ally to reroll a skill check as an immediate action before the result is revealed. The ally must take the second roll, even if it is worse."
		],
		"topLink": [ "Religion Traits", "main/traits_religion" ]
	},
	"alluring": {
		"name": "Alluring",
		"compilationSources": [ [ "Dwarves of Golarion" ] ],
		"description": [
			"**Type:** Religion  ",
			"**Religion:** {faith/Bolka}",
			"",
			"You have the art of turning a passing glance into love. You receive a +2 trait bonus on Diplomacy checks with those who find you attractive. You can use {spell/daze} once per day as a spell-like ability, with a caster level equal to your character level."
		],
		"topLink": [ "Religion Traits", "main/traits_religion" ]
	},
	"always_threatening": {
		"name": "Always Threatening",
		"compilationSources": [ [ "Inner Sea Gods" ] ],
		"description": [
			"**Type:** Religion  ",
			"**Religion:** {faith/Thamir Gixx}",
			"",
			"You are fast on the draw. As a move action, you can draw a light, concealed weapon for which you have {feat/Weapon Focus}. If you have the {feat/Quick Draw} feat, drawing this weapon is a free action."
		],
		"topLink": [ "Religion Traits", "main/traits_religion" ]
	},
	"ambassador": {
		"name": "Ambassador",
		"compilationSources": [ [ "Taldor, Echoes of Glory" ] ],
		"description": [
			"**Type:** Religion  ",
			"**Religion:** {faith/Sarenrae}",
			"",
			"Your natural abilities at mediation and compromise manifested at a young age. For as long as you can remember, you were always more able to solve disputes and carefully settle violent disagreements than others. You gain a +2 trait bonus to Diplomacy checks."
		],
		"topLink": [ "Religion Traits", "main/traits_religion" ]
	},
	"ancestors_blade": {
		"name": "Ancestor's Blade",
		"compilationSources": [ [ "Divine Anthology" ] ],
		"description": [
			"**Type:** Religion  ",
			"**Religion:** {faith/Shizuru}",
			"",
			"You were trained by your family with a weapon passed down from a venerable ancestor. You begin play with an heirloom masterwork weapon worth up to 400 gp. You gain a +1 trait bonus on attack rolls with weapons of this type (not just your initial heirloom weapon) when you smite evil."
		],
		"topLink": [ "Religion Traits", "main/traits_religion" ]
	},
	"andolettas_consolation": {
		"name": "Andoletta's Consolation",
		"compilationSources": [ [ "Divine Anthology" ] ],
		"description": [
			"**Type:** Religion  ",
			"**Religion:** {faith/Andoletta}",
			"",
			"You had a close encounter with a servant or worshiper of Andoletta who provided you with a memorable, if unconventional, consolation after a loss. As a result, you gain a +2 trait bonus on saving throws against emotion and fear effects. If you are immune to fear, you instead gain a +4 trait bonus on saves against emotion effects."
		],
		"topLink": [ "Religion Traits", "main/traits_religion" ]
	},
	"angradds_flame": {
		"name": "Angradd's Flame",
		"compilationSources": [ [ "People of the Wastes" ] ],
		"description": [
			"**Type:** Religion  ",
			"**Religion:** {faith/Angradd}",
			"",
			"Your faith in the Forge-Fire fans the passionate flames of war in your heart. Whenever you confirm a critical hit, you deal 1 additional point of damage to your target. This damage is considered precision damage."
		],
		"topLink": [ "Religion Traits", "main/traits_religion" ]
	},
	"angradds_valor": {
		"name": "Angradd's Valor",
		"compilationSources": [ [ "Divine Anthology" ] ],
		"description": [
			"**Type:** Religion  ",
			"**Religion:** {faith/Angradd}",
			"",
			"You hope to earn a place at Angradd's side after death and are inspired to charge with all your might into any righteous battle. You gain a +1 trait bonus on all melee attack rolls when you charge."
		],
		"topLink": [ "Religion Traits", "main/traits_religion" ]
	},
	"arcane_depth": {
		"name": "Arcane Depth",
		"compilationSources": [
			[ "Inner Sea Gods" ],
			[ "Faiths of Balance" ]
		],
		"description": [
			"**Type:** Religion  ",
			"**Religion:** {faith/Nethys}",
			"",
			"You have studied the great masters of spellcraft, and your knowledge is exceptional. You gain a bonus of either +1 on Spellcraft checks or +2 on Knowledge (arcana) checks. You must choose which bonus you receive when you take the trait; once chosen, it cannot be changed."
		],
		"topLink": [ "Religion Traits", "main/traits_religion" ]
	},
	"asmodean_demon_hunter": {
		"name": "Asmodean Demon Hunter",
		"compilationSources": [
			[ "Ultimate Campaign" ],
			[ "Cheliax, Empire of Devils" ]
		],
		"description": [
			"**Type:** Religion  ",
			"**Religion:** {faith/Asmodeus}",
			"",
			"Raised in the church of Asmodeus (whether or not you are currently a follower), you've focused your indoctrinated fervor primarily on the elimination of demons. You gain a +3 trait bonus on Knowledge (planes) checks about demons and a +2 trait bonus on Will saves against mind-affecting spells and effects from demons."
		],
		"topLink": [ "Religion Traits", "main/traits_religion" ]
	},
	"avowed_inspiration": {
		"name": "Avowed Inspiration",
		"compilationSources": [ [ "Divine Anthology" ] ],
		"description": [
			"**Type:** Religion  ",
			"**Religion:** {faith/Ragathiel}",
			"",
			"In emulation of the empyreal lord's intensely channeled rage, you are an inspiration on the battlefield. Once per day, when you attack a foe who injured you during the same combat, you can inspire allies who can see you as a move action. Each other ally within 30 feet who can see you gains a +2 morale bonus on her next attack roll."
		],
		"topLink": [ "Religion Traits", "main/traits_religion" ]
	},
	"backstabber": {
		"name": "Backstabber",
		"compilationSources": [ [ "Halflings of Golarion" ] ],
		"description": [
			"**Type:** Religion  ",
			"**Religion:** {faith/Thamir Gixx}  ",
			"**Requirements:** Halfling",
			"",
			"Pledging your faith to Norgorber's lethal shadow gives you the skill to make a brutal attack against an opponent who cannot fully fend you off. When you hit a foe you are flanking, you deal an additional 1 point of damage (this damage is added to your base damage, and is multiplied on a critical hit). This additional damage is a trait bonus."
		],
		"topLink": [ "Religion Traits", "main/traits_religion" ]
	},
	"battlefield_caster": {
		"name": "Battlefield Caster",
		"compilationSources": [ [ "Dwarves of Golarion" ] ],
		"description": [
			"**Type:** Religion  ",
			"**Religion:** {faith/Angradd}, {faith/Gorum}, {faith/Torag}, or {faith/Trudd}",
			"",
			"Your faith protects you even as you unleash spells in the thick of battle. You receive a +1 trait bonus on {rule/concentration} checks to cast defensively and a +1 trait bonus to AC against attacks provoked by or readied against spellcasting."
		],
		"topLink": [ "Religion Traits", "main/traits_religion" ]
	},
	"battlefield_surgeon": {
		"name": "Battlefield Surgeon",
		"compilationSources": [
			[ "Inner Sea Gods" ],
			[ "Faiths of Corruption" ]
		],
		"description": [
			"**Type:** Religion  ",
			"**Religion:** {faith/Zon-Kuthon}",
			"",
			"You're skilled at both dealing and repairing wounds. Heal is a class skill for you, and you can use the treat deadly wounds aspect of Heal 1 additional time per creature per day."
		],
		"topLink": [ "Religion Traits", "main/traits_religion" ]
	},
	"besmaras_name": {
		"name": "Besmara's Name",
		"compilationSources": [ [ "Inner Sea Gods" ] ],
		"description": [
			"**Type:** Religion  ",
			"**Religion:** {faith/Besmara}",
			"",
			"Besmara sometimes answers your call. Once per day when casting a divine spell, you can speak or whisper her name in place of using a divine focus."
		],
		"topLink": [ "Religion Traits", "main/traits_religion" ]
	},
	"besmaras_strength": {
		"name": "Besmara's Strength",
		"compilationSources": [ [ "People of the Wastes" ] ],
		"description": [
			"**Type:** Religion  ",
			"**Religion:** {faith/Besmara}",
			"",
			"The Pirate Queen sometimes answers your calls when you tread dangerous waters. Once per day when attempting a Swim check, you can treat the water as if it were one category calmer (as if stormy water were rough water or rough water were calm water)."
		],
		"topLink": [ "Religion Traits", "main/traits_religion" ]
	},
	"bestial_wrath": {
		"name": "Bestial Wrath",
		"compilationSources": [ [ "Inner Sea Gods" ] ],
		"description": [
			"**Type:** Religion  ",
			"**Religion:** {faith/Rovagug}",
			"",
			"When you strike hard, you strike deep. You gain a +2 trait bonus on critical confirmation rolls."
		],
		"topLink": [ "Religion Traits", "main/traits_religion" ]
	},
	"blade_of_mercy": {
		"name": "Blade of Mercy",
		"compilationSources": [ [ "Legacy of Fire Player's Guide" ] ],
		"description": [
			"**Type:** Religion  ",
			"**Religion:** {faith/Sarenrae}",
			"",
			"You know that within the heart of even the most hateful and cruel living creature exists a sliver of shame and hope for redemption. You have trained long on martial techniques to use bladed weapons not to kill, but to subdue. When striking to inflict nonlethal damage with any slashing weapon, you do not take the normal -4 penalty on your attack roll, and gain a +1 trait bonus to any nonlethal damage you inflict with a slashing weapon."
		],
		"topLink": [ "Religion Traits", "main/traits_religion" ]
	},
	"blessed_orphan": {
		"name": "Blessed Orphan",
		"compilationSources": [ [ "Inner Sea Gods" ] ],
		"description": [
			"**Type:** Religion  ",
			"**Religion:** {faith/Folgrit}",
			"",
			"As an orphan, you have always looked to Folgrit for protection. Once per day, you gain a +1 trait bonus on any saving throw. You must use this ability after the roll is made but before the result is revealed."
		],
		"topLink": [ "Religion Traits", "main/traits_religion" ]
	},
	"blessing_of_the_feast": {
		"name": "Blessing of the Feast",
		"compilationSources": [ [ "Orcs of Golarion" ] ],
		"description": [
			"**Type:** Religion  ",
			"**Religion:** {faith/Zura}",
			"",
			"You come from a cannibal tribe, and find strength in the flesh of your foes. Whenever you eat the flesh or drink the blood of another orc - a full-round action that provokes attacks of opportunity - you gain the favor of Zura and receive a +1 natural armor bonus for 1 minute/level. You can only receive this benefit once per day."
		],
		"topLink": [ "Religion Traits", "main/traits_religion" ]
	},
	"blind_zeal": {
		"name": "Blind Zeal",
		"compilationSources": [ [ "Divine Anthology" ] ],
		"description": [
			"**Type:** Religion  ",
			"**Religion:** {faith/Vildeis}",
			"",
			"You are blind but trained by followers of Vildeis to sense your surroundings by sound and touch. You need not attempt a skill check to move at full speed. You take a -4 penalty from blindness on only Acrobatics, Ride, Sleight of Hand, and Stealth checks. You gain {feat/Blind-Fight} as a bonus feat. You lose the benefits of this trait whenever you can see, but regain them if you once again become blind."
		],
		"topLink": [ "Religion Traits", "main/traits_religion" ]
	},
	"bloody_vengeance": {
		"name": "Bloody Vengeance",
		"compilationSources": [ [ "Healer's Handbook" ] ],
		"description": [
			"**Type:** Religion  ",
			"**Religion:** {faith/Vildeis}",
			"",
			"You were slain by evil forces as a child, but a follower of Vildeis restored you to life. Now you live on in service to the Cardinal Martyr, battling the forces of evil so no other child will know the icy grip of death. You gain a +2 trait bonus on attack rolls to confirm critical hits against any creature that has at least a faint evil aura (see {spell/detect evil})."
		],
		"topLink": [ "Religion Traits", "main/traits_religion" ]
	},
	"brighs_insight": {
		"name": "Brigh's Insight",
		"compilationSources": [ [ "People of the Wastes" ] ],
		"description": [
			"**Type:** Religion  ",
			"**Religion:** {faith/Brigh}",
			"",
			"You hear Brigh's whisper in the workings of technology, granting you better understanding of and insight into constructs. You gain a +2 trait bonus on caster level checks to overcome the spell resistance of constructs."
		],
		"topLink": [ "Religion Traits", "main/traits_religion" ]
	},
	"broken_mind": {
		"name": "Broken Mind",
		"compilationSources": [
			[ "Inner Sea Gods" ],
			[ "Faiths of Balance" ]
		],
		"description": [
			"**Type:** Religion  ",
			"**Religion:** {faith/Groetus}",
			"",
			"You're used to living with your own madness, and gain a +2 trait bonus on saving throws against madness and confusion effects."
		],
		"topLink": [ "Religion Traits", "main/traits_religion" ]
	},
	"calistrian_courtesan": {
		"name": "Calistrian Courtesan",
		"compilationSources": [
			[ "Ultimate Campaign" ],
			[ "Advanced Player's Guide" ],
			[ "Elves of Golarion" ]
		],
		"description": [
			"**Type:** Religion  ",
			"**Religion:** {faith/Calistria}",
			"",
			"You worked in one of Calistria's temples as a sacred courtesan, and you know how to flatter, please, and (most of all) listen. You gain a +1 trait bonus on Sense Motive checks and Diplomacy checks to gather information, and one of these skills (your choice) is always a class skill for you."
		],
		"topLink": [ "Religion Traits", "main/traits_religion" ]
	},
	"call_for_help": {
		"name": "Call for Help",
		"compilationSources": [ [ "Halflings of Golarion" ] ],
		"description": [
			"**Type:** Religion  ",
			"**Religion:** {faith/Chaldira Zuzaristan}  ",
			"**Requirements:** Halfling",
			"",
			"Offering your devotion to and modeling your life on Desna's impetuous companion means you frequently find yourself in a jam but also ensures that you can always rely upon your friends to bail you out. When you take the total defense action, allies gain a +1 trait bonus on rolls made against a creature threatening you."
		],
		"topLink": [ "Religion Traits", "main/traits_religion" ]
	},
	"centered": {
		"name": "Centered",
		"compilationSources": [
			[ "Inner Sea Gods" ],
			[ "Faiths of Balance" ]
		],
		"description": [
			"**Type:** Religion  ",
			"**Religion:** {faith/Irori}",
			"",
			"Having anchored yourself in your faith and your knowledge of yourself, you've made it difficult for others to dominate you. You gain a +1 trait bonus on saving throws against charm and compulsion effects, and the DC of any attempts to use the Intimidate skill on you increases by 1."
		],
		"topLink": [ "Religion Traits", "main/traits_religion" ]
	},
	"chaldiras_luck": {
		"name": "Chaldira's Luck",
		"compilationSources": [ [ "Divine Anthology" ] ],
		"description": [
			"**Type:** Religion  ",
			"**Religion:** {faith/Chaldira}",
			"",
			"You found yourself in deep trouble in your youth but stumbled upon an unlikely way out after praying to Chaldira Zuzaristan for luck. Once per day, you can roll twice and take the better result on a skill check."
		],
		"topLink": [ "Religion Traits", "main/traits_religion" ]
	},
	"cheat_death": {
		"name": "Cheat Death",
		"compilationSources": [ [ "Pirates of the Inner Sea" ] ],
		"description": [
			"**Type:** Religion  ",
			"**Religion:** {faith/Besmara}",
			"",
			"Even Besmara's most faithful worshipers usually call upon her only in times of greatest need. Sometimes Besmara intervenes on behalf of her faithful; other times, she turns her face away as they sink beneath the waves. Once per day, when you would be reduced to 0 or fewer hit points as a result of a failed ability check, skill check, or saving throw on your part, you may invoke this ability in order to reroll the failed check. You must take the result of the second roll, even if it is worse than the original."
		],
		"topLink": [ "Religion Traits", "main/traits_religion" ]
	},
	"child_of_nature": {
		"name": "Child of Nature",
		"compilationSources": [
			[ "Inner Sea Gods" ],
			[ "Faiths of Balance" ],
			[ "Ultimate Campaign" ],
			[ "Advanced Player's Guide" ]
		],
		"description": [
			"**Type:** Religion  ",
			"**Religion:** {faith/Gozreh}",
			"",
			"The wild places are your home, and provide everything you need to be happy. You gain a +2 trait bonus on Survival checks, and Survival is a class skill for you."
		],
		"topLink": [ "Religion Traits", "main/traits_religion" ]
	},
	"cleansing_light": {
		"name": "Cleansing Light",
		"compilationSources": [
			[ "Inner Sea Gods" ],
			[ "Faiths of Purity" ]
		],
		"description": [
			"**Type:** Religion  ",
			"**Religion:** {faith/Sarenrae}",
			"",
			"Your faith is pure and strong, and your positive energy purges undead. When dealing damage to undead with your channel energy ability, you can reroll any damage die roll that results in a natural 1."
		],
		"topLink": [ "Religion Traits", "main/traits_religion" ]
	},
	"cleansing_the_twisted": {
		"name": "Cleansing the Twisted",
		"compilationSources": [ [ "Legacy of Fire Player's Guide" ] ],
		"description": [
			"**Type:** Religion  ",
			"**Religion:** {faith/Sarenrae}",
			"",
			"You have studied well the many religious texts that chronicle Sarenrae's neverending struggle against Rovagug and his monstrous offspring. Your fighting style works particularly well when you utilize slashing weapons against aberrations. You gain a +1 trait bonus to slashing weapon damage against all aberrations."
		],
		"topLink": [ "Religion Traits", "main/traits_religion" ]
	},
	"clockwork_surgeon": {
		"name": "Clockwork Surgeon",
		"compilationSources": [ [ "Blood of the Ancients" ] ],
		"description": [
			"**Type:** Religion  ",
			"**Religion:** {faith/Aesocar}",
			"",
			"Thanks to your medical innovations, you can perform especially comprehensive or speedy surgeries. You begin play with a special healer's kit at no cost and can fully restock your kit by expending materials worth 10 gp and spending 8 hours assembling medical devices. When using this healer's kit to treat deadly wounds, you can either halve the time required to perform the action or add your Intelligence modifier to the number of hit points healed."
		],
		"topLink": [ "Religion Traits", "main/traits_religion" ]
	},
	"contract_master": {
		"name": "Contract Master",
		"compilationSources": [
			[ "Inner Sea Gods" ],
			[ "Faiths of Corruption" ]
		],
		"description": [
			"**Type:** Religion  ",
			"**Religion:** {faith/Asmodeus}",
			"",
			"Your facility with contracts makes you good at understanding dense text and obfuscating your intent. You gain a +1 trait bonus on Linguistics checks, and Linguistics is a class skill for you."
		],
		"topLink": [ "Religion Traits", "main/traits_religion" ]
	},
	"corpse_cannibal": {
		"name": "Corpse Cannibal",
		"compilationSources": [ [ "Ultimate Campaign" ] ],
		"description": [
			"**Type:** Religion  ",
			"**Religion:** {faith/Urgathoa}",
			"",
			"Your faith encourages you to indulge a variety of perverse hungers, leading you to shrug at even some of the darkest taboos. You gain a +2 trait bonus on Fortitude saves against diseases and can gain sustenance from rotting flesh with no negative side effects."
		],
		"topLink": [ "Religion Traits", "main/traits_religion" ]
	},
	"corpse_hunter": {
		"name": "Corpse Hunter",
		"compilationSources": [
			[ "Inner Sea Gods" ],
			[ "Faiths of Balance" ]
		],
		"description": [
			"**Type:** Religion  ",
			"**Religion:** {faith/Pharasma}",
			"",
			"You have dedicated yourself to the destruction of undead, and gain a +1 trait bonus on attacks made against undead."
		],
		"topLink": [ "Religion Traits", "main/traits_religion" ]
	},
	"covenant_of_abaddon": {
		"name": "Covenant of Abaddon",
		"compilationSources": [
			[ "Inner Sea Gods" ],
			[ "Faiths of Corruption" ]
		],
		"description": [
			"**Type:** Religion  ",
			"**Religion:** Horsemen",
			"",
			"Because your soul is pledged to one of the Horsemen, you gain a +2 trait bonus on Fortitude saving throws against level-draining effects."
		],
		"topLink": [ "Religion Traits", "main/traits_religion" ]
	},
	"dawn_renewal": {
		"name": "Dawn Renewal",
		"compilationSources": [ [ "Halflings of Golarion" ] ],
		"description": [
			"**Type:** Religion  ",
			"**Religion:** {faith/Sarenrae}  ",
			"**Requirements:** Halfling",
			"",
			"Your morning prayers often send a welcome spark of divine vitality into your most recent patients. When you use the Heal skill to provide long-term care, your patients heal an extra 2 hit points at sunrise."
		],
		"topLink": [ "Religion Traits", "main/traits_religion" ]
	},
	"deadeye_bowman": {
		"name": "Deadeye Bowman",
		"compilationSources": [ [ "Inner Sea Gods" ] ],
		"description": [
			"**Type:** Religion  ",
			"**Religion:** {faith/Erastil}",
			"",
			"When you are using a longbow, if only a single creature is providing soft cover to your target, your target does not receive the +4 bonus to AC."
		],
		"topLink": [ "Religion Traits", "main/traits_religion" ]
	},
	"deathspeaker": {
		"name": "Deathspeaker",
		"compilationSources": [
			[ "Inner Sea Gods" ],
			[ "Faiths of Corruption" ]
		],
		"description": [
			"**Type:** Religion  ",
			"**Religion:** {faith/Urgathoa}",
			"",
			"Your experience with undead creatures gives you a +2 trait bonus on Diplomacy checks when dealing with undead, as well as a +2 trait bonus on Charisma checks to influence undead (such as with the command undead spell)."
		],
		"topLink": [ "Religion Traits", "main/traits_religion" ]
	},
	"deck_fighter": {
		"name": "Deck Fighter",
		"compilationSources": [
			[ "Inner Sea Gods" ],
			[ "Faiths of Balance" ]
		],
		"description": [
			"**Type:** Religion  ",
			"**Religion:** {faith/Besmara}",
			"",
			"Your long experience in compensating for the pitch and yaw of ocean-going ships grants you a +1 trait bonus on attacks of opportunity when fighting aboard a ship."
		],
		"topLink": [ "Religion Traits", "main/traits_religion" ]
	},
	"deep_wounding": {
		"name": "Deep Wounding",
		"compilationSources": [ [ "Inner Sea Gods" ] ],
		"description": [
			"**Type:** Religion  ",
			"**Religion:** {faith/Achaekek}",
			"",
			"You have learned the bloody secret of striking true and deep. When you deal bleed damage with a melee weapon, a successful DC 20 Heal check is required to stop the bleed damage. Magical healing stops the damage as normal."
		],
		"topLink": [ "Religion Traits", "main/traits_religion" ]
	},
	"defensive_strategist": {
		"name": "Defensive Strategist",
		"compilationSources": [
			[ "Inner Sea Gods" ],
			[ "Faiths of Purity" ]
		],
		"description": [
			"**Type:** Religion  ",
			"**Religion:** {faith/Torag}",
			"",
			"Your study of dwarven history has trained you in defensive strategy. You aren't flat-footed during a surprise round that you don't get to act in or before you get to act at the start of a battle."
		],
		"topLink": [ "Religion Traits", "main/traits_religion" ]
	},
	"deformed": {
		"name": "Deformed",
		"compilationSources": [
			[ "Inner Sea Gods" ],
			[ "Faiths of Corruption" ]
		],
		"description": [
			"**Type:** Religion  ",
			"**Religion:** {faith/Lamashtu}",
			"",
			"Your monstrous deformities grant you a +1 trait bonus on Intimidate checks, and Intimidate is a class skill for you."
		],
		"topLink": [ "Religion Traits", "main/traits_religion" ]
	},
	"demon_hunter": {
		"name": "Demon Hunter",
		"compilationSources": [ [ "Advanced Player's Guide" ] ],
		"description": [
			"**Type:** Religion  ",
			"**Religion:** {faith/Asmodeus}",
			"",
			"Raised in the church (whether or not you are currently a follower), you've focused your indoctrinated fervor primarily on the elimination of demons. You gain a +3 trait bonus on Knowledge (planes) checks about demons and a +2 trait bonus on Will saves against mind-affecting spells and effects from demons."
		],
		"topLink": [ "Religion Traits", "main/traits_religion" ]
	},
	"demonic_persuasion": {
		"name": "Demonic Persuasion",
		"compilationSources": [
			[ "Inner Sea Gods" ],
			[ "Faiths of Corruption" ]
		],
		"description": [
			"**Type:** Religion  ",
			"**Religion:** Demon Lords",
			"",
			"Your lord's favor aids you in your interactions with demonic creatures. You gain a +2 trait bonus on Diplomacy and Intimidate checks when dealing with creatures of the demon subtype."
		],
		"topLink": [ "Religion Traits", "main/traits_religion" ]
	},
	"demoralizing_presence": {
		"name": "Demoralizing Presence",
		"compilationSources": [ [ "Inner Sea Gods" ] ],
		"description": [
			"**Type:** Religion  ",
			"**Religion:** {faith/Zon-Kuthon}",
			"",
			"Your very existence is unsettling to your foes. You gain a +2 trait bonus on Intimidate checks made to demoralize opponents."
		],
		"topLink": [ "Religion Traits", "main/traits_religion" ]
	},
	"denial_of_fate": {
		"name": "Denial of Fate",
		"compilationSources": [ [ "Inner Sea Gods" ] ],
		"description": [
			"**Type:** Religion  ",
			"**Religion:** {faith/Urgathoa}",
			"",
			"The Pallid Princess has blessed you with the ability to avoid the final fate. Once per day while you are below 0 hit points, at the start of your turn you can choose to stabilize without needing to succeed at a Constitution check."
		],
		"topLink": [ "Religion Traits", "main/traits_religion" ]
	},
	"destructive_blows": {
		"name": "Destructive Blows",
		"compilationSources": [
			[ "Inner Sea Gods" ],
			[ "Faiths of Corruption" ]
		],
		"description": [
			"**Type:** Religion  ",
			"**Religion:** {faith/Rovagug}",
			"",
			"Your faith strengthens your powers of destruction. You gain a +2 trait bonus on Strength checks to break objects, as well as on combat maneuver checks to sunder."
		],
		"topLink": [ "Religion Traits", "main/traits_religion" ]
	},
	"devotee_of_a_dead_god": {
		"name": "Devotee of a Dead God",
		"compilationSources": [ [ "Taldor, Echoes of Glory" ] ],
		"description": [
			"**Type:** Religion  ",
			"**Religion:** {faith/Aroden}",
			"",
			"You simply cannot and will not accept that Aroden is dead. Your faith in his teachings and religion are stronger than ever. You gain a +1 trait bonus on Diplomacy checks and Knowledge (religion) checks. One of these skills (your choice) is always a class skill for you."
		],
		"topLink": [ "Religion Traits", "main/traits_religion" ]
	},
	"diseased_heart": {
		"name": "Diseased Heart",
		"compilationSources": [ [ "Inner Sea Gods" ] ],
		"description": [
			"**Type:** Religion  ",
			"**Religion:** {faith/Ghlaunder}",
			"",
			"Your work with infections has infused your spirit with disease. Any creature that performs a blood drain or swallow whole attack on you must succeed at a Fortitude saving throw (DC = 10 + your character level + your Constitution modifier) or become infected with filth fever. This is a poison effect."
		],
		"topLink": [ "Religion Traits", "main/traits_religion" ]
	},
	"divine_warrior": {
		"name": "Divine Warrior",
		"compilationSources": [
			[ "Ultimate Campaign" ],
			[ "Taldor, Echoes of Glory" ],
			[ "Advanced Player's Guide" ]
		],
		"description": [
			"**Type:** Religion  ",
			"**Religion:** {faith/Iomedae}",
			"",
			"From an early age, you were trained by a militaristic order of clerics. You are devoted to the teachings of Iomedae and to spreading those teachings by force. Whenever you cast a divine spell that affects any melee weapons, choose one of those weapons; it gains a +1 trait bonus on damage rolls for the duration of the spell."
		],
		"topLink": [ "Religion Traits", "main/traits_religion" ]
	},
	"dragon_tracker": {
		"name": "Dragon Tracker",
		"compilationSources": [ [ "Inner Sea Gods" ] ],
		"description": [
			"**Type:** Religion  ",
			"**Religion:** {faith/Dahak}",
			"",
			"You have been taught to identify the subtle and not-so-subtle signs of a dragon's passage. You gain a +2 trait bonus on Survival checks to track dragons, and you can track a dragon with Survival untrained if the check's DC is 15 or lower."
		],
		"topLink": [ "Religion Traits", "main/traits_religion" ]
	},
	"dragonslayer": {
		"name": "Dragonslayer",
		"compilationSources": [
			[ "Inner Sea Gods" ],
			[ "Faiths of Corruption" ]
		],
		"description": [
			"**Type:** Religion  ",
			"**Religion:** {faith/Dahak}",
			"",
			"You're greatly skilled in hunting and slaying those who resemble your lord's favored prey. You gain a +1 trait bonus on attack rolls against creatures of the dragon type."
		],
		"topLink": [ "Religion Traits", "main/traits_religion" ]
	},
	"ear_for_music": {
		"name": "Ear for Music",
		"compilationSources": [
			[ "Ultimate Campaign" ],
			[ "Advanced Player's Guide" ]
		],
		"description": [
			"**Type:** Religion  ",
			"**Religion:** {faith/Shelyn}",
			"",
			"You spent countless hours of your youth in one of Shelyn's temples, listening to wonderful musicians and singers. You gain a +1 trait bonus on one category of Perform checks and a +2 trait bonus on Knowledge (local) checks that deal with the local art or music scene."
		],
		"topLink": [ "Religion Traits", "main/traits_religion" ]
	},
	"elemental_resilience": {
		"name": "Elemental Resilience",
		"compilationSources": [ [ "Inner Sea Gods" ] ],
		"description": [
			"**Type:** Religion  ",
			"**Religion:** Elemental Lords",
			"",
			"Choose one of the following energy types: acid, cold, electricity, or fire. You gain a +1 trait bonus on saving throws against spells with that descriptor. Once the energy type is chosen, it cannot be changed."
		],
		"topLink": [ "Religion Traits", "main/traits_religion" ]
	},
	"elven_pantheist": {
		"name": "Elven Pantheist",
		"compilationSources": [ [ "Faiths of Purity" ] ],
		"description": [
			"**Type:** Religion  ",
			"**Religion:** Elven Deities",
			"",
			"Your knowledge of the elven gods has given you a broad perspective, thus granting you a +1 trait bonus on all Knowledge (religion) skill checks, and Knowledge (religion) is always a class skill for you."
		],
		"topLink": [ "Religion Traits", "main/traits_religion" ]
	},
	"elven_polytheist": {
		"name": "Elven Polytheist",
		"compilationSources": [ [ "Inner Sea Gods" ] ],
		"description": [
			"**Type:** Religion  ",
			"**Religion:** Elven Deities",
			"",
			"Your knowledge of the diverse elven gods has given you a broad perspective. You gain a +1 trait bonus on Knowledge (religion) skill checks, and Knowledge (religion) is a class skill for you."
		],
		"topLink": [ "Religion Traits", "main/traits_religion" ]
	},
	"empty_heart_full_heart": {
		"name": "Empty Heart, Full Heart",
		"compilationSources": [
			[ "Inner Sea Gods" ],
			[ "Faiths of Balance" ]
		],
		"description": [
			"**Type:** Religion  ",
			"**Religion:** {faith/Naderi}",
			"",
			"Because of the aching strength of your forbidden love, you gain a +1 trait bonus on saving throws against charm effects, and targets of your charm spells take a -1 penalty on their saving throws."
		],
		"topLink": [ "Religion Traits", "main/traits_religion" ]
	},
	"empyreal_focus": {
		"name": "Empyreal Focus",
		"compilationSources": [
			[ "Inner Sea Gods" ],
			[ "Faiths of Purity" ]
		],
		"description": [
			"**Type:** Religion  ",
			"**Religion:** Empyreal Lords",
			"",
			"The empyreal lord you worship rewards your devotion by granting you an occasional boon. Once per day, before you attempt a skill check, you can use this boon to gain a +2 trait bonus on that skill check."
		],
		"topLink": [ "Religion Traits", "main/traits_religion" ]
	},
	"enchanting_conniver": {
		"name": "Enchanting Conniver",
		"compilationSources": [ [ "Inner Sea Gods" ] ],
		"description": [
			"**Type:** Religion  ",
			"**Religion:** {faith/Calistria}",
			"",
			"You gain a +2 trait bonus on Bluff and Diplomacy checks against creatures affected by one of your charm or compulsion effects."
		],
		"topLink": [ "Religion Traits", "main/traits_religion" ]
	},
	"enemy_of_delusion": {
		"name": "Enemy of Delusion",
		"compilationSources": [ [ "Divine Anthology" ] ],
		"description": [
			"**Type:** Religion  ",
			"**Religion:** {faith/Andoletta}",
			"",
			"You were once faced with a grave injustice committed by an ignorant or delusional person, and righteous indignation moved you to correct the mistaken party. Once per day, when you confirm a critical hit against, successfully use a smite attack on, or use lay on hands on a creature that is affected by a charm or compulsion effect, you can invoke Andoletta to open the target's eyes. If the effect originally allowed a saving throw to resist it, the target can attempt a new saving throw against the charm or compulsion; if she's successful, the effect ends immediately."
		],
		"topLink": [ "Religion Traits", "main/traits_religion" ]
	},
	"envoy_of_healing": {
		"name": "Envoy of Healing",
		"compilationSources": [ [ "Healer's Handbook" ] ],
		"description": [
			"**Type:** Religion  ",
			"**Religion:** {faith/Sarenrae}",
			"",
			"You strive to spread the Dawnflower's message of kindness and compassion throughout the land, no matter how dangerous the road may be. Whenever you use channel energy, fervor, or lay on hands to heal a living creature, you can reroll any healing die roll that results in a natural 1 (you must use the new result)."
		],
		"topLink": [ "Religion Traits", "main/traits_religion" ]
	},
	"erastils_speaker": {
		"name": "Erastil's Speaker",
		"compilationSources": [
			[ "Inner Sea Gods" ],
			[ "Faiths of Purity" ]
		],
		"description": [
			"**Type:** Religion  ",
			"**Religion:** {faith/Erastil}",
			"",
			"You understand the importance of keeping the peace in your community, and you have learned how to speak to the faithful in ways that they understand. You gain a +1 trait bonus on Diplomacy checks, and Diplomacy is a class skill for you."
		],
		"topLink": [ "Religion Traits", "main/traits_religion" ]
	},
	"eternal_understanding": {
		"name": "Eternal Understanding",
		"compilationSources": [ [ "Inner Sea Gods" ] ],
		"description": [
			"**Type:** Religion  ",
			"**Religion:** {faith/Irori}",
			"",
			"Though you haven't been traditionally educated, you're blessed with potent observation and discernment. You can attempt Knowledge checks with a DC of 15 or lower untrained."
		],
		"topLink": [ "Religion Traits", "main/traits_religion" ]
	},
	"expert_boarder": {
		"name": "Expert Boarder",
		"compilationSources": [ [ "Pirates of the Inner Sea" ] ],
		"description": [
			"**Type:** Religion  ",
			"**Religion:** {faith/Besmara}",
			"",
			"Besmara rewards those who board other vessels and take what they want. While fighting on the deck of a ship, you gain a +1 bonus on all attacks made with one-handed weapons."
		],
		"topLink": [ "Religion Traits", "main/traits_religion" ]
	},
	"extended_toil": {
		"name": "Extended Toil",
		"compilationSources": [ [ "Inner Sea Gods" ] ],
		"description": [
			"**Type:** Religion  ",
			"**Religion:** {faith/Droskar}",
			"",
			"Your faith teaches you to push magical servants to the limit. When you cast a spell that creates a loyal servant to fulfill a specific or mindless task (such as unseen servant, mount, or spiritual weapon, but not summon monster spells), you may choose to increase its duration by 50%. This does not stack with the {feat/Extend Spell} feat. The effect weakens the spell, however; dispel checks against spells you cast in this manner gain a +4 bonus."
		],
		"topLink": [ "Religion Traits", "main/traits_religion" ]
	},
	"eye_for_quality": {
		"name": "Eye for Quality",
		"compilationSources": [ [ "Inner Sea Gods" ] ],
		"description": [
			"**Type:** Religion  ",
			"**Religion:** {faith/Abadar}",
			"",
			"Your deity has granted you an uncanny ability to find the true worth of items. You gain a +1 trait bonus on Appraise checks, you don't suffer the effects of failing such checks by 5 or more, and Appraise is a class skill for you."
		],
		"topLink": [ "Religion Traits", "main/traits_religion" ]
	},
	"eye_of_arqueros": {
		"name": "Eye of Arqueros",
		"compilationSources": [ [ "Divine Anthology" ] ],
		"description": [
			"**Type:** Religion  ",
			"**Religion:** {faith/Arqueros}",
			"",
			"You once fell asleep during a task that required your attention. A vision of Arqueros awakened you just in time to avoid failing at your task. You gain a +3 trait bonus on Perception checks attempted while you are alone on guard duty."
		],
		"topLink": [ "Religion Traits", "main/traits_religion" ]
	},
	"eye_of_the_father": {
		"name": "Eye of the Father",
		"compilationSources": [
			[ "Inner Sea Gods" ],
			[ "Faiths of Purity" ]
		],
		"description": [
			"**Type:** Religion  ",
			"**Religion:** {faith/Torag}",
			"",
			"You have an innate sense of what is right and wrong in the works you craft, based on your years studying with the church elders at their forges. Choose one Craft skill; you gain a +1 trait bonus on Craft checks of the selected type."
		],
		"topLink": [ "Religion Traits", "main/traits_religion" ]
	},
	"eyes_and_ears_of_the_city": {
		"name": "Eyes and Ears of the City",
		"compilationSources": [
			[ "Ultimate Campaign" ],
			[ "Advanced Player's Guide" ],
			[ "Legacy of Fire Player's Guide" ]
		],
		"description": [
			"**Type:** Religion  ",
			"**Religion:** {faith/Abadar}",
			"",
			"Your religious training involved serving in the city watch of a large city, the primary duty of which was standing sentinel on a city wall. You gain a +1 trait bonus on Perception checks, and Perception is always a class skill for you."
		],
		"topLink": [ "Religion Traits", "main/traits_religion" ]
	},
	"eyes_of_the_wild": {
		"name": "Eyes of the Wild",
		"compilationSources": [
			[ "Inner Sea Gods" ],
			[ "Faiths of Balance" ]
		],
		"description": [
			"**Type:** Religion  ",
			"**Religion:** {faith/Green Faith}",
			"",
			"Having spent much time immersed in the wilderness, you're now attuned to its ways. You gain a +2 trait bonus on Perception checks in natural settings."
		],
		"topLink": [ "Religion Traits", "main/traits_religion" ]
	},
	"faithful_arodenite": {
		"name": "Faithful Arodenite",
		"compilationSources": [ [ "Sargava, the Lost Colony" ] ],
		"description": [
			"**Type:** Religion  ",
			"**Religion:** {faith/Aroden}",
			"",
			"You worship a dead god, and are skilled at making that sound reasonable. You gain a +1 trait bonus on Diplomacy checks; this bonus increases to +3 if you are dealing with a follower of Aroden or Iomedae."
		],
		"topLink": [ "Religion Traits", "main/traits_religion" ]
	},
	"faithful_artist": {
		"name": "Faithful Artist",
		"compilationSources": [
			[ "Inner Sea Gods" ],
			[ "Faiths of Purity" ]
		],
		"description": [
			"**Type:** Religion  ",
			"**Religion:** {faith/Desna}",
			"",
			"With Desna's blessing, you have pursued an artistic path. Choose one Perform skill; you gain a +1 trait bonus on Perform checks of the selected type, and Perform is a class skill for you."
		],
		"topLink": [ "Religion Traits", "main/traits_religion" ]
	},
	"fatal_trapper": {
		"name": "Fatal Trapper",
		"compilationSources": [
			[ "Inner Sea Gods" ],
			[ "Faiths of Corruption" ]
		],
		"description": [
			"**Type:** Religion  ",
			"**Religion:** {faith/Zyphus}",
			"",
			"Your patron grants you expertise at creating or disabling traps. You gain a +1 trait bonus on Craft (traps) checks, as well as a +1 trait bonus on Disable Device checks to disable traps."
		],
		"topLink": [ "Religion Traits", "main/traits_religion" ]
	},
	"favored_prey": {
		"name": "Favored Prey",
		"compilationSources": [ [ "Inner Sea Gods" ] ],
		"description": [
			"**Type:** Religion  ",
			"**Religion:** {faith/Ketephys}",
			"",
			"Those you track feel the sting of your arrows. You gain a +1 trait bonus on damage rolls when making bow attacks against a creature whose tracks you have successfully followed in the last hour."
		],
		"topLink": [ "Religion Traits", "main/traits_religion" ]
	},
	"fiendish_confidence": {
		"name": "Fiendish Confidence",
		"compilationSources": [
			[ "Inner Sea Gods" ],
			[ "Faiths of Corruption" ]
		],
		"description": [
			"**Type:** Religion  ",
			"**Religion:** {faith/Asmodeus}",
			"",
			"You expect to be obeyed, and are rarely proven wrong. You gain a +1 trait bonus on Intimidate checks, and Intimidate is a class skill for you."
		],
		"topLink": [ "Religion Traits", "main/traits_religion" ]
	},
	"flame_of_the_dawnflower": {
		"name": "Flame of the Dawnflower",
		"compilationSources": [
			[ "Ultimate Campaign" ],
			[ "Qadira, Gateway to the East" ],
			[ "Advanced Player's Guide" ]
		],
		"description": [
			"**Type:** Religion  ",
			"**Religion:** {faith/Sarenrae}",
			"",
			"You have been raised to view yourself as a blade in Sarenrae's service, or you have taken on that duty for yourself. Whenever you score a critical hit with a scimitar, you deal 2 additional points of fire damage to your target."
		],
		"topLink": [ "Religion Traits", "main/traits_religion" ]
	},
	"flames_of_hell": {
		"name": "Flames of Hell",
		"compilationSources": [
			[ "Inner Sea Gods" ],
			[ "Faiths of Corruption" ]
		],
		"description": [
			"**Type:** Religion  ",
			"**Religion:** Archdevils",
			"",
			"Your bond with the archdevil you worship strengthens your ability to channel powers of the divine. Add 1 to the DC of saving throws made to resist the effects of your channel energy ability."
		],
		"topLink": [ "Religion Traits", "main/traits_religion" ]
	},
	"flounderer": {
		"name": "Flounderer",
		"compilationSources": [ [ "Goblins of Golarion" ] ],
		"description": [
			"**Type:** Religion  ",
			"**Religion:** {faith/Zogmugot}  ",
			"**Requirements:** Goblin",
			"",
			"You are adept at swimming and holding your breath. You gain a +1 trait bonus on Swim checks, and can hold your breath for a number of rounds equal to three times your Constitution score before you risk drowning."
		],
		"topLink": [ "Religion Traits", "main/traits_religion" ]
	},
	"folgrits_bounty": {
		"name": "Folgrit's Bounty",
		"compilationSources": [ [ "Divine Anthology" ] ],
		"description": [
			"**Type:** Religion  ",
			"**Religion:** {faith/Folgrit}",
			"",
			"You were taught to tend the sacred hearth-fire and cook nourishing meals as a child. You gain a +1 trait bonus on Profession (cook) checks and can prepare a nourishing meal of up to eight portions with 1 hour of effort at a cost of 20 gp. Anyone who eats a portion within 1 day (which takes 10 minutes) gains a +1 morale bonus that can be applied to any one skill check or attack roll in the next 8 hours. The bonus must be applied before the roll is made and cannot be renewed by another meal for 1 day."
		],
		"topLink": [ "Religion Traits", "main/traits_religion" ]
	},
	"folgrits_mercy": {
		"name": "Folgrit's Mercy",
		"compilationSources": [ [ "Divine Anthology" ] ],
		"description": [
			"**Type:** Religion  ",
			"**Religion:** {faith/Folgrit}",
			"",
			"You were called upon to defend your home or family at a vulnerable time and led with a clarity of mind you did not know you had. Once per day when you use lay on hands, you also cure the target of 1d4 points of Intelligence, Wisdom, or Charisma damage. You choose which ability score gains the healing effect."
		],
		"topLink": [ "Religion Traits", "main/traits_religion" ]
	},
	"follower_of_the_stars": {
		"name": "Follower of the Stars",
		"compilationSources": [ [ "Wilderness Origins" ] ],
		"description": [
			"**Type:** Religion  ",
			"**Religion:** {faith/Desna}",
			"",
			"You gain a +4 trait bonus when using Survival to navigate under clear skies."
		],
		"topLink": [ "Religion Traits", "main/traits_religion" ]
	},
	"fortified_drinker": {
		"name": "Fortified Drinker",
		"compilationSources": [
			[ "Ultimate Campaign" ],
			[ "Advanced Player's Guide" ]
		],
		"description": [
			"**Type:** Religion  ",
			"**Religion:** {faith/Cayden Cailean}",
			"",
			"Cayden Cailean's holy brews invigorate your mind, making you less susceptible to mental attacks. Whenever you imbibe any alcoholic beverage, you gain a +2 trait bonus on saves against mind-affecting effects for 1 hour."
		],
		"topLink": [ "Religion Traits", "main/traits_religion" ]
	},
	"frightening_speed": {
		"name": "Frightening Speed",
		"compilationSources": [
			[ "Inner Sea Gods" ],
			[ "Faiths of Corruption" ]
		],
		"description": [
			"**Type:** Religion  ",
			"**Religion:** {faith/Achaekek}",
			"",
			"Your careful study of Achaekek's kills has unlocked a divine speed in you. Once per day during a combat encounter, you can move an additional 5 feet as a part of a move action without penalty."
		],
		"topLink": [ "Religion Traits", "main/traits_religion" ]
	},
	"fruits_of_your_labor": {
		"name": "Fruits of Your Labor",
		"compilationSources": [ [ "Blood of the Ancients" ] ],
		"description": [
			"**Type:** Religion  ",
			"**Religion:** {faith/Jaidi}",
			"",
			"You take pride in providing for your community. Once per day you can serve a meal comprising food you have produced, purchased, or foraged to yourself and up to six other creatures. Serving and consuming this meal takes 10 minutes, during which the other participants can also partake in light activity such as conversation, reading, and keeping watch. Each creature regains 1d3 hit points at the end of the meal, and gains a +1 trait bonus on its next d20 roll using the aid another action to assist other creatures who consumed the meal. The +1 trait bonus lasts 24 hours, and a creature can gain that bonus on its next d20 roll to assist other creatures from this trait only once per day."
		],
		"topLink": [ "Religion Traits", "main/traits_religion" ]
	},
	"furious_vengeance": {
		"name": "Furious Vengeance",
		"compilationSources": [ [ "Inner Sea Gods" ] ],
		"description": [
			"**Type:** Religion  ",
			"**Religion:** {faith/Dranngvit}",
			"",
			"Once wronged, your vengeance can be swift and brutal. Once per day as an immediate action, you gain a +1 trait bonus on a single attack roll. In addition, if the target has damaged you within the last round, you deal 1 additional point of damage on a successful hit. You must choose to use this ability before making the attack roll."
		],
		"topLink": [ "Religion Traits", "main/traits_religion" ]
	},
	"fury": {
		"name": "Fury",
		"compilationSources": [ [ "Orcs of Golarion" ] ],
		"description": [
			"**Type:** Religion  ",
			"**Religion:** {faith/Rovagug}",
			"",
			"The flood of battle and destruction stirs deep within you. When wielding a greataxe, you receive a +2 trait bonus on attack rolls to confirm critical hits."
		],
		"topLink": [ "Religion Traits", "main/traits_religion" ]
	},
	"gemstone_collector": {
		"name": "Gemstone Collector",
		"compilationSources": [ [ "Divine Anthology" ] ],
		"description": [
			"**Type:** Religion  ",
			"**Religion:** {faith/Yuelral}",
			"",
			"You have long found focus and inspiration in the natural beauty of rare gemstones. As long as you carry bejeweled objects worth a total combined value of 200 gp &times; your character level, you gain a +1 trait bonus on all Will saving throws and a +2 trait bonus on a single Charisma-based skill check of your choice."
		],
		"topLink": [ "Religion Traits", "main/traits_religion" ]
	},
	"gifted_medium": {
		"name": "Gifted Medium",
		"compilationSources": [ [ "Inner Sea Gods" ] ],
		"description": [
			"**Type:** Religion  ",
			"**Religion:** {faith/Magrim}",
			"",
			"Your understanding of Magrim's teachings makes you a perfect conduit for mystical forces. You gain a +1 trait bonus on your caster level when using divinations to reach out to other entities, such as {spell/commune} or speak with dead."
		],
		"topLink": [ "Religion Traits", "main/traits_religion" ]
	},
	"good_dreams": {
		"name": "Good Dreams",
		"compilationSources": [ [ "Halflings of Golarion" ] ],
		"description": [
			"**Type:** Religion  ",
			"**Religion:** {faith/Desna}  ",
			"**Requirements:** Halfling",
			"",
			"Your dreams often give you a hint of possible dangers you might face during your day - such as a fall, a blast of fire, or a poisonous snake - and this hint sometimes makes all the difference. Each time you sleep, the GM tells you of a dangerous dream you had. Once per day, if you have to make a saving throw against a threat related or similar to that dream, you can roll twice and take the more favorable result. If you do not encounter circumstances similar to the threat or situation you dreamed, this trait has no effect that day. If you have the Halfling Jinx alternate racial trait, you cannot select this trait, and vice versa."
		],
		"topLink": [ "Religion Traits", "main/traits_religion" ]
	},
	"good_natured": {
		"name": "Good-Natured",
		"compilationSources": [
			[ "Inner Sea Gods" ],
			[ "Faiths of Purity" ]
		],
		"description": [
			"**Type:** Religion  ",
			"**Religion:** {faith/Cayden Cailean}",
			"",
			"You have an unusually sunny spirit, and it takes something truly intimidating to dampen your mood. You gain a +2 trait bonus on saving throws against fear effects."
		],
		"topLink": [ "Religion Traits", "main/traits_religion" ]
	},
	"gozrehs_sight": {
		"name": "Gozreh's Sight",
		"compilationSources": [ [ "People of the Wastes" ] ],
		"description": [
			"**Type:** Religion  ",
			"**Religion:** {faith/Gozreh}",
			"",
			"Your faith in the Wind and the Waves helps you navigate through all manner of mist or haze. You can see normally up to 5 feet away in areas of nonmagical fog, mist, rain, or similar conditions (such as the spray of a waterfall). Your sight is still obscured beyond 5 feet as normal in these conditions."
		],
		"topLink": [ "Religion Traits", "main/traits_religion" ]
	},
	"guardian_smite": {
		"name": "Guardian Smite",
		"compilationSources": [ [ "Divine Anthology" ] ],
		"description": [
			"**Type:** Religion  ",
			"**Religion:** {faith/Trudd}",
			"",
			"Paladins of Trudd taught you to be a blessed, living barrier against enemies who threaten those you hold dear. Once per day, when you strike a foe with smite evil, you can halve the total damage dealt to the foe to reduce that foe's speed to 5 feet for 1 round."
		],
		"topLink": [ "Religion Traits", "main/traits_religion" ]
	},
	"guardian_of_the_forge": {
		"name": "Guardian of the Forge",
		"compilationSources": [
			[ "Ultimate Campaign" ],
			[ "Dwarves of Golarion" ],
			[ "Advanced Player's Guide" ]
		],
		"description": [
			"**Type:** Religion  ",
			"**Religion:** {faith/Torag}",
			"",
			"Torag's sacred duties are to protect the faithful, take lessons from the great craftsmen and strategists of the past, and prepare against dark times. You receive a +1 trait bonus on Knowledge (engineering) and Knowledge (history) checks. One of these skills (your choice) is a class skill for you."
		],
		"topLink": [ "Religion Traits", "main/traits_religion" ]
	},
	"hatred_of_the_gods": {
		"name": "Hatred of the Gods",
		"compilationSources": [
			[ "Inner Sea Gods" ],
			[ "Faiths of Corruption" ]
		],
		"description": [
			"**Type:** Religion  ",
			"**Religion:** {faith/Rovagug}",
			"",
			"Your god's own hatred of other deities is reflected in your ability to withstand the attacks of their followers. You gain a +1 trait bonus on saving throws made against divine spells."
		],
		"topLink": [ "Religion Traits", "main/traits_religion" ]
	},
	"holy_schemer": {
		"name": "Holy Schemer",
		"compilationSources": [
			[ "Inner Sea Gods" ],
			[ "Faiths of Balance" ]
		],
		"description": [
			"**Type:** Religion  ",
			"**Religion:** {faith/Calistria}",
			"",
			"You are well versed in the arts of misdirection, plotting, and intrigue, and you know how to recognize these tactics when they're used against you. You receive a +1 trait bonus on Sense Motive checks, and Sense Motive is a class skill for you."
		],
		"topLink": [ "Religion Traits", "main/traits_religion" ]
	},
	"honey_tongued": {
		"name": "Honey-Tongued",
		"compilationSources": [
			[ "Inner Sea Gods" ],
			[ "Faiths of Balance" ]
		],
		"description": [
			"**Type:** Religion  ",
			"**Religion:** {faith/Abadar}",
			"",
			"Your deep understanding of human nature and social philosophy grants you a +1 trait bonus on Diplomacy or Bluff checks when dealing with agents of the law, such as judges, guards, and paladins."
		],
		"topLink": [ "Religion Traits", "main/traits_religion" ]
	},
	"honeyed_words": {
		"name": "Honeyed Words",
		"compilationSources": [ [ "Dwarves of Golarion" ] ],
		"description": [
			"**Type:** Religion  ",
			"**Religion:** {faith/Grundinnar}",
			"",
			"Your tact soothes bristling tempers and cools heated blood. You receive a +1 trait bonus on Diplomacy checks. In addition, you receive a +1 trait bonus to the DC of any charm or compulsion that does not provide ongoing control and results in peaceful acts, such as calm emotions, sleep, or a suggestion to lay down arms."
		],
		"topLink": [ "Religion Traits", "main/traits_religion" ]
	},
	"illuminator": {
		"name": "Illuminator",
		"compilationSources": [
			[ "Inner Sea Gods" ],
			[ "Faiths of Purity" ]
		],
		"description": [
			"**Type:** Religion  ",
			"**Religion:** {faith/Sarenrae}",
			"",
			"When you are filled with the light of Sarenrae, your speech takes on a fiery eloquence. You gain a +2 trait bonus on Diplomacy checks, and Diplomacy is a class skill for you."
		],
		"topLink": [ "Religion Traits", "main/traits_religion" ]
	},
	"inheritors_immunity": {
		"name": "Inheritor's Immunity",
		"compilationSources": [ [ "People of the Wastes" ] ],
		"description": [
			"**Type:** Religion  ",
			"**Religion:** {faith/Iomedae}",
			"",
			"Iomedae's valor fills you with divine energy, allowing you to stave off even the worst plague. Once per day, you can reroll a saving throw against a disease or poison. You must take the second result, even if it is worse."
		],
		"topLink": [ "Religion Traits", "main/traits_religion" ]
	},
	"inner_beauty": {
		"name": "Inner Beauty",
		"compilationSources": [
			[ "Inner Sea Gods" ],
			[ "Faiths of Purity" ]
		],
		"description": [
			"**Type:** Religion  ",
			"**Religion:** {faith/Shelyn}",
			"",
			"Once per day when you manifest your faith in your goddess, you gain a +4 trait bonus on a single Bluff, Craft, Diplomacy, or Perform skill check. You must choose to use this trait immediately after rolling the skill check but before the result is revealed by the GM."
		],
		"topLink": [ "Religion Traits", "main/traits_religion" ]
	},
	"inoculated": {
		"name": "Inoculated",
		"compilationSources": [
			[ "Inner Sea Gods" ],
			[ "Faiths of Corruption" ]
		],
		"description": [
			"**Type:** Religion  ",
			"**Religion:** {faith/Urgathoa}",
			"",
			"Your regular exposure to plagues grants you a +2 trait bonus on saving throws against disease effects."
		],
		"topLink": [ "Religion Traits", "main/traits_religion" ]
	},
	"inspiring_leader": {
		"name": "Inspiring Leader",
		"compilationSources": [ [ "Inner Sea Gods" ] ],
		"description": [
			"**Type:** Religion  ",
			"**Religion:** {faith/Apsu}",
			"",
			"Imitating the leadership of your deity, you spur others on to great deeds. When you cast a spell that grants allies a morale bonus, you cast that spell at +1 caster level."
		],
		"topLink": [ "Religion Traits", "main/traits_religion" ]
	},
	"intense_artist": {
		"name": "Intense Artist",
		"compilationSources": [
			[ "Inner Sea Gods" ],
			[ "Faiths of Purity" ]
		],
		"description": [
			"**Type:** Religion  ",
			"**Religion:** {faith/Shelyn}",
			"",
			"Your devotion to Shelyn has caused you to delve more deeply into your art. Choose two Perform skills; you gain a +1 trait bonus on Perform checks of the selected types, and Perform is a class skill for you."
		],
		"topLink": [ "Religion Traits", "main/traits_religion" ]
	},
	"iron_grip": {
		"name": "Iron Grip",
		"compilationSources": [
			[ "Inner Sea Gods" ],
			[ "Faiths of Balance" ]
		],
		"description": [
			"**Type:** Religion  ",
			"**Religion:** {faith/Gorum}",
			"",
			"You and your weapon are practically one. You receive a +2 trait bonus to your CMD against disarm attempts."
		],
		"topLink": [ "Religion Traits", "main/traits_religion" ]
	},
	"know_the_land": {
		"name": "Know the Land",
		"compilationSources": [
			[ "Inner Sea Gods" ],
			[ "Faiths of Balance" ]
		],
		"description": [
			"**Type:** Religion  ",
			"**Religion:** {faith/Green Faith}",
			"",
			"Your familiarity with the plants and animals of a variety of environments gives you a +1 trait bonus on Knowledge (nature) and Survival checks, and one of these skills is a class skill for you."
		],
		"topLink": [ "Religion Traits", "main/traits_religion" ]
	},
	"kuthite_caster": {
		"name": "Kuthite Caster",
		"compilationSources": [
			[ "Inner Sea Gods" ],
			[ "Faiths of Corruption" ]
		],
		"description": [
			"**Type:** Religion  ",
			"**Religion:** {faith/Zon-Kuthon}",
			"",
			"You gain a +4 trait bonus on {rule/concentration} checks when casting spells with the darkness, pain, or shadow descriptor."
		],
		"topLink": [ "Religion Traits", "main/traits_religion" ]
	},
	"lessons_of_chaldira": {
		"name": "Lessons of Chaldira",
		"compilationSources": [
			[ "Inner Sea Gods" ],
			[ "Faiths of Purity" ]
		],
		"description": [
			"**Type:** Religion  ",
			"**Religion:** {faith/Chaldira Zuzaristan}",
			"",
			"Your studies of Chaldira Zuzaristan's exploits have given you a knack for avoiding trouble. Once per day before the result of a saving throw is known, you can reroll that saving throw. You must take the second result even if it is worse."
		],
		"topLink": [ "Religion Traits", "main/traits_religion" ]
	},
	"liars_tongue": {
		"name": "Liar's Tongue",
		"compilationSources": [ [ "Inner Sea Gods" ] ],
		"description": [
			"**Type:** Religion  ",
			"**Religion:** {faith/Asmodeus}",
			"",
			"Thanks to your friendly mien and sly tongue, your lies are often believed. You gain a +1 trait bonus on Bluff checks, and Bluff is a class skill for you."
		],
		"topLink": [ "Religion Traits", "main/traits_religion" ]
	},
	"light_sleeper": {
		"name": "Light Sleeper",
		"compilationSources": [ [ "Inner Sea Gods" ] ],
		"description": [
			"**Type:** Religion  ",
			"**Religion:** {faith/Hanspur}",
			"",
			"Because of a blessing from your god, or worries inspired by the way he died as a mortal, you are a light sleeper. Your modifier to Perception DCs when sleeping is +5 instead of +10."
		],
		"topLink": [ "Religion Traits", "main/traits_religion" ]
	},
	"light_bringer": {
		"name": "Light-Bringer",
		"compilationSources": [ [ "Inner Sea Gods" ] ],
		"description": [
			"**Type:** Religion  ",
			"**Religion:** {faith/Sarenrae}",
			"",
			"You were born with a blessing of the Dawnflower. Once per day, you can use {spell/light} as a spell-like ability. Your caster level is equal to your character level."
		],
		"topLink": [ "Religion Traits", "main/traits_religion" ]
	},
	"living_bulwark": {
		"name": "Living Bulwark",
		"compilationSources": [ [ "Divine Anthology" ] ],
		"description": [
			"**Type:** Religion  ",
			"**Religion:** {faith/Arqueros}",
			"",
			"The Golden Bulwark inspires you to give your all for those you protect. Once per day, when an adjacent ally is targeted by an attack but before the attack roll is attempted, you can interpose yourself as an immediate action. You become the target of the attack instead."
		],
		"topLink": [ "Religion Traits", "main/traits_religion" ]
	},
	"loreseeker": {
		"name": "Loreseeker",
		"compilationSources": [ [ "Faiths of Corruption" ] ],
		"description": [
			"**Type:** Religion  ",
			"**Religion:** {faith/Lissala}",
			"",
			"You gain a +2 trait bonus on Spellcraft checks made to identify magical items."
		],
		"topLink": [ "Religion Traits", "main/traits_religion" ]
	},
	"lover_of_the_law": {
		"name": "Lover of the Law",
		"compilationSources": [
			[ "Inner Sea Gods" ],
			[ "Faiths of Balance" ]
		],
		"description": [
			"**Type:** Religion  ",
			"**Religion:** {faith/Abadar}",
			"",
			"You have a strong belief in the righteousness of law and justice. You receive a +1 trait bonus on saving throws against charm and compulsion effects, and may attempt a new saving throw with an additional +1 bonus (for a total of +2) if you are directed to break the law."
		],
		"topLink": [ "Religion Traits", "main/traits_religion" ]
	},
	"loyal_bond": {
		"name": "Loyal Bond",
		"compilationSources": [ [ "Inner Sea Gods" ] ],
		"description": [
			"**Type:** Religion  ",
			"**Religion:** {faith/Grundinnar}",
			"",
			"You are at your best when you serve others. When you cast spells that offer protection to an ally at your expense (such as {spell/shield other}) or spells whose duration is divided when shared among many (such as water breathing or any of the communal spells), you do so at +1 caster level."
		],
		"topLink": [ "Religion Traits", "main/traits_religion" ]
	},
	"magic_is_life": {
		"name": "Magic Is Life",
		"compilationSources": [
			[ "Ultimate Campaign" ],
			[ "Advanced Player's Guide" ],
			[ "Legacy of Fire Player's Guide" ]
		],
		"description": [
			"**Type:** Religion  ",
			"**Religion:** {faith/Nethys}",
			"",
			"Your faith in magic allows you to reflexively use the energy of any spell effect currently on you to save you from death. As long as you are under the effects of a spell, you gain a +2 trait bonus on saving throws against death effects. If you are reduced to negative hit points while you are under the effects of any spell, you automatically confirm stabilization checks to stop bleeding."
		],
		"topLink": [ "Religion Traits", "main/traits_religion" ]
	},
	"magics_might": {
		"name": "Magic's Might",
		"compilationSources": [ [ "Inner Sea Gods" ] ],
		"description": [
			"**Type:** Religion  ",
			"**Religion:** {faith/Yuelral}",
			"",
			"Your natural affinity for magic allows you to affect even those who resist it. You gain a +1 trait bonus on caster level checks to overcome spell resistance."
		],
		"topLink": [ "Religion Traits", "main/traits_religion" ]
	},
	"mighty_protector": {
		"name": "Mighty Protector",
		"compilationSources": [ [ "Divine Anthology" ] ],
		"description": [
			"**Type:** Religion  ",
			"**Religion:** {faith/Trudd}",
			"",
			"When you were too young to fight, you witnessed a great tragedy befall an innocent and you swore to Trudd you'd become strong enough to prevent something like that from happening again. Once per day when you hit a foe with a melee attack, you can attempt an aid another action as a free action to increase an adjacent ally's AC against that foe. If you succeed, you grant the ally a +4 bonus to AC instead of a +2 bonus for that round."
		],
		"topLink": [ "Religion Traits", "main/traits_religion" ]
	},
	"mischievous_smile": {
		"name": "Mischievous Smile",
		"compilationSources": [ [ "Divine Anthology" ] ],
		"description": [
			"**Type:** Religion  ",
			"**Religion:** {faith/Chaldira}",
			"",
			"You consider mischief a sacred rite in humbling enemies. You do not provoke attacks of opportunity when performing a dirty trick combat maneuver while your smite evil bonus applies to combat maneuver checks. If you already do not provoke such attacks of opportunity (such as by having {feat/Improved Dirty Trick}), you instead gain a +2 trait bonus on dirty trick combat maneuver checks against creatures that are the targets of your smite."
		],
		"topLink": [ "Religion Traits", "main/traits_religion" ]
	},
	"mothers_rage": {
		"name": "Mother's Rage",
		"compilationSources": [ [ "Orcs of Golarion" ] ],
		"description": [
			"**Type:** Religion  ",
			"**Religion:** {faith/Lamashtu}",
			"",
			"The blood of the beast runs thick in your veins, and your appearance is bestial. You receive a +1 trait bonus on Survival checks, and you treat your caster level as +1 higher when summoning creatures."
		],
		"topLink": [ "Religion Traits", "main/traits_religion" ]
	},
	"mothers_teeth": {
		"name": "Mother's Teeth",
		"compilationSources": [ [ "Goblins of Golarion" ] ],
		"description": [
			"**Type:** Religion  ",
			"**Religion:** {faith/Lamashtu}  ",
			"**Requirements:** Goblin",
			"",
			"Your teeth are more jagged and pointed than normal. You can make a bite attack for 1d2 points of damage as a secondary attack."
		],
		"topLink": [ "Religion Traits", "main/traits_religion" ]
	},
	"natural_magic": {
		"name": "Natural Magic",
		"compilationSources": [ [ "Divine Anthology" ] ],
		"description": [
			"**Type:** Religion  ",
			"**Religion:** {faith/Yuelral}",
			"",
			"Yuelral's teachings revealed to you that all magic can ultimately be traced back to nature. Choose two 0-level druid spells. You treat each spell as being on your class spell list and as a spell known for all spellcasting classes you have."
		],
		"topLink": [ "Religion Traits", "main/traits_religion" ]
	},
	"natural_philosopher": {
		"name": "Natural Philosopher",
		"compilationSources": [ [ "Inner Sea Gods" ] ],
		"description": [
			"**Type:** Religion  ",
			"**Religion:** {faith/Gozreh}",
			"",
			"You study the outdoors, and leave books for dusty libraries. You can attempt Knowledge (geography) and Knowledge (nature) checks as if you were trained."
		],
		"topLink": [ "Religion Traits", "main/traits_religion" ]
	},
	"nimble_fingers_keen_mind": {
		"name": "Nimble Fingers, Keen Mind",
		"compilationSources": [
			[ "Inner Sea Gods" ],
			[ "Faiths of Balance" ]
		],
		"description": [
			"**Type:** Religion  ",
			"**Religion:** {faith/Brigh}",
			"",
			"Your study of clockwork mechanisms and other mechanical wonders grants you a +1 trait bonus on Disable Device checks, and Disable Device is a class skill for you."
		],
		"topLink": [ "Religion Traits", "main/traits_religion" ]
	},
	"oathkeepers_vow": {
		"name": "Oathkeeper's Vow",
		"compilationSources": [ [ "Divine Anthology" ] ],
		"description": [
			"**Type:** Religion  ",
			"**Religion:** {faith/Kols}",
			"",
			"The clergy of Kols trained you to make unbreakable vows. You add the following spells to the paladin spell list at the indicated levels: {spell/command} (1st), {spell/forbid action} (1st), {spell/suggestion} (to fulfill a prior promise only; 2nd), {spell/lesser geas} (3rd), {spell/geas//quest} (4th)."
		],
		"topLink": [ "Religion Traits", "main/traits_religion" ]
	},
	"opener_of_doors": {
		"name": "Opener of Doors",
		"compilationSources": [
			[ "Inner Sea Gods" ],
			[ "Faiths of Balance" ]
		],
		"description": [
			"**Type:** Religion  ",
			"**Religion:** {faith/Alseta}",
			"",
			"Because of your devotion to Alseta, you are blessed with the ability to find hidden portals. You gain a +2 trait bonus on Perception checks to find secret doors."
		],
		"topLink": [ "Religion Traits", "main/traits_religion" ]
	},
	"opportune_slayer": {
		"name": "Opportune Slayer",
		"compilationSources": [ [ "Inner Sea Gods" ] ],
		"description": [
			"**Type:** Religion  ",
			"**Religion:** {faith/Lamashtu}",
			"",
			"Those who open themselves to your attacks feel your wrath. You gain a +2 trait bonus on damage rolls against those you hit with attacks of opportunity."
		],
		"topLink": [ "Religion Traits", "main/traits_religion" ]
	},
	"opportunistic": {
		"name": "Opportunistic",
		"compilationSources": [
			[ "Inner Sea Gods" ],
			[ "Faiths of Balance" ]
		],
		"description": [
			"**Type:** Religion  ",
			"**Religion:** {faith/Calistria}",
			"",
			"You have learned to recognize openings that your foes leave, and you know how to take advantage of them. You gain a +1 trait bonus on attacks of opportunity when using a dagger, sword, or whip."
		],
		"topLink": [ "Religion Traits", "main/traits_religion" ]
	},
	"pain_is_pleasure": {
		"name": "Pain Is Pleasure",
		"compilationSources": [ [ "Ultimate Campaign" ] ],
		"description": [
			"**Type:** Religion  ",
			"**Religion:** {faith/Zon-Kuthon}",
			"",
			"You have discovered a hint of the dark truths that lay hidden within blood and flesh. You gain a +1 trait bonus on Fortitude and Will saves whenever you have fewer than half your maximum number of hit points."
		],
		"topLink": [ "Religion Traits", "main/traits_religion" ]
	},
	"patient_optimist": {
		"name": "Patient Optimist",
		"compilationSources": [
			[ "Ultimate Campaign" ],
			[ "Advanced Player's Guide" ],
			[ "Cheliax, Empire of Devils" ]
		],
		"description": [
			"**Type:** Religion  ",
			"**Religion:** {faith/Erastil}",
			"",
			"You know that all things pass in time, and are used to having to repeat arguments multiple times to convince stubborn believers. You gain a +2 trait bonus on Diplomacy checks to influence hostile or unfriendly creatures, and if you fail at such an attempt, you may retry it once."
		],
		"topLink": [ "Religion Traits", "main/traits_religion" ]
	},
	"planar_wayfarer": {
		"name": "Planar Wayfarer",
		"compilationSources": [ [ "Blood of the Ancients" ] ],
		"description": [
			"**Type:** Religion  ",
			"**Religion:** {faith/Onos}",
			"",
			"The countless natural hazards of the planes cannot deter you from witnessing their grandeur. Once per day you can meditate on the nature of the planes for 1 hour to gain energy resistance 2 against acid, cold, electricity, fire, or sonic damage. This resistance lasts 24 hours or until you perform this meditation again and choose a new resistance."
		],
		"topLink": [ "Religion Traits", "main/traits_religion" ]
	},
	"poisonous_slayer": {
		"name": "Poisonous Slayer",
		"compilationSources": [ [ "Inner Sea Gods" ] ],
		"description": [
			"**Type:** Religion  ",
			"**Religion:** {faith/Norgorber}",
			"",
			"You know the secret of plunging a poisoned weapon in just the right spot. You gain a +1 trait bonus on attack rolls when you are wielding a weapon treated with poison."
		],
		"topLink": [ "Religion Traits", "main/traits_religion" ]
	},
	"potent_concoctions": {
		"name": "Potent Concoctions",
		"compilationSources": [
			[ "Inner Sea Gods" ],
			[ "Faiths of Corruption" ]
		],
		"description": [
			"**Type:** Religion  ",
			"**Religion:** {faith/Ghlaunder}",
			"",
			"You have dedicated your life to honoring famine and disease. Choose any two [poisons](main/equipment_poisons); when you attempt to inflict either of these poisons on an enemy, the DC to resist it increases by 1."
		],
		"topLink": [ "Religion Traits", "main/traits_religion" ]
	},
	"practiced_deception": {
		"name": "Practiced Deception",
		"compilationSources": [
			[ "Inner Sea Gods" ],
			[ "Faiths of Corruption" ]
		],
		"description": [
			"**Type:** Religion  ",
			"**Religion:** {faith/Norgorber}",
			"",
			"You gain a +1 trait bonus on Disguise checks, and you can apply and remove a disguise in half the normal time."
		],
		"topLink": [ "Religion Traits", "main/traits_religion" ]
	},
	"pristine_reputation": {
		"name": "Pristine Reputation",
		"compilationSources": [ [ "Divine Anthology" ] ],
		"description": [
			"**Type:** Religion  ",
			"**Religion:** {faith/Shizuru}",
			"",
			"You come from an especially esteemed family, religious order, school, or other group that worships Shizuru, and draw upon that tradition to maintain your identity. The first time each day that you fail a saving throw against a charm or compulsion effect, you can reroll that saving throw. If you do so, you gain a +2 trait bonus on this roll and use this result as the actual result for that saving throw."
		],
		"topLink": [ "Religion Traits", "main/traits_religion" ]
	},
	"propitiation": {
		"name": "Propitiation",
		"compilationSources": [
			[ "Inner Sea Gods" ],
			[ "Faiths of Purity" ]
		],
		"description": [
			"**Type:** Religion  ",
			"**Religion:** Dwarven Deities",
			"",
			"Your knowledge of the dwarven pantheon tells you precisely which gods have jurisdiction over which aspects of your life, and you can call upon the appropriate deity for help even if that deity is not your patron. At the start of each day, pick one of the following skills: Appraise, Bluff, Craft (pick one craft skill), Diplomacy, Intimidate, or Knowledge (local). You gain a +2 trait bonus on that skill until the start of the next day."
		],
		"topLink": [ "Religion Traits", "main/traits_religion" ]
	},
	"protective_faith": {
		"name": "Protective Faith",
		"compilationSources": [ [ "Inner Sea Gods" ] ],
		"description": [
			"**Type:** Religion  ",
			"**Religion:** {faith/Torag}",
			"",
			"Your faith in the Father of Creation strengthens your ability to shield others. When you use the aid another action to grant your ally a bonus to AC, you grant a +3 bonus to AC instead of the normal +2."
		],
		"topLink": [ "Religion Traits", "main/traits_religion" ]
	},
	"provider": {
		"name": "Provider",
		"compilationSources": [ [ "Halflings of Golarion" ] ],
		"description": [
			"**Type:** Religion  ",
			"**Religion:** {faith/Erastil}  ",
			"**Requirements:** Halfling",
			"",
			"Few things exalt your faith more than feeding the hungry with your own honest sweat. You gain a +1 trait bonus on any d20 roll to acquire food or water for others. Though this bonus most often applies to Survival checks, it could also apply to attacking monsters that are safe and nutritious to eat (mainly animals and plants). However, Erastil takes a dim view of waste and of those who scorn his favor, and if you abuse this gift (for example, by using the bonus to defeat a bear, then only eating one bite of it), he punishes you with a -2 penalty on attacks, checks, and saves for 24 hours."
		],
		"topLink": [ "Religion Traits", "main/traits_religion" ]
	},
	"purity_of_faith": {
		"name": "Purity of Faith",
		"compilationSources": [
			[ "Inner Sea Gods" ],
			[ "Faiths of Purity" ]
		],
		"description": [
			"**Type:** Religion  ",
			"**Religion:** {faith/Iomedae}",
			"",
			"Your soul is free from impurity, and you are deeply committed to fulfilling your duties to the church. You gain a +1 trait bonus on Will saving throws and a +1 trait bonus on saving throws against spells and effects originating from an outsider with the evil subtype."
		],
		"topLink": [ "Religion Traits", "main/traits_religion" ]
	},
	"reckless_luck": {
		"name": "Reckless Luck",
		"compilationSources": [ [ "Inner Sea Gods" ] ],
		"description": [
			"**Type:** Religion  ",
			"**Religion:** {faith/Chaldira Zuzaristan}",
			"",
			"Like your deity, you charge in when others fall back. When you make a charge attack in the surprise round or first round of combat, you gain a +2 trait bonus to your AC for 1 round."
		],
		"topLink": [ "Religion Traits", "main/traits_religion" ]
	},
	"redeemed_by_ragathiel": {
		"name": "Redeemed by Ragathiel",
		"compilationSources": [ [ "Divine Anthology" ] ],
		"description": [
			"**Type:** Religion  ",
			"**Religion:** {faith/Ragathiel}",
			"",
			"You were born into a family, nation, or other group that tried to impress evil ideals upon you, but you were inspired by Ragathiel to live a moral life despite their influence. You gain a +2 trait bonus on Sense Motive checks to see through an evil creature's Bluff attempts."
		],
		"topLink": [ "Religion Traits", "main/traits_religion" ]
	},
	"regal_presence": {
		"name": "Regal Presence",
		"compilationSources": [ [ "Inner Sea Gods" ] ],
		"description": [
			"**Type:** Religion  ",
			"**Religion:** {faith/Iomedae}",
			"",
			"You've always had a presence that people respect. You gain a +1 trait bonus on Diplomacy checks, and Diplomacy is a class skill for you."
		],
		"topLink": [ "Religion Traits", "main/traits_religion" ]
	},
	"rejected_emperor": {
		"name": "Rejected Emperor",
		"compilationSources": [ [ "Blood of the Ancients" ] ],
		"description": [
			"**Type:** Religion",
			"",
			"When you were young, your parents presented you to the oracles of Po Li, claiming a divine sign showed you were the reincarnation of Lung Wa's Eternal Emperor. The oracles did not support the claim, but you are not untouched by celestial influence. You may use Knowledge (nobility) or Knowledge (religion) in place of Knowledge (planes) to identify outsiders, and nonevil outsiders you encounter begin with an attitude that is one step better than normal."
		],
		"topLink": [ "Religion Traits", "main/traits_religion" ]
	},
	"relentless_duty": {
		"name": "Relentless Duty",
		"compilationSources": [ [ "Divine Anthology" ] ],
		"description": [
			"**Type:** Religion  ",
			"**Religion:** {faith/Kols}",
			"",
			"You were raised with the mantra that fulfilling your duty must always come first. Now living up to a promise comes as easily as breathing. Once per day, you can take 10 on a skill check attempted as part of fulfilling a prior promise even if you are distracted or in combat."
		],
		"topLink": [ "Religion Traits", "main/traits_religion" ]
	},
	"resigned": {
		"name": "Resigned",
		"compilationSources": [ [ "Dwarves of Golarion" ] ],
		"description": [
			"**Type:** Religion  ",
			"**Religion:** {faith/Droskar}",
			"",
			"Existence is little more than unending toil. By laboring unto exhaustion, greatness can be achieved. You receive a +1 trait bonus when retrying a previously failed skill check or ability check, as well as when taking 20 on skill checks and ability checks."
		],
		"topLink": [ "Religion Traits", "main/traits_religion" ]
	},
	"resilient_martyr": {
		"name": "Resilient Martyr",
		"compilationSources": [ [ "Divine Anthology" ] ],
		"description": [
			"**Type:** Religion  ",
			"**Religion:** {faith/Vildeis}",
			"",
			"You interposed yourself between an innocent and a dangerous evil monster or force, lost a great deal of blood as a result, and barely survived. Now, your blood seems to replenish with blessed speed, a sure sign of Vildeis's favor. You recover twice as many hit points and points of ability damage as normal when you rest, or three times as many when you take total bed rest."
		],
		"topLink": [ "Religion Traits", "main/traits_religion" ]
	},
	"restless_hunger": {
		"name": "Restless Hunger",
		"compilationSources": [ [ "Goblins of Golarion" ] ],
		"description": [
			"**Type:** Religion  ",
			"**Religion:** {faith/Venkelvore}  ",
			"**Requirements:** Goblin",
			"",
			"If you have a piece of food (or something a goblin might consider food), you can quickly eat it as part of a charge attack once per day. Doing so increases your speed by 10 feet for 1 round."
		],
		"topLink": [ "Religion Traits", "main/traits_religion" ]
	},
	"river_freedom": {
		"name": "River Freedom",
		"compilationSources": [
			[ "Inner Sea Gods" ],
			[ "Faiths of Balance" ]
		],
		"description": [
			"**Type:** Religion  ",
			"**Religion:** {faith/Hanspur}",
			"",
			"The freedom of water inspires you. While touching flowing water, you gain a +2 trait bonus on saving throws against effects that would hamper your movement."
		],
		"topLink": [ "Religion Traits", "main/traits_religion" ]
	},
	"rousing_courage": {
		"name": "Rousing Courage",
		"compilationSources": [ [ "Divine Anthology" ] ],
		"description": [
			"**Type:** Religion  ",
			"**Religion:** {faith/Angradd}",
			"",
			"A dwarven warrior's simple act of courage in Angradd's name inspired you during one of your first battles. Now, you strive to be equally inspiring to others. Once per day, when you generate an effect that grants a morale bonus, increase that bonus by 1 for all creatures affected."
		],
		"topLink": [ "Religion Traits", "main/traits_religion" ]
	},
	"sacred_avenger": {
		"name": "Sacred Avenger",
		"compilationSources": [ [ "Elves of Golarion" ] ],
		"description": [
			"**Type:** Religion  ",
			"**Religion:** {faith/Calistria}  ",
			"**Requirements:** Elf",
			"",
			"You have a special connection between you and Calistria that enhances your ability to achieve vengeance. When a creature damages you with a weapon, on your next turn you gain a +1 trait bonus on weapon damage against that creature. If this creature is your *ilduliel* (a personal, mutual nemesis), this bonus increases to +2."
		],
		"topLink": [ "Religion Traits", "main/traits_religion" ]
	},
	"sacred_orienteer": {
		"name": "Sacred Orienteer",
		"compilationSources": [ [ "Blood of the Ancients" ] ],
		"description": [
			"**Type:** Religion  ",
			"**Religion:** {faith/Elion}",
			"",
			"You have traveled far with only your compass and faith as your guides. You begin play with a compass, and any compass or wayfinder in your possession also functions as a holy symbol of Elion. Either Knowledge (geography) or Survival becomes a class skill for you. Once per day you can consult your compass or wayfinder as a full-round action to gain a +2 trait bonus on one Knowledge (geography) or Survival check."
		],
		"topLink": [ "Religion Traits", "main/traits_religion" ]
	},
	"sacred_smasher": {
		"name": "Sacred Smasher",
		"compilationSources": [ [ "Orcs of Golarion" ] ],
		"description": [
			"**Type:** Religion  ",
			"**Religion:** {faith/Rovagug}",
			"",
			"Your love of carnage extends even to the defenseless, inanimate objects around you. Whenever you make an attempt to break an object, you receive a +2 trait bonus on your Strength check."
		],
		"topLink": [ "Religion Traits", "main/traits_religion" ]
	},
	"scaly_ally": {
		"name": "Scaly Ally",
		"compilationSources": [
			[ "Inner Sea Gods" ],
			[ "Faiths of Purity" ]
		],
		"description": [
			"**Type:** Religion  ",
			"**Religion:** {faith/Apsu}",
			"",
			"Because of your devotion to Apsu, you gain a +2 trait bonus on Diplomacy checks involving reptiles or those of draconic blood, whether they are good-aligned or not."
		],
		"topLink": [ "Religion Traits", "main/traits_religion" ]
	},
	"scarred_by_war": {
		"name": "Scarred by War",
		"compilationSources": [ [ "Healer's Handbook" ] ],
		"description": [
			"**Type:** Religion  ",
			"**Religion:** {faith/Dalenydra}",
			"",
			"You have experienced firsthand the horrors of war, which have left you physically or mentally scarred. Now you have committed yourself to the teachings of the Blessed Attendant, seeking to heal those wounded in combat and to prevent battles from occurring whenever you can. You gain a +1 trait bonus on Diplomacy checks outside of combat. In addition, when you heal creatures other than yourself using class abilities, feats, spells, and spell-completion or spell-trigger magic items, you restore 1 additional hit point."
		],
		"topLink": [ "Religion Traits", "main/traits_religion" ]
	},
	"searing_beacon": {
		"name": "Searing Beacon",
		"compilationSources": [ [ "Knights of the Inner Sea" ] ],
		"description": [
			"**Type:** Religion  ",
			"**Religion:** {faith/Iomedae}  ",
			"**Requirements:** Knight of Ozem",
			"",
			"You deal additional precision damage equal to your Wisdom modifier when you score a critical hit with a melee weapon against an undead opponent."
		],
		"topLink": [ "Religion Traits", "main/traits_religion" ]
	},
	"secret_knowledge": {
		"name": "Secret Knowledge",
		"compilationSources": [
			[ "Inner Sea Gods" ],
			[ "Faiths of Corruption" ]
		],
		"description": [
			"**Type:** Religion  ",
			"**Religion:** {faith/Norgorber}",
			"",
			"At any point after taking this trait, you may choose one Knowledge skill. You gain a permanent +2 trait bonus on checks with that skill, and it is a class skill for you. Once this skill is chosen, it cannot be changed."
		],
		"topLink": [ "Religion Traits", "main/traits_religion" ]
	},
	"seer_of_reality": {
		"name": "Seer of Reality",
		"compilationSources": [
			[ "Inner Sea Gods" ],
			[ "Faiths of Balance" ]
		],
		"description": [
			"**Type:** Religion  ",
			"**Religion:** {faith/Irori}",
			"",
			"You have a deep understanding of the world around you, and thus you are more perceptive about what belongs and what does not. You gain a +2 trait bonus on saving throws against illusion magic."
		],
		"topLink": [ "Religion Traits", "main/traits_religion" ]
	},
	"self_sacrifice": {
		"name": "Self-Sacrifice",
		"compilationSources": [ [ "Halflings of Golarion" ] ],
		"description": [
			"**Type:** Religion  ",
			"**Religion:** {faith/Shelyn}  ",
			"**Requirements:** Halfling",
			"",
			"You honor your goddess through your willingness to take risks for those you care about. As a move action, you can use your own body to grant soft cover to an adjacent ally regardless of the difference in your respective sizes."
		],
		"topLink": [ "Religion Traits", "main/traits_religion" ]
	},
	"sense_of_order": {
		"name": "Sense of Order",
		"compilationSources": [ [ "Halflings of Golarion" ] ],
		"description": [
			"**Type:** Religion  ",
			"**Religion:** {faith/Abadar}  ",
			"**Requirements:** Halfling",
			"",
			"Your ability to notice even the slightest change, and the discomfort it causes, made service to Abadar a logical choice. You gain a +3 trait bonus on any Perception check made to identify any changes to a location that have occurred since you last visited it."
		],
		"topLink": [ "Religion Traits", "main/traits_religion" ]
	},
	"sensing_imperfection": {
		"name": "Sensing Imperfection",
		"compilationSources": [ [ "Halflings of Golarion" ] ],
		"description": [
			"**Type:** Religion  ",
			"**Religion:** {faith/Irori}  ",
			"**Requirements:** Halfling",
			"",
			"Your belief in Irori has honed your ability to recognize when someone lies or dissembles. Sense Motive is a class skill for you, and you gain a +1 trait bonus on Sense Motive checks."
		],
		"topLink": [ "Religion Traits", "main/traits_religion" ]
	},
	"serpentine_squeeze": {
		"name": "Serpentine Squeeze",
		"compilationSources": [
			[ "Inner Sea Gods" ],
			[ "Faiths of Corruption" ]
		],
		"description": [
			"**Type:** Religion  ",
			"**Religion:** {faith/Ydersius}",
			"",
			"You gain a +1 trait bonus on combat maneuver checks to grapple a foe, as well as a +1 trait bonus to your CMD whenever an opponent tries to grapple you."
		],
		"topLink": [ "Religion Traits", "main/traits_religion" ]
	},
	"shadow_whispers": {
		"name": "Shadow Whispers",
		"compilationSources": [ [ "Ultimate Campaign" ] ],
		"description": [
			"**Type:** Religion  ",
			"**Religion:** {faith/Norgorber}",
			"",
			"You have a penchant for just knowing others' secrets. You gain a +1 trait bonus on Knowledge (local) checks and a +2 trait bonus on Intimidate checks made to demoralize opponents."
		],
		"topLink": [ "Religion Traits", "main/traits_religion" ]
	},
	"shaper_of_reality": {
		"name": "Shaper of Reality",
		"compilationSources": [ [ "Inner Sea Gods" ] ],
		"description": [
			"**Type:** Religion  ",
			"**Religion:** Eldest",
			"",
			"You can mimic the Eldest's ability to reshape the world. Once per day, you can cast either a conjuration spell or a transmutation spell at +1 caster level."
		],
		"topLink": [ "Religion Traits", "main/traits_religion" ]
	},
	"shared_ancestors": {
		"name": "Shared Ancestors",
		"compilationSources": [ [ "Blood of the Ancients" ] ],
		"description": [
			"**Type:** Religion  ",
			"**Religion:** {faith/Myr}",
			"",
			"Through your detailed study of your own lineage, you can better understand and honor even your most distant relatives. You gain a +1 trait bonus on Diplomacy, Knowledge (history), Knowledge (local), Knowledge (nobility), and Sense Motive checks associated with any creature who shares your type and at least one of your subtypes. One of these skills becomes a class skill."
		],
		"topLink": [ "Religion Traits", "main/traits_religion" ]
	},
	"shield_trained": {
		"name": "Shield-Trained",
		"compilationSources": [ [ "Inner Sea Gods" ] ],
		"description": [
			"**Type:** Religion  ",
			"**Religion:** {faith/Gorum}",
			"",
			"You were trained to use shields as weapons. Heavy and light shields are considered simple weapons rather than martial weapons for you. Heavy shields are considered light weapons for you."
		],
		"topLink": [ "Religion Traits", "main/traits_religion" ]
	},
	"sovyrian_pantheist": {
		"name": "Sovyrian Pantheist",
		"compilationSources": [ [ "Elves of Golarion" ] ],
		"description": [
			"**Type:** Religion  ",
			"**Religion:** Elven Deities  ",
			"**Requirements:** Elf",
			"",
			"Strongly influenced by the elves' mysterious other realm, you embrace obscure elven deities that have little influence on Golarion. You gain a +1 trait bonus on Knowledge (history) checks to recognize or evaluate art, Knowledge (architecture and engineering) checks, Survival checks to hunt game, Constitution checks to run, and Spellcraft checks involving crystals or gems."
		],
		"topLink": [ "Religion Traits", "main/traits_religion" ]
	},
	"spirit_guide": {
		"name": "Spirit Guide",
		"compilationSources": [
			[ "Inner Sea Gods" ],
			[ "Faiths of Balance" ]
		],
		"description": [
			"**Type:** Religion  ",
			"**Religion:** {faith/Pharasma}",
			"",
			"As someone who has performed or observed funeral rites for a wide variety of people, you have a basic understanding of many different religions. You gain a +2 trait bonus on Knowledge (religion) checks, and Knowledge (religion) is a class skill for you."
		],
		"topLink": [ "Religion Traits", "main/traits_religion" ]
	},
	"spirit_talker": {
		"name": "Spirit Talker",
		"compilationSources": [ [ "Sargava, the Lost Colony" ] ],
		"description": [
			"**Type:** Religion  ",
			"**Religion:** Mwangi shamanistic faith",
			"",
			"You are a devotee of the shamanistic practices of the Mwangi, having little use for the deities of the colonials. You gain a +1 racial bonus on Will saves against divine spells and spell-like effects employed against you by clerics or paladins of Aroden, Abadar, Iomedae, Gozreh, and Shelyn - but you suffer a -1 penalty on Will saves against divine spells cast by devotees of Mwangi faiths."
		],
		"topLink": [ "Religion Traits", "main/traits_religion" ]
	},
	"split_second_defense": {
		"name": "Split-Second Defense",
		"compilationSources": [ [ "Inner Sea Gods" ] ],
		"description": [
			"**Type:** Religion  ",
			"**Religion:** {faith/Milani}",
			"",
			"When you are the target of an attack by an opponent that is flanking you, as an immediate action once per day you can foil that opponent's attack. For that attack, the opponent does not gain any of the bonuses or effects that are associated with flanking."
		],
		"topLink": [ "Religion Traits", "main/traits_religion" ]
	},
	"stabilizing_touch": {
		"name": "Stabilizing Touch",
		"compilationSources": [ [ "Inner Sea Gods" ] ],
		"description": [
			"**Type:** Religion  ",
			"**Religion:** {faith/Pharasma}",
			"",
			"You were born with the ability to stop the passage to death's door. Once per day, you can use {spell/stabilize} as a spell-like ability, but with a range of touch."
		],
		"topLink": [ "Religion Traits", "main/traits_religion" ]
	},
	"starchild": {
		"name": "Starchild",
		"compilationSources": [
			[ "Ultimate Campaign" ],
			[ "Elves of Golarion" ],
			[ "Advanced Player's Guide" ]
		],
		"description": [
			"**Type:** Religion  ",
			"**Religion:** {faith/Desna}",
			"",
			"Desna sensed your love of travel and promised you would always be able to find your way home. You can automatically determine where true north is. You gain a +4 trait bonus on Survival checks to avoid becoming lost."
		],
		"topLink": [ "Religion Traits", "main/traits_religion" ]
	},
	"starlit_hexer": {
		"name": "Starlit Hexer",
		"compilationSources": [ [ "People of the Stars" ] ],
		"description": [
			"**Type:** Religion  ",
			"**Religion:** Outer Gods",
			"",
			"Your spellcasting powers are infused with the powers of the occult Outer Gods. Whenever you cast a spell or spell-like ability with the curse descriptor, increase the DC of the spell's saving throw by 1. If you cast such a spell or spell-like ability at night, as long as the sky is clear and the stars are visible, treat your caster level as 1 higher when determining the spell's duration."
		],
		"topLink": [ "Religion Traits", "main/traits_religion" ]
	},
	"steady_strength": {
		"name": "Steady Strength",
		"compilationSources": [ [ "Inner Sea Gods" ] ],
		"description": [
			"**Type:** Religion  ",
			"**Religion:** {faith/Trudd}",
			"",
			"Your strength training conditioned you to wearing heavy armor. When you wear medium or heavy armor, your armor check penalty on Strength-based skills is reduced by 2."
		],
		"topLink": [ "Religion Traits", "main/traits_religion" ]
	},
	"stoic_optimism": {
		"name": "Stoic Optimism",
		"compilationSources": [
			[ "Inner Sea Gods" ],
			[ "Faiths of Purity" ]
		],
		"description": [
			"**Type:** Religion  ",
			"**Religion:** {faith/Desna}",
			"",
			"You realize that accepting the pain in life accentuates its joys by contrast, and so your hope sustains you where others despair. You receive a +2 trait bonus on saving throws against fear effects."
		],
		"topLink": [ "Religion Traits", "main/traits_religion" ]
	},
	"strength_of_the_barghest": {
		"name": "Strength of the Barghest",
		"compilationSources": [ [ "Goblins of Golarion" ] ],
		"description": [
			"**Type:** Religion  ",
			"**Religion:** {faith/Hadregash}  ",
			"**Requirements:** Goblin",
			"",
			"The blood of the barghests is strong in you. Once per day as a free action, you can gain a +2 trait bonus on any Strength check or Strength-based skill check."
		],
		"topLink": [ "Religion Traits", "main/traits_religion" ]
	},
	"strength_of_the_sun": {
		"name": "Strength of the Sun",
		"compilationSources": [ [ "Legacy of Fire Player's Guide" ] ],
		"description": [
			"**Type:** Religion  ",
			"**Religion:** {faith/Sarenrae}",
			"",
			"You take solace in the purifying light of the sun. During the day, you gain a +1 trait bonus on all Charisma-based checks."
		],
		"topLink": [ "Religion Traits", "main/traits_religion" ]
	},
	"strengths_fanfare": {
		"name": "Strength's Fanfare",
		"compilationSources": [ [ "Inner Sea Gods" ] ],
		"description": [
			"**Type:** Religion  ",
			"**Religion:** {faith/Kurgess}",
			"",
			"Songs of your glory and prowess bolster your strength. When you are the subject of any sonic effect that grants a morale bonus on attack or damage rolls, you also gain a +1 trait bonus on Strength-based skill checks; on combat maneuver checks to bull rush, grapple, and reposition; and to your CMD against those combat maneuvers."
		],
		"topLink": [ "Religion Traits", "main/traits_religion" ]
	},
	"strict_judgment": {
		"name": "Strict Judgment",
		"compilationSources": [ [ "Inner Sea Gods" ] ],
		"description": [
			"**Type:** Religion  ",
			"**Religion:** {faith/Kols}",
			"",
			"Your respect for the letter of the law bleeds into your spellcasting. Any spells you cast that prescribe certain behaviors with a consequence for breaking these directives (such as mark of justice or geas) have their save DC increased by 1."
		],
		"topLink": [ "Religion Traits", "main/traits_religion" ]
	},
	"strip_the_veils": {
		"name": "Strip the Veils",
		"compilationSources": [
			[ "Inner Sea Gods" ],
			[ "Faiths of Balance" ]
		],
		"description": [
			"**Type:** Religion  ",
			"**Religion:** {faith/Sivanah}",
			"",
			"You are unusually perceptive when dealing with others. You gain a +1 trait bonus on Sense Motive checks, and Sense Motive is a class skill for you."
		],
		"topLink": [ "Religion Traits", "main/traits_religion" ]
	},
	"strong_heart": {
		"name": "Strong Heart",
		"compilationSources": [
			[ "Inner Sea Gods" ],
			[ "Faiths of Balance" ]
		],
		"description": [
			"**Type:** Religion  ",
			"**Religion:** {faith/Gorum}",
			"",
			"You can stand firm against even the most terrifying foes. You gain a +1 trait bonus on saves against fear effects, and the DC of Intimidate checks against you increases by 2."
		],
		"topLink": [ "Religion Traits", "main/traits_religion" ]
	},
	"strong_swimmer": {
		"name": "Strong Swimmer",
		"compilationSources": [
			[ "Inner Sea Gods" ],
			[ "Faiths of Balance" ]
		],
		"description": [
			"**Type:** Religion  ",
			"**Religion:** {faith/Gozreh}",
			"",
			"Your faith in Gozreh's grace gives you the confidence to swim without fear. You gain a +2 trait bonus on Swim checks, and can hold your breath for an extra 2 rounds when underwater."
		],
		"topLink": [ "Religion Traits", "main/traits_religion" ]
	},
	"strong_willed": {
		"name": "Strong-Willed",
		"compilationSources": [
			[ "Faiths of Purity" ],
			[ "Inner Sea Gods" ]
		],
		"description": [
			"**Type:** Religion  ",
			"**Religion:** {faith/Cayden Cailean}",
			"",
			"Your fervent desire to choose your own path gives you strong willpower. You receive a +2 trait bonus on saving throws against charm and compulsion effects."
		],
		"topLink": [ "Religion Traits", "main/traits_religion" ]
	},
	"structural_knowledge": {
		"name": "Structural Knowledge",
		"compilationSources": [ [ "Inner Sea Gods" ] ],
		"description": [
			"**Type:** Religion  ",
			"**Religion:** {faith/Findeladlara}",
			"",
			"You are blessed with an insight into architecture and artifice. You gain a +1 trait bonus on Knowledge (engineering) checks, and Knowledge (engineering) is a class skill for you."
		],
		"topLink": [ "Religion Traits", "main/traits_religion" ]
	},
	"talented_organizer": {
		"name": "Talented Organizer",
		"compilationSources": [
			[ "Inner Sea Gods" ],
			[ "Faiths of Purity" ]
		],
		"description": [
			"**Type:** Religion  ",
			"**Religion:** {faith/Milani}",
			"",
			"You are both skilled and knowledgeable when at putting together strong resistance organizations, thanks to your keen sense of how to motivate people. You gain a +1 trait bonus on Sense Motive skill checks, and Sense Motive is a class skill for you."
		],
		"topLink": [ "Religion Traits", "main/traits_religion" ]
	},
	"the_city_protects": {
		"name": "The City Protects",
		"compilationSources": [ [ "Legacy of Fire Player's Guide" ] ],
		"description": [
			"**Type:** Religion  ",
			"**Religion:** {faith/Abadar}",
			"",
			"You feel safe and secure in urban environments, even in cities whose laws you find unjust - it is the physical fact of the city that you take solace in. In any settlement, you gain a +2 trait bonus against fear effects. If you fail a save against a fear effect, you may make a new save each round you remain in the city to overcome the fear effect as long as the fear effect persists. If you are a paladin, this ability to make additional saves to overcome fear extends to all allies within your aura of courage."
		],
		"topLink": [ "Religion Traits", "main/traits_religion" ]
	},
	"the_flexing_arm": {
		"name": "The Flexing Arm",
		"compilationSources": [
			[ "Inner Sea Gods" ],
			[ "Faiths of Purity" ]
		],
		"description": [
			"**Type:** Religion  ",
			"**Religion:** {faith/Kurgess}",
			"",
			"You are practiced at using physical might to escape your bonds. You can use Strength instead of Dexterity as your base ability for Escape Artist skill checks to free yourself from bondage. Additionally, you gain a +1 trait bonus on such Escape Artist checks."
		],
		"topLink": [ "Religion Traits", "main/traits_religion" ]
	},
	"thirst_for_knowledge": {
		"name": "Thirst for Knowledge",
		"compilationSources": [ [ "Inner Sea Gods" ] ],
		"description": [
			"**Type:** Religion  ",
			"**Religion:** {faith/Nethys}",
			"",
			"You have a need to bring old knowledge into the light, no matter what language it's written in. You gain a +1 trait bonus on Linguistics checks, and Linguistics is a class skill for you."
		],
		"topLink": [ "Religion Traits", "main/traits_religion" ]
	},
	"thrill_seeker_isg": {
		"name": "Thrill-Seeker (ISG)",
		"compilationSources": [ [ "Inner Sea Gods" ] ],
		"description": [
			"**Type:** Religion  ",
			"**Religion:** {faith/Desna}",
			"",
			"Desna has blessed you not just with a love of taking chances, but also the fortune to come out of such risky situations unscathed. Once per day, when you attempt an Acrobatics check, you can roll twice and take the better result. You must choose to use this ability before making the check."
		],
		"topLink": [ "Religion Traits", "main/traits_religion" ]
	},
	"toilcrafter": {
		"name": "Toilcrafter",
		"compilationSources": [ [ "Dwarves of Golarion" ] ],
		"description": [
			"**Type:** Religion  ",
			"**Religion:** {faith/Droskar}",
			"",
			"You can craft passable if inferior magical weapons, armors, and shields through diligence and toil. Choose one Craft or Profession skill in which you have at least 1 rank. Ranks in your chosen skill count as your caster level for the purpose of qualifying for the {feat/Craft Magic Arms and Armor} feat. You may craft +1 armor, weapons, or shields (with no special qualities), substituting your rank in the chosen skill for your caster level. You must use the chosen skill for the check to create the item. Crafting in this fashion takes twice as long as normal. These items cannot be upgraded with new abilities."
		],
		"topLink": [ "Religion Traits", "main/traits_religion" ]
	},
	"twisted_transformations": {
		"name": "Twisted Transformations",
		"compilationSources": [ [ "People of the Stars" ] ],
		"description": [
			"**Type:** Religion  ",
			"**Religion:** Great Old Ones",
			"",
			"Whenever you are affected by a transmutation spell of the polymorph subschool, your new form is always in some way horrific, grotesque, or otherwise marked by the corruption of the Great Old Ones. While polymorphed, you gain a +2 trait bonus on Intimidate checks and increase the DC of spells you cast with the fear descriptor by 1. However, you also take a -2 penalty on Diplomacy checks while polymorphed."
		],
		"topLink": [ "Religion Traits", "main/traits_religion" ]
	},
	"undead_slayer_pharasma": {
		"name": "Undead Slayer (Pharasma)",
		"compilationSources": [
			[ "Ultimate Campaign" ],
			[ "Advanced Player's Guide" ]
		],
		"description": [
			"**Type:** Religion  ",
			"**Religion:** {faith/Pharasma}",
			"",
			"Instructed at a young age in the tenets of the faith of Pharasma, you view the undead as abominations that must be destroyed so their souls can journey beyond to be judged. You gain a +1 trait bonus on weapon damage rolls against undead."
		],
		"topLink": [ "Religion Traits", "main/traits_religion" ]
	},
	"under_siege": {
		"name": "Under Siege",
		"compilationSources": [ [ "Taldor, Echoes of Glory" ] ],
		"description": [
			"**Type:** Religion  ",
			"**Religion:** {faith/Sarenrae}",
			"",
			"In order to maintain your devotion to Sarenrae in Taldor and stay alive, you and your fellow worshipers developed a complex system of hand signs and facial gestures to identify yourselves as faithful in the Cult of the Dawnflower. You gain a +1 trait bonus on Bluff and Sense Motive checks. One of these skills (your choice) is always a class skill for you."
		],
		"topLink": [ "Religion Traits", "main/traits_religion" ]
	},
	"underlying_principles": {
		"name": "Underlying Principles",
		"compilationSources": [
			[ "Inner Sea Gods" ],
			[ "Faiths of Balance" ]
		],
		"description": [
			"**Type:** Religion  ",
			"**Religion:** {faith/Nethys}",
			"",
			"You've spent a large amount of time around magical items, and understand the similarities between many of them. You gain a +1 trait bonus on Use Magic Device checks, and Use Magic Device is a class skill for you."
		],
		"topLink": [ "Religion Traits", "main/traits_religion" ]
	},
	"unhinged_mentality": {
		"name": "Unhinged Mentality",
		"compilationSources": [
			[ "Inner Sea Gods" ],
			[ "Faiths of Corruption" ]
		],
		"description": [
			"**Type:** Religion  ",
			"**Religion:** {faith/Lamashtu}",
			"",
			"Your goddess-granted madness gives you a +2 trait bonus on saving throws against confusion, insanity, and fear effects."
		],
		"topLink": [ "Religion Traits", "main/traits_religion" ]
	},
	"unspeakable_bond": {
		"name": "Unspeakable Bond",
		"compilationSources": [
			[ "Inner Sea Gods" ],
			[ "Faiths of Corruption" ]
		],
		"description": [
			"**Type:** Religion  ",
			"**Religion:** Great Old One or Outer Gods",
			"",
			"You are an ally of the unclean creatures of the world, and gain a +2 trait bonus on Diplomacy checks when dealing with creatures of the aberration type."
		],
		"topLink": [ "Religion Traits", "main/traits_religion" ]
	},
	"unswaying_love": {
		"name": "Unswaying Love",
		"compilationSources": [ [ "Inner Sea Gods" ] ],
		"description": [
			"**Type:** Religion  ",
			"**Religion:** {faith/Shelyn}",
			"",
			"Your resolute devotion to the unadulterated purity of your goddess protects you from those who would manipulate you. You gain a +2 trait bonus on saving throws against charm or compulsion effects."
		],
		"topLink": [ "Religion Traits", "main/traits_religion" ]
	},
	"veils_upon_veils": {
		"name": "Veils upon Veils",
		"compilationSources": [ [ "Inner Sea Gods" ] ],
		"description": [
			"**Type:** Religion  ",
			"**Religion:** {faith/Sivanah}",
			"",
			"You have learned a holy secret that makes your illusions more powerful. Once per day when casting an illusion spell, you can do so at +1 caster level."
		],
		"topLink": [ "Religion Traits", "main/traits_religion" ]
	},
	"venom_drenched": {
		"name": "Venom-Drenched",
		"compilationSources": [ [ "Halflings of Golarion" ] ],
		"description": [
			"**Type:** Religion  ",
			"**Religion:** {faith/Norgorber}  ",
			"**Requirements:** Halfling",
			"",
			"You have nothing to fear from one sort of poison. In fact, you can actually drink the toxic brew in order to make your blood dangerous. You are immune to one specific nonmagical poison. If you ingest a dose of that poison (even if it is a contact, inhaled, or injury poison), it remains in your system for 24 hours; any creature that bites you during that time is subject to the poison's effects."
		],
		"topLink": [ "Religion Traits", "main/traits_religion" ]
	},
	"veteran_of_battle": {
		"name": "Veteran of Battle",
		"compilationSources": [
			[ "Ultimate Campaign" ],
			[ "Advanced Player's Guide" ]
		],
		"description": [
			"**Type:** Religion  ",
			"**Religion:** {faith/Gorum}",
			"",
			"You have fought in several battles, and each time felt the presence of Gorum guiding your sword-arm, making you ready to act at a moment's notice. You gain a +1 trait bonus on initiative checks, and if you are able to act during a surprise round, you may draw a weapon (but not a potion or magic item) as a free action during that round."
		],
		"topLink": [ "Religion Traits", "main/traits_religion" ]
	},
	"vindictive_strike": {
		"name": "Vindictive Strike",
		"compilationSources": [ [ "Faiths of Corruption" ] ],
		"description": [
			"**Type:** Religion  ",
			"**Religion:** {faith/Gyronna}",
			"",
			"Once per day during a combat encounter, you can choose to gain a +1 trait bonus on a single attack roll against the creature that last hit you."
		],
		"topLink": [ "Religion Traits", "main/traits_religion" ]
	},
	"voice_of_monsters": {
		"name": "Voice of Monsters",
		"compilationSources": [ [ "Ultimate Campaign" ] ],
		"description": [
			"**Type:** Religion  ",
			"**Religion:** {faith/Lamashtu}",
			"",
			"Your faith leads you to see the power and wonder in even the most horrible abominations. Once per day, you can cast speak with animals. When you cast this spell, it can affect animals (as normal) as well as aberrations and magical beasts with an Intelligence of 2 or lower."
		],
		"topLink": [ "Religion Traits", "main/traits_religion" ]
	},
	"wasp_whisperer": {
		"name": "Wasp Whisperer",
		"compilationSources": [ [ "Elves of Golarion" ] ],
		"description": [
			"**Type:** Religion  ",
			"**Religion:** {faith/Calistria}  ",
			"**Requirements:** Elf",
			"",
			"Your association with Calistria's church has toughened your flesh against venom and blessed you with the ability to influence wasps and similar insectile vermin. You gain a +1 trait bonus on Fortitude saving throws against poison. You may make Diplomacy checks (or {ability/wild empathy} checks if you are a druid or ranger) to improve a Hostile or Unfriendly insectile vermin's attitude toward Indifferent."
		],
		"topLink": [ "Religion Traits", "main/traits_religion" ]
	},
	"wedded_bliss": {
		"name": "Wedded Bliss",
		"compilationSources": [ [ "Inner Sea Gods" ] ],
		"description": [
			"**Type:** Religion  ",
			"**Religion:** {faith/Bolka}",
			"",
			"Your commitment to your own marriage or your burning desire to be wed grants you a +2 trait bonus on saving throws against charm and compulsion effects."
		],
		"topLink": [ "Religion Traits", "main/traits_religion" ]
	},
	"well_prepared": {
		"name": "Well-Prepared",
		"compilationSources": [ [ "Inner Sea Gods" ] ],
		"description": [
			"**Type:** Religion  ",
			"**Religion:** {faith/Angradd}",
			"",
			"Angradd teaches that a good offense can be the best defense. You gain a +1 trait bonus on attack rolls made as part of a readied action, and a +1 trait bonus on caster level checks when casting a spell as a readied action."
		],
		"topLink": [ "Religion Traits", "main/traits_religion" ]
	},
	"wisdom_in_the_flesh": {
		"name": "Wisdom in the Flesh",
		"compilationSources": [
			[ "Ultimate Campaign" ],
			[ "Legacy of Fire Player's Guide" ],
			[ "Advanced Player's Guide" ]
		],
		"description": [
			"**Type:** Religion  ",
			"**Religion:** {faith/Irori}",
			"",
			"Your hours of meditation on inner perfection and the nature of strength and speed allow you to focus your thoughts to achieve things your body might not normally be able to do on its own. Select any Strength-, Constitution-, or Dexterity-based skill. You may make checks with that skill using your Wisdom modifier instead of the skill's normal ability score. That skill is always a class skill for you."
		],
		"topLink": [ "Religion Traits", "main/traits_religion" ]
	},
	"wise_teacher": {
		"name": "Wise Teacher",
		"compilationSources": [
			[ "Inner Sea Gods" ],
			[ "Faiths of Purity" ]
		],
		"description": [
			"**Type:** Religion  ",
			"**Religion:** {faith/Erastil}",
			"",
			"You are skilled in passing along knowledge of rural matters. If you have 4 or more ranks in Knowledge (Nature) or Survival, when you aid another with these skills, you grant a +4 bonus on the check you are aiding instead of the normal +2."
		],
		"topLink": [ "Religion Traits", "main/traits_religion" ]
	},
	"wolf_cub": {
		"name": "Wolf Cub",
		"compilationSources": [ [ "Goblins of Golarion" ] ],
		"description": [
			"**Type:** Religion  ",
			"**Religion:** {faith/Zarongel}  ",
			"**Requirements:** Goblin",
			"",
			"Your body has clumps of ugly fur, a sure sign of wolf blood! You win! Once per day as a standard action, you can take a deep breath through your nose to gain the scent ability for 1 minute."
		],
		"topLink": [ "Religion Traits", "main/traits_religion" ]
	},
	"worthless_pawn": {
		"name": "Worthless Pawn",
		"compilationSources": [ [ "Inner Sea Gods" ] ],
		"description": [
			"**Type:** Religion  ",
			"**Religion:** Great Old Ones",
			"",
			"Your existence is so meaningless to your chosen patron that it cares nothing for how you wield its power. You may prepare and cast spells whose alignment is in opposition to your patron's, but doing so causes you to take 1 point of Wisdom damage per spell level when the spell is cast. This does not permit you to use spell trigger or completion items of opposing alignments."
		],
		"topLink": [ "Religion Traits", "main/traits_religion" ]
	},
	"wrecking_wrath": {
		"name": "Wrecking Wrath",
		"compilationSources": [ [ "Ultimate Campaign" ] ],
		"description": [
			"**Type:** Religion  ",
			"**Religion:** {faith/Rovagug}",
			"",
			"Your ferocity is devastating, sometimes even to your own weapons. Once per day, after successful hitting a foe with a melee weapon, you can add your Strength modifier to the damage roll a second time (your Strength Modifier is not doubled if you are using a two-handed weapon). Doing so has a 25% chance of giving your weapon the broken condition."
		],
		"topLink": [ "Religion Traits", "main/traits_religion" ]
	},
	"wronged": {
		"name": "Wronged",
		"compilationSources": [ [ "Inner Sea Gods" ] ],
		"description": [
			"**Type:** Religion  ",
			"**Religion:** {faith/Gyronna}",
			"",
			"Somewhere in your past, you were taken advantage of because of your gender. You gain a +2 trait bonus on Sense Motive checks against male creatures of your race, and the DC for men to intimidate you increases by 2."
		],
		"topLink": [ "Religion Traits", "main/traits_religion" ]
	},
	"anxious": {
		"name": "Anxious",
		"compilationSources": [ [ "Quests and Campaigns" ] ],
		"description": [
			"**Type:** Drawback",
			"",
			"After suffering terribly for not being tightlipped enough as a child, such as when you accidentally exposed your family to enemy inquisitors, you developed a habit of being overly cautious with your words. You take a -2 penalty on Diplomacy checks and must speak slowly due to the concentration required. Unless stated otherwise, you are assumed to not be speaking at a volume above a whisper."
		],
		"category": "Drawback",
		"topLink": [ "Drawback Traits", "main/traits_drawback" ]
	},
	"arcane_malignancies": {
		"name": "Arcane Malignancies",
		"compilationSources": [ [ "Blood of the Coven" ] ],
		"description": [
			"**Type:** Drawback  ",
			"**Requirements:** Changeling",
			"",
			"As changelings sense the awakening of the eerie powers they inherited from their hag progenitors, they are often mortified to discover terrifying and debilitating alterations to their physique. While the call seizes the changelings' minds around the time their bodies begin maturing, the arcane malignancies that mar their features and extremities have nothing to do with puberty.",
			"",
			"Not every changeling develops a malignancy, and when a changeling does develop a malignancy, it is often unrelated to whatever traits her hag mother has. These transformations are more akin to a magical allergy, manifesting in response to the well of arcane energy bubbling away in the changeling's core.",
			"",
			"A changeling character can take an arcane malignancy as a drawback in order to select an additional trait at character creation. Randomly determine the arcane malignancy by rolling a d% and consulting the table below.",
			"",
			"| d% | Arcane Malignancy |",
			"| --- | --- |",
			"| 01-02 | The smallest three toes on each of your feet have fused together. You take a -2 penalty on Acrobatics, Climb, and Perform (dance) checks. |",
			"| 03-04 | Your incisors grow so long and sharp that you have difficulty eating. Eating takes twice as long. Consuming a potion or other magical foodstuff requires a full-round action. |",
			"| 05-07 | You have an extra digit on each hand, which hampers your fine motor skills. You take a -2 penalty on Craft, Disable Device, and Sleight of Hand checks. |",
			"| 08-10 | Your limbs and torso are covered with piscine scales that you must constantly moisten. If more than 1 day passes without you applying at least a gallon of water to them, you take 1d3 points of damage each hour until you do so. |",
			"| 11-13 | Your skin bears a sizable scarlet mark that flushes and lightens with your moods. You take a -2 penalty on Bluff and Disguise checks. |",
			"| 14-16 | One of your eyes has grown enlarged and developed a pale, milky film. Daylight seems uncomfortably bright to you. You take a -2 penalty on saving throws against light-based spells and effects, and you are automatically dazzled for 1d6 rounds when exposed to bright light or sunlight. |",
			"| 17-19 | The soles of your feet are flat, and you tire quickly. You can hustle for only a half hour before becoming fatigued, and every 4 hours spent traveling by foot in a day deals 1 point of Constitution damage. |",
			"| 20-22 | Your already pallid complexion grows unusually sensitive to the rays of the sun. Exposure to direct sunlight for more than 1 hour at a time makes you sickened for 24 hours. |",
			"| 23-25 | The tip of your tongue is forked and stiff. You have difficulty making yourself understood. You take a -2 penalty on Bluff, Diplomacy, and Disguise checks to fool or persuade others. |",
			"| 26-28 | The painful and stiff swelling of your joints puts you at a disadvantage in combat. You take a -2 penalty on combat maneuver checks and Escape Artist checks to free yourself when grappled or pinned. |",
			"| 29-31 | Your ears have stretched to an abnormal size, making you overly sensitive to loud noises. Whenever you are dealt sonic damage, you take 1 additional point of damage, and you are deafened for 1 minute whenever you take damage from any sonic effect. |",
			"| 32-33 | The pupils of your eyes resemble a cat's, and beasts cannot abide your presence. You take a -2 penalty on Handle Animal and Ride checks. |",
			"| 34-35 | You grow velvety-soft fur along your back, arms, and legs that chafes and catches under clothing and armor, increasing the armor check penalty of any armor by 1 and applying a -1 armor check penalty to ordinary clothing. Clothing and armor can be specially fitted for you, eliminating the increased penalty but increasing their price by 50 gp. |",
			"| 36-37 | You grow an extra row of sharp, crooked teeth. The uneven set of your jaws gives you constant headaches. You take a -2 penalty on {rule/concentration} checks and saving throws against pain effects. |",
			"| 38-40 | It is nearly impossible to find armor that fits your concave chest and unusually narrow, sloping shoulders. The armor check penalty of any armor you wear increases by 1, and you take a -1 penalty to AC when wearing medium or heavy armor. |",
			"| 41-42 | Your throat balloons out like a frog's, and your voice comes out as an odd croak. You take a -2 penalty on Diplomacy checks and on Perform (act, oratory, and sing) checks. |",
			"| 43-45 | An oozing sore has developed on your face that refuses to heal and makes you more susceptible to illness. You take a -2 penalty on saving throws against disease. |",
			"| 46-48 | Your flesh grows bark, and your major joints have become gnarled and knotted like tree limbs, causing you to move slowly and stiffly. You take a -2 penalty on Reflex saves. |",
			"| 49-51 | Your thin, almost translucent skin is delicate and tears easily. You take 1 point of bleed damage from slashing attacks that deal at least 1 point of damage to you. |",
			"| 52-54 | A massive patch of multicolored warts covers much of your face. People cannot help but stare, and they always remember you once they've seen you. You take a -4 penalty on Disguise checks. |",
			"| 55-57 | Your unruly hair grows with alarming speed. If you do not spend 1 hour trimming and grooming your hair every 48 hours, it snarls in nearby foliage whenever you are outdoors, imposing a -2 penalty to your Armor Class and on attack rolls and Stealth checks. |",
			"| 58-60 | Your limbs are thin and frail. You take a -2 penalty to CMD against disarm, grapple, and trip attempts. |",
			"| 61-63 | Your bones shatter as easily as glass. You take 2 additional points of damage each time you are hit by an attack made with a bludgeoning weapon. |",
			"| 64-65 | One arm is turning to stone, though you retain limited mobility. You take a -4 penalty on all skill checks requiring the use of two hands and on attack rolls when wielding a two-handed weapon or fighting with two weapons. |",
			"| 66-67 | You develop an allergy to one spell per spell level from the witch spell list (determined by your GM). Casting or being the target of a spell you're allergic to causes you to break out in a painful rash. This rash deals 1d4 points of damage per spell level, and imposes a penalty on your Charisma equal to the level of the spell. The rash fades after a number of hours equal to the level of the spell. |",
			"| 68-69 | The joints in your unnaturally long thumbs have fused, and you often fumble objects. When you retrieve a stored item, you have a 10% chance of dropping it. |",
			"| 70-72 | Your knees bend backward like a bird's, which makes many athletic movements difficult to master. You take a -2 penalty on Climb and Swim checks, and your running speed is only three times your regular walking speed. |",
			"| 73-75 | A tenacious patch of fungus has sprouted on your back, weakening your system against toxins. You take a -2 penalty on saves against poison effects. |",
			"| 76-77 | Your misaligned eyes affect your ability to judge distances. You take a -2 penalty on ranged attack and damage rolls. |",
			"| 78-80 | When you get flustered, heat builds up in your face until it glows with inner fire. You take a -4 penalty on Diplomacy and Perform checks when in the presence of 5 or more creatures. |",
			"| 81-83 | Your ears curl up like dried leaves, and you experience difficulty picking up sounds. You take a -2 penalty on hearing-based Perception checks. |",
			"| 84-86 | Your curving, claw-like fingernails grow so long so quickly that they impede you in dangerous situations. You take a -2 penalty on Escape Artist and Sleight of Hand checks. |",
			"| 87-89 | One of your legs measures noticeably longer than the other, and you lose your balance easily. You take a -2 penalty to CMD against bull rush and trip attempts. |",
			"| 90-92 | Your eyes have swollen to mere slits. You take a -2 penalty on sight-based Perception checks. |",
			"| 93-96 | You develop a shaggy pelt about your neck and shoulders that makes you overheat quickly. You take a -4 penalty on checks and saves to resist environmental heat effects. |",
			"| 97-98 | You grow a tail that you can't easily conceal and that thrashes violently at inconvenient moments. You take a -2 penalty on Disguise and Stealth checks. |",
			"| 99-100 | You grow vestigial gills. While they grant you no ability to breathe in water, they make it harder for you to catch your breath. When you are fatigued, it takes 12 hours of complete rest to recover. When you are exhausted, it takes 2 hours of complete rest to become fatigued. |",
			"",
			""
		],
		"category": "Drawback",
		"topLink": [ "Drawback Traits", "main/traits_drawback" ]
	},
	"attached": {
		"name": "Attached",
		"compilationSources": [ [ "Ultimate Campaign" ] ],
		"description": [
			"**Type:** Drawback",
			"",
			"You have a strong emotional attachment to a person or object that you're terrified of losing. The GM chooses the object of your attachment. Whenever the object of your attachment is either threatened, in danger, or in someone else's possession, you take a -1 penalty on Will saves and a -2 penalty on saves against fear effects. If the person or object to which you're attached is ever lost, killed, or destroyed, exchange this drawback for the Doubt drawback."
		],
		"category": "Drawback",
		"topLink": [ "Drawback Traits", "main/traits_drawback" ]
	},
	"avarice": {
		"name": "Avarice",
		"compilationSources": [ [ "Ultimate Campaign" ] ],
		"description": [
			"**Type:** Drawback",
			"",
			"Deep, compulsive greed gnaws at you. Whenever monetary treasure is divided, you must end up with a greater share of that treasure than your companions or you're wracked with feelings of jealousy and ill will. When treasure is divided, if you do not end up with at least 10% more treasure than any other individual companion does, you have a hard time being helpful to your allies. You become irritable, and can't take the aid another action for the next week."
		],
		"category": "Drawback",
		"topLink": [ "Drawback Traits", "main/traits_drawback" ]
	},
	"betrayed_drawback": {
		"name": "Betrayed (Drawback)",
		"compilationSources": [ [ "Spymaster's Handbook" ] ],
		"description": [
			"**Type:** Drawback",
			"",
			"You were reported to a dangerous authority such as the Gray Gardeners of Galt, the high inquisitors of Cheliax, or the Council of Mwanyisa of Mzali, and narrowly escaped death. You second-guess your instincts constantly, leaving you never sure whether or not to trust someone and endangered if you encounter that group's agents again. You can roll twice and take the lower result on Sense Motive checks to get hunches. You cannot reroll this result, even if you have another ability that would normally allow you to do so."
		],
		"category": "Drawback",
		"topLink": [ "Drawback Traits", "main/traits_drawback" ]
	},
	"bitter": {
		"name": "Bitter",
		"compilationSources": [ [ "Antihero's Handbook" ] ],
		"description": [
			"**Type:** Drawback",
			"",
			"You have been hurt repeatedly by those you trusted, and it has become difficult for you to accept help. When you receive healing from an ally's class feature, spell, or spell-like ability, reduce the amount of that healing by 1 hit point."
		],
		"category": "Drawback",
		"topLink": [ "Drawback Traits", "main/traits_drawback" ]
	},
	"burned": {
		"name": "Burned",
		"compilationSources": [ [ "Quests and Campaigns" ] ],
		"description": [
			"**Type:** Drawback",
			"",
			"You were badly burned once by volcanic ash, torch-wielding mobs, or some fiery accident, and the scars pain you terribly you whenever you are too near to fire. You take a -1 penalty on saving throws against fire effects. In addition, whenever you are adjacent to open flames or are on fire, you take a -1 penalty on all attack rolls, saving throws, and skill checks until you spend an entire round away from fire. These penalties are not cumulative. (An instantaneous fire effect adjacent to you or affecting you causes this penalty to apply until 1 round after it is gone.)"
		],
		"category": "Drawback",
		"topLink": [ "Drawback Traits", "main/traits_drawback" ]
	},
	"condescending": {
		"name": "Condescending",
		"compilationSources": [ [ "Quests and Campaigns" ] ],
		"description": [
			"**Type:** Drawback",
			"",
			"Raised with the assurance that only those like you are truly worthy of respect, you have an offputting way of demonstrating that you look down on those not of your race and ethnicity or nationality. You take a -5 penalty on Diplomacy and Intimidate checks to improve other creatures' attitudes toward you."
		],
		"category": "Drawback",
		"topLink": [ "Drawback Traits", "main/traits_drawback" ]
	},
	"cowardly": {
		"name": "Cowardly",
		"compilationSources": [ [ "Antihero's Handbook" ] ],
		"description": [
			"**Type:** Drawback",
			"",
			"You might face dangerous situations with bravado, but you are constantly afraid. Your base speed when frightened and fleeing increases by 5 feet, and the penalties you take from having the cowering, frightened, panicked, or shaken conditions increase by 1. If you would normally be immune to fear, you do not take these penalties but instead lose your immunity to fear (regardless of its source)."
		],
		"category": "Drawback",
		"topLink": [ "Drawback Traits", "main/traits_drawback" ]
	},
	"cruelty": {
		"name": "Cruelty",
		"compilationSources": [ [ "Quests and Campaigns" ] ],
		"description": [
			"**Type:** Drawback",
			"",
			"You were rewarded as a child for flaunting your victory over others as completely as possible, and you discovered you enjoyed the feeling of rubbing your foes' faces in the dirt. Whenever you are engaged in combat and there are dying or helpless foes within 30 feet, you take a -2 penalty on attack rolls against foes who are neither dying nor helpless."
		],
		"category": "Drawback",
		"topLink": [ "Drawback Traits", "main/traits_drawback" ]
	},
	"dependent": {
		"name": "Dependent",
		"compilationSources": [ [ "Ultimate Campaign" ] ],
		"description": [
			"**Type:** Drawback",
			"",
			"You are dependent upon the acceptance of others. Whenever you fail a Diplomacy check, you become shaken for 1 hour."
		],
		"category": "Drawback",
		"topLink": [ "Drawback Traits", "main/traits_drawback" ]
	},
	"doubt": {
		"name": "Doubt",
		"compilationSources": [ [ "Ultimate Campaign" ] ],
		"description": [
			"**Type:** Drawback",
			"",
			"You lack confidence in your abilities or confidence in the universe at large. Whenever you fail a skill or ability check, you take a -4 penalty on that type of skill or ability check for the next hour."
		],
		"category": "Drawback",
		"topLink": [ "Drawback Traits", "main/traits_drawback" ]
	},
	"empty_mask": {
		"name": "Empty Mask",
		"compilationSources": [ [ "Spymaster's Handbook" ] ],
		"description": [
			"**Type:** Drawback",
			"",
			"You have spent so long hiding your true identity to escape political enemies that you have lost much of your sense of self. You take a -1 penalty on Will saving throws against compulsions. This penalty increases to -2 against foes who know your true identity."
		],
		"category": "Drawback",
		"topLink": [ "Drawback Traits", "main/traits_drawback" ]
	},
	"entomophobe": {
		"name": "Entomophobe",
		"compilationSources": [ [ "Antihero's Handbook" ] ],
		"description": [
			"**Type:** Drawback",
			"",
			"A harrowing experience with insects when you were young instilled in you a deep-seated fear of vermin of all description, especially when they swarm together. You take a -2 penalty on attacks against vermin, and you take a -2 penalty on saving throws against the nauseated condition of a swarm's distraction ability."
		],
		"category": "Drawback",
		"topLink": [ "Drawback Traits", "main/traits_drawback" ]
	},
	"envy": {
		"name": "Envy",
		"compilationSources": [ [ "Quests and Campaigns" ] ],
		"description": [
			"**Type:** Drawback",
			"",
			"You grew up in or near an opulent, decadent culture that valued nothing more than showing up the material wealth or accomplishments of others, causing the seed of envy to be planted in your heart. For each day you spend without stealing at least 10 gp worth of valuables or other wealth, attempt a DC 20 Will save. If you fail, you take a cumulative -1 penalty on Will and Reflex saving throws and {rule/concentration} checks (up to a -5 penalty). If you succeed, the penalty is reset to 0."
		],
		"category": "Drawback",
		"topLink": [ "Drawback Traits", "main/traits_drawback" ]
	},
	"family_ties_drawback": {
		"name": "Family Ties (Drawback)",
		"compilationSources": [ [ "Ultimate Campaign" ] ],
		"description": [
			"**Type:** Drawback",
			"",
			"Your family is extremely important to you, and you feel disheartened when you can't do what they ask. When a family member makes a request of you, you must fulfill that request or take a -2 penalty on all Wisdom- and Charisma-based ability checks and skill checks until you either do what was requested or succeed at a DC 20 Will saving throw, which you can attempt once per day at the start of each day. You can't take this drawback if you have no family. If you ever lose your family or lose contact with your family, exchange this drawback for the Doubt drawback."
		],
		"category": "Drawback",
		"topLink": [ "Drawback Traits", "main/traits_drawback" ]
	},
	"fey_taken": {
		"name": "Fey-Taken",
		"compilationSources": [ [ "Quests and Campaigns" ] ],
		"description": [
			"**Type:** Drawback",
			"",
			"As a child, you were whisked away to the First World by mischievous fey for a time. When you returned, you were ever after considered odd and distant. You long to return there, and find the mortal world dull and at times revolting, so you do not eat as you should and do not question strange visions. You take a -2 penalty on saving throws against disease, illusions, and poison of all kinds, as well as against the spells, spell-like abilities, and supernatural abilities of fey."
		],
		"category": "Drawback",
		"topLink": [ "Drawback Traits", "main/traits_drawback" ]
	},
	"forgetful": {
		"name": "Forgetful",
		"compilationSources": [ [ "Quests and Campaigns" ] ],
		"description": [
			"**Type:** Drawback",
			"",
			"You are easily distracted and prone to forgetting important things. Whenever you leave a location you have been at for longer than 1 hour, you must attempt a DC 10 Wisdom check. If you fail, you leave behind one random mundane item (a purse of money counts as an item)."
		],
		"category": "Drawback",
		"topLink": [ "Drawback Traits", "main/traits_drawback" ]
	},
	"foul_brand": {
		"name": "Foul Brand",
		"compilationSources": [ [ "Champions of Corruption" ] ],
		"description": [
			"**Type:** Drawback",
			"",
			"You have the symbol of an evil deity burned into your flesh. If the symbol is on your hand, you take a -1 penalty on Disable Device, Disguise, and Sleight of Hand checks. If the symbol is on your face, you take a -2 penalty on Bluff, Diplomacy, and Disguise checks. This does not count as a holy symbol for the purposes of a divine focus for spellcasting."
		],
		"category": "Drawback",
		"topLink": [ "Drawback Traits", "main/traits_drawback" ]
	},
	"guilty_fraud": {
		"name": "Guilty Fraud",
		"compilationSources": [ [ "Spymaster's Handbook" ] ],
		"description": [
			"**Type:** Drawback",
			"",
			"You received something through trickery that you did not deserve, and your guilt for the misdeed distracts you from dangers around you. You take a -4 penalty on Bluff checks against creatures with an attitude toward you of indifferent or better."
		],
		"category": "Drawback",
		"topLink": [ "Drawback Traits", "main/traits_drawback" ]
	},
	"haunted": {
		"name": "Haunted",
		"compilationSources": [ [ "Antihero's Handbook" ] ],
		"description": [
			"**Type:** Drawback",
			"",
			"Something from your past - or a dark secret you presently hold - makes it difficult for you to ever be at peace, and your chronic worry that you might fall to evil influence has become a self-fulfilling prophecy. You take a -2 penalty on saves against spells with the evil descriptor."
		],
		"category": "Drawback",
		"topLink": [ "Drawback Traits", "main/traits_drawback" ]
	},
	"haunting_regret": {
		"name": "Haunting Regret",
		"compilationSources": [ [ "Quests and Campaigns" ] ],
		"description": [
			"**Type:** Drawback",
			"",
			"When you were young, a relative with whom you had frequently quarreled passed away where his or her soul could not rest. Now, the unquiet spirit appears around you at inconvenient times, distracting you with regret for being unable to help. You take a -2 penalty on saving throws against the distraction ability of swarms and mind-affecting effects and on {rule/concentration} checks."
		],
		"category": "Drawback",
		"topLink": [ "Drawback Traits", "main/traits_drawback" ]
	},
	"headstrong": {
		"name": "Headstrong",
		"compilationSources": [ [ "Ultimate Campaign" ] ],
		"description": [
			"**Type:** Drawback",
			"",
			"You feel compelled to correct every action and argument that contradicts your worldview. Whenever you witness an action or hear an argument that contradicts your alignment, you must attempt to stop or correct that action or argument. If you either don't try to stop it or fail in your attempt to stop it (as adjudicated by the GM), you are shaken for 1 hour."
		],
		"category": "Drawback",
		"topLink": [ "Drawback Traits", "main/traits_drawback" ]
	},
	"hedonistic": {
		"name": "Hedonistic",
		"compilationSources": [ [ "Ultimate Campaign" ] ],
		"description": [
			"**Type:** Drawback",
			"",
			"You are a creature of pleasure and comfort. Whenever you spend a day without gaining reward or treasure (at least 10 or more gold pieces) or spending an hour on entertainment or pleasure, attempt a DC 20 Fortitude save at the end of that day. If you fail, you begin the next day fatigued. This fatigue lasts 4 hours, or until you receive a reward or sufficient entertainment or pleasure."
		],
		"category": "Drawback",
		"topLink": [ "Drawback Traits", "main/traits_drawback" ]
	},
	"helpless": {
		"name": "Helpless",
		"compilationSources": [ [ "Antihero's Handbook" ] ],
		"description": [
			"**Type:** Drawback",
			"",
			"You once stood helpless as great harm befell a loved one, and that paralysis sometimes returns when an ally is in a dire position. The first time per combat encounter that an ally within 30 feet falls unconscious or dies as the result of an attack, you are dazed until the end of your next turn."
		],
		"category": "Drawback",
		"topLink": [ "Drawback Traits", "main/traits_drawback" ]
	},
	"impatient": {
		"name": "Impatient",
		"compilationSources": [ [ "Antihero's Handbook" ] ],
		"description": [
			"**Type:** Drawback",
			"",
			"You love leaping into battle at the earliest opportunity, and it frustrates you to wait for others to act. You can't delay or ready actions, and if you are the last of your allies to act in a round of combat, you take a -1 penalty on ability checks, attack rolls, saving throws, and skill checks."
		],
		"category": "Drawback",
		"topLink": [ "Drawback Traits", "main/traits_drawback" ]
	},
	"infamous": {
		"name": "Infamous",
		"compilationSources": [ [ "Spymaster's Handbook" ] ],
		"description": [
			"**Type:** Drawback",
			"",
			"You were publicly linked, truthfully or not, to a crime of significant infamy. You draw attention wherever you go and risk imprisonment or worse in the jurisdiction where the crime was committed. You and your apparent allies take a -4 penalty on Diplomacy checks to interact with law-abiding citizens (except enemies of the authority that accused you)."
		],
		"category": "Drawback",
		"topLink": [ "Drawback Traits", "main/traits_drawback" ]
	},
	"information_overload": {
		"name": "Information Overload",
		"compilationSources": [ [ "Spymaster's Handbook" ] ],
		"description": [
			"**Type:** Drawback",
			"",
			"You have had access to thousands of spy reports, many of which turned out to be based on faulty deductions or even intentionally false stories spread by opposed spy groups. At this point, you have been exposed to false knowledge as much as accurate information, and you can't always remember which is which. You take a -2 penalty on all Knowledge checks, and if you fail a Knowledge check by 5 or more, you can recall information that is diametrically opposed to the truth."
		],
		"category": "Drawback",
		"topLink": [ "Drawback Traits", "main/traits_drawback" ]
	},
	"insatiable": {
		"name": "Insatiable",
		"compilationSources": [ [ "Antihero's Handbook" ] ],
		"description": [
			"**Type:** Drawback",
			"",
			"You have become so accustomed to binging on the finer things in life that you find going without such excess particularly strenuous. Goods and services cost you 10% more (and can't be paid for by allies), and you need twice as much food and liquid as normal for the purposes of preventing starvation and thirst."
		],
		"category": "Drawback",
		"topLink": [ "Drawback Traits", "main/traits_drawback" ]
	},
	"lonely": {
		"name": "Lonely",
		"compilationSources": [ [ "Spymaster's Handbook" ] ],
		"description": [
			"**Type:** Drawback",
			"",
			"You are far too easily convinced of the friendly intentions of others. You take a -2 penalty on Sense Motive checks and on Perception checks to see through disguises, and on saving throws against charm spells and spell-like abilities."
		],
		"category": "Drawback",
		"topLink": [ "Drawback Traits", "main/traits_drawback" ]
	},
	"loner": {
		"name": "Loner",
		"compilationSources": [ [ "Quests and Campaigns" ] ],
		"description": [
			"**Type:** Drawback",
			"",
			"Raised by pirates, bandits, or other troublemakers unwilling to stick out their necks for you, you are accustomed to operating on your own. The presence of allies can easily become a distraction to you, and you do your best to keep them out of your space. You take a -1 penalty to AC and on attack rolls while adjacent to allies or when taking the aid another action."
		],
		"category": "Drawback",
		"topLink": [ "Drawback Traits", "main/traits_drawback" ]
	},
	"lovesick": {
		"name": "Lovesick",
		"compilationSources": [ [ "Ultimate Campaign" ] ],
		"description": [
			"**Type:** Drawback",
			"",
			"Your love for another occupies your every thought, and you become despondent when you are away from that person. The person is chosen by your GM (with consideration to your roll on the Romantic Relationships table if you used the background generator). At the start of each day, if you are away from this person you take a -2 penalty on initiative checks and Perception checks. If you ever lose or fall out of love with this person, exchange this drawback for the Doubt drawback."
		],
		"category": "Drawback",
		"topLink": [ "Drawback Traits", "main/traits_drawback" ]
	},
	"magical_klutz": {
		"name": "Magical Klutz",
		"compilationSources": [ [ "Spymaster's Handbook" ] ],
		"description": [
			"**Type:** Drawback",
			"",
			"You were born in a place with a plethora of strangely interacting magic, such as Geb, the Mana Wastes, or Nex, and magic is dangerously eager to surge into action around you. You roll twice and take the lower result on Use Magic Device checks to activate items blindly and on Reflex saving throws against effects produced by magic items."
		],
		"category": "Drawback",
		"topLink": [ "Drawback Traits", "main/traits_drawback" ]
	},
	"mark_of_slavery": {
		"name": "Mark of Slavery",
		"compilationSources": [ [ "Quests and Campaigns" ] ],
		"description": [
			"**Type:** Drawback",
			"",
			"You were enslaved for part or all of your youth, and marked as such with a brand or tattoo that still reminds you of how you were punished whenever you failed to do what you should. Whenever you fail a skill check, you take a -2 penalty on any skill check or attack roll you attempt before the end of your next turn unless it is a part of retrying the failed skill check."
		],
		"category": "Drawback",
		"topLink": [ "Drawback Traits", "main/traits_drawback" ]
	},
	"meticulous": {
		"name": "Meticulous",
		"compilationSources": [ [ "Ultimate Campaign" ] ],
		"description": [
			"**Type:** Drawback",
			"",
			"You plan and prepare everything in detail, and aren't good at improvising when things don't go as planned. You take a -2 penalty on skill checks for skills with which you're untrained."
		],
		"category": "Drawback",
		"topLink": [ "Drawback Traits", "main/traits_drawback" ]
	},
	"misbegotten": {
		"name": "Misbegotten",
		"compilationSources": [ [ "Quests and Campaigns" ] ],
		"description": [
			"**Type:** Drawback",
			"",
			"Whether due to the influence of malign magic, disease, or the scorn of the gods, you were born with a troublesome deformity that interferes with your movement. You take a -2 penalty on all Dexterity-based skill checks."
		],
		"category": "Drawback",
		"topLink": [ "Drawback Traits", "main/traits_drawback" ]
	},
	"naive": {
		"name": "Naive",
		"compilationSources": [ [ "Quests and Campaigns" ] ],
		"description": [
			"**Type:** Drawback",
			"",
			"Your perception that everyone is innately good does not bode well in the heat of battle, when less scrupulous foes might take advantage of your misguided optimism. You take a -2 penalty to AC against attacks with improvised weapons and a -2 penalty to CMD against dirty trick combat maneuvers."
		],
		"category": "Drawback",
		"topLink": [ "Drawback Traits", "main/traits_drawback" ]
	},
	"nervous": {
		"name": "Nervous",
		"compilationSources": [ [ "Quests and Campaigns" ] ],
		"description": [
			"**Type:** Drawback",
			"",
			"Living under constant threat of death or worse from your oppressive government, your nerves have frayed terribly. Whenever you take 10 on an ability check or skill check that imparts any penalty for failure (aside from wasted time), you treat your check as if you had rolled an 8 instead of a 10, even if you are able to take your time."
		],
		"category": "Drawback",
		"topLink": [ "Drawback Traits", "main/traits_drawback" ]
	},
	"oblivious": {
		"name": "Oblivious",
		"compilationSources": [ [ "Quests and Campaigns" ] ],
		"description": [
			"**Type:** Drawback",
			"",
			"Whether because you are an avid daydreamer or you are accustomed to everything being handed to you and spelled out for your benefit, you pay little attention to your surroundings and other people. You take a -2 penalty on Sense Motive and sight-based Perception checks."
		],
		"category": "Drawback",
		"topLink": [ "Drawback Traits", "main/traits_drawback" ]
	},
	"occult_bargain": {
		"name": "Occult Bargain",
		"compilationSources": [ [ "Spymaster's Handbook" ] ],
		"description": [
			"**Type:** Drawback",
			"",
			"You draw magical power from a source, such as a mysterious eidolon, shame-filled phantom, or First World patron, who insists that its identity remains secret. You take a -1 penalty on {rule/concentration} checks, and you must invoke the entity's name by word or text each day or be unable to regain spell slots that day. You must be able to cast 0-level and 1st-level spells as a class feature to select this drawback."
		],
		"category": "Drawback",
		"topLink": [ "Drawback Traits", "main/traits_drawback" ]
	},
	"oppressive_expectations": {
		"name": "Oppressive Expectations",
		"compilationSources": [ [ "Quests and Campaigns" ] ],
		"description": [
			"**Type:** Drawback",
			"",
			"You were raised with the belief that your family was special, and that those of your status always succeed at whatever they do. Due to your concern about upholding the family name and your memories of the consequences for disappointing them (such as violence or unsettling disapproval), you are easily frustrated. When you fail at a skill check, you take a -2 penalty on checks with that skill until you succeed or until you fail at a different skill check, whichever comes first."
		],
		"category": "Drawback",
		"topLink": [ "Drawback Traits", "main/traits_drawback" ]
	},
	"overprotective": {
		"name": "Overprotective",
		"compilationSources": [ [ "Quests and Campaigns" ] ],
		"description": [
			"**Type:** Drawback",
			"",
			"In your youth, you saw a younger friend or loved one suffer a grievous injury or die, and you blamed yourself for not having been there to help, even if there was nothing you could have done. If one of your allies should fall unconscious from hit point damage, you take a -2 penalty on attack rolls and skill checks as long as you are farther than 10 feet away from your fallen ally."
		],
		"category": "Drawback",
		"topLink": [ "Drawback Traits", "main/traits_drawback" ]
	},
	"paranoid": {
		"name": "Paranoid",
		"compilationSources": [ [ "Ultimate Campaign" ] ],
		"description": [
			"**Type:** Drawback",
			"",
			"You believe that someone or something is always out to get you, so you have a hard time truly trusting anyone. Anyone who attempts an aid another action of any type to assist you must succeed at a DC 15 check instead of the normal DC 10 check."
		],
		"category": "Drawback",
		"topLink": [ "Drawback Traits", "main/traits_drawback" ]
	},
	"power_hungry": {
		"name": "Power-Hungry",
		"compilationSources": [ [ "Ultimate Campaign" ] ],
		"description": [
			"**Type:** Drawback",
			"",
			"You're addicted to power. You take a -2 penalty on Will saving throws against charm and compulsion effects if the creature creating the effect promises wealth or power."
		],
		"category": "Drawback",
		"topLink": [ "Drawback Traits", "main/traits_drawback" ]
	},
	"pride": {
		"name": "Pride",
		"compilationSources": [ [ "Ultimate Campaign" ] ],
		"description": [
			"**Type:** Drawback",
			"",
			"You can't abide challenges to your dignity, authority, or honor. When someone threatens, accuses, or challenges you, you take a -2 penalty on Diplomacy checks and Sense Motive checks involving that creature until the creature apologizes to you."
		],
		"category": "Drawback",
		"topLink": [ "Drawback Traits", "main/traits_drawback" ]
	},
	"provincial": {
		"name": "Provincial",
		"compilationSources": [ [ "Ultimate Campaign" ] ],
		"description": [
			"**Type:** Drawback",
			"",
			"You have only one way of looking at things: the right way. You take a -2 penalty on Diplomacy checks and Sense Motive checks made against all creatures whose religion or alignment differs from your own."
		],
		"category": "Drawback",
		"topLink": [ "Drawback Traits", "main/traits_drawback" ]
	},
	"righteous_indignation": {
		"name": "Righteous Indignation",
		"compilationSources": [ [ "Spymaster's Handbook" ] ],
		"description": [
			"**Type:** Drawback",
			"",
			"You have difficulty controlling your temper after living in inhuman conditions in Cheliax, Geb, Irrisen, Katapesh, or Qadira. Whenever a foe provokes an attack of opportunity from you, you must take it unless you succeed at a Will save against a DC equal to 10 + your level. You take a -1 penalty on Will saving throws against spells with the emotion descriptor that do not also have the fear descriptor."
		],
		"category": "Drawback",
		"topLink": [ "Drawback Traits", "main/traits_drawback" ]
	},
	"scarred": {
		"name": "Scarred",
		"compilationSources": [ [ "Antihero's Handbook" ] ],
		"description": [
			"**Type:** Drawback",
			"",
			"An injury left you horribly, visibly scarred, making it more difficult for you to hide your true face, and also making most people distrustful of you merely due to your appearance. You take a -5 penalty on Disguise checks and a -2 penalty on Bluff checks."
		],
		"category": "Drawback",
		"topLink": [ "Drawback Traits", "main/traits_drawback" ]
	},
	"secret_shame": {
		"name": "Secret Shame",
		"compilationSources": [ [ "Spymaster's Handbook" ] ],
		"description": [
			"**Type:** Drawback",
			"",
			"You have a terrible fear of the public at large, a group, or an important person (such as your order of knights, your liege lord, your family, or your lover) learning a shameful truth about you. You take a -1 penalty on saving throws against fear effects, and the DC of any Intimidate check to demoralize you is reduced by 1. If you would normally be immune to fear, you do not take these penalties, but instead lose your immunity to fear (regardless of its source)."
		],
		"category": "Drawback",
		"topLink": [ "Drawback Traits", "main/traits_drawback" ]
	},
	"self_doubting": {
		"name": "Self-Doubting",
		"compilationSources": [ [ "Antihero's Handbook" ] ],
		"description": [
			"**Type:** Drawback",
			"",
			"Your ever-present fear of failure causes a downward spiral. The first time each day that you fail a Will saving throw or skill check, you take a -2 penalty on the next Will saving throw or skill check of that kind."
		],
		"category": "Drawback",
		"topLink": [ "Drawback Traits", "main/traits_drawback" ]
	},
	"sentimental": {
		"name": "Sentimental",
		"compilationSources": [ [ "Ultimate Campaign" ] ],
		"description": [
			"**Type:** Drawback",
			"",
			"You are sentimental, and your thoughts often stray to the past at inappropriate times. You take a -2 penalty on Perception checks to avoid being surprised and on Reflex saving throws to avoid traps or hazards."
		],
		"category": "Drawback",
		"topLink": [ "Drawback Traits", "main/traits_drawback" ]
	},
	"shadow_scarred": {
		"name": "Shadow-Scarred",
		"compilationSources": [ [ "Quests and Campaigns" ] ],
		"description": [
			"**Type:** Drawback",
			"",
			"You were touched by terrible horrors that live in the darkness just outside the human sphere, such as shadow-beasts or aberrations linked to the Dark Tapestry, and feel your life-force ebb away ever so slightly whenever you return to the shadows. Whenever you are in an area of dim light or darkness, you take a -1 penalty on saving throws."
		],
		"category": "Drawback",
		"topLink": [ "Drawback Traits", "main/traits_drawback" ]
	},
	"sheltered": {
		"name": "Sheltered",
		"compilationSources": [ [ "Quests and Campaigns" ] ],
		"description": [
			"**Type:** Drawback",
			"",
			"Brought up in courtly environments and knowing little of violence, you have trouble getting accustomed to it. Whenever you have less than half your maximum hit points, you are shaken."
		],
		"category": "Drawback",
		"topLink": [ "Drawback Traits", "main/traits_drawback" ]
	},
	"sleepy": {
		"name": "Sleepy",
		"compilationSources": [ [ "Quests and Campaigns" ] ],
		"description": [
			"**Type:** Drawback",
			"",
			"You must sleep or rest for at least 12 hours each night to get the benefits of a full night's rest. You take a -2 penalty on saving throws against sleep effects."
		],
		"category": "Drawback",
		"topLink": [ "Drawback Traits", "main/traits_drawback" ]
	},
	"spooked": {
		"name": "Spooked",
		"compilationSources": [ [ "Quests and Campaigns" ] ],
		"description": [
			"**Type:** Drawback",
			"",
			"You had a traumatic experience with a spirit at a young age that colors your reactions to such creatures even to this day. Whenever you perceive a fey, outsider, or undead from within 60 feet, you become shaken for 1d4 rounds unless you succeed at a Will save with a DC equal to 15 + the creature's Charisma modifier. Immunity to fear effects does not allow you to forgo this saving throw; even if you are immune to fear, you must roll the Will saving throw for this drawback when applicable, albeit with a +4 bonus."
		],
		"category": "Drawback",
		"topLink": [ "Drawback Traits", "main/traits_drawback" ]
	},
	"stigmatized": {
		"name": "Stigmatized",
		"compilationSources": [ [ "Antihero's Handbook" ] ],
		"description": [
			"**Type:** Drawback",
			"",
			"You were kept at the periphery of society for a long period of time, so that even when you are among strangers in a new place, you feel the weight of your missing socialization. You take a -3 penalty on Diplomacy checks to gather information or improve a creature's attitude."
		],
		"category": "Drawback",
		"topLink": [ "Drawback Traits", "main/traits_drawback" ]
	},
	"superstitious_drawback": {
		"name": "Superstitious (Drawback)",
		"compilationSources": [ [ "Quests and Campaigns" ] ],
		"description": [
			"**Type:** Drawback",
			"",
			"Raised around those who regarded most magic as innately dangerous, no matter the source, you cannot bring yourself to submit to magic willingly even for your own good. Whenever you are affected with a harmless spell, there is a 50% chance that you must roll a saving throw to prevent that effect, even if it would benefit you. This does not apply to harmless spells cast by you upon yourself."
		],
		"category": "Drawback",
		"topLink": [ "Drawback Traits", "main/traits_drawback" ]
	},
	"tainted_spirit": {
		"name": "Tainted Spirit",
		"compilationSources": [ [ "Quests and Campaigns" ] ],
		"description": [
			"**Type:** Drawback",
			"",
			"When you were a child, a parent or other person with authority over you made a minor pact with a fiend on your behalf, stealing some of your vitality in exchange for a minor boon. At the end of any combat, you must attempt a Fortitude saving throw. The DC is 10 + the number of rounds you acted in combat. If you fail this save, you become fatigued for 10 minutes per round you acted during that encounter."
		],
		"category": "Drawback",
		"topLink": [ "Drawback Traits", "main/traits_drawback" ]
	},
	"too_many_secrets": {
		"name": "Too Many Secrets",
		"compilationSources": [ [ "Spymaster's Handbook" ] ],
		"description": [
			"**Type:** Drawback",
			"",
			"You've told too many lies, and made up too many cover stories, and now even you can't keep it all straight. The lies have become reality to you, which makes it difficult to think of a new convincing lie. You hesitate at crucial moments when trying to fool those around you, and likely shouldn't be in the field at all anymore. You take a -2 penalty on Bluff checks and saving throws against illusions."
		],
		"category": "Drawback",
		"topLink": [ "Drawback Traits", "main/traits_drawback" ]
	},
	"umbral_unmasking": {
		"name": "Umbral Unmasking",
		"compilationSources": [ [ "Champions of Corruption" ] ],
		"description": [
			"**Type:** Drawback",
			"",
			"You cast no shadow whatsoever, or the shadow you do have is monstrous. Under normal lighted conditions, this is not hard to observe - but uncommon to notice. Creatures that succeed at a DC 15 Wisdom check notice it plainly (an additional Perception check may be required based on environmental conditions). This telltale sign of wickedness cannot be concealed by {spell/misdirection}, {spell/nondetection}, or illusions, except those that also affect shadows (such as {spell/invisibility})."
		],
		"category": "Drawback",
		"topLink": [ "Drawback Traits", "main/traits_drawback" ]
	},
	"unlearned": {
		"name": "Unlearned",
		"compilationSources": [ [ "Quests and Campaigns" ] ],
		"description": [
			"**Type:** Drawback",
			"",
			"You have always had difficulty learning and retaining information, and know very little about the world beyond the obvious and what pertains to your profession. Choose one Knowledge skill. You cannot attempt untrained Knowledge checks with any other Knowledge skills, even if the check's DC is 10 or lower. If you have access to a library that covers a specific Knowledge skill, you may attempt an untrained Knowledge check with a -2 penalty."
		],
		"category": "Drawback",
		"topLink": [ "Drawback Traits", "main/traits_drawback" ]
	},
	"vain": {
		"name": "Vain",
		"compilationSources": [ [ "Ultimate Campaign" ] ],
		"description": [
			"**Type:** Drawback",
			"",
			"You are sensitive about the way others perceive you. Whenever you fail an opposed Charisma-based check, you take a -2 penalty on all Charisma-based checks for the next 24 hours."
		],
		"category": "Drawback",
		"topLink": [ "Drawback Traits", "main/traits_drawback" ]
	},
	"vainglory": {
		"name": "Vainglory",
		"compilationSources": [ [ "Spymaster's Handbook" ] ],
		"description": [
			"**Type:** Drawback",
			"",
			"You compulsively seek recognition for your deeds, making it hard to act with subtlety. You take a -1 penalty on Bluff, Disguise, and Stealth checks, and the save DC of any illusion you create is 1 lower than normal."
		],
		"category": "Drawback",
		"topLink": [ "Drawback Traits", "main/traits_drawback" ]
	},
	"warded_against_nature": {
		"name": "Warded Against Nature",
		"compilationSources": [ [ "Champions of Corruption" ] ],
		"description": [
			"**Type:** Drawback",
			"",
			"Animals do not willingly approach within 30 feet of you, unless you or the animal's master succeeds at a DC 20 Handle Animal, Ride, or {ability/wild empathy} check. Animal companions, familiars, and mounts granted by your class abilities are immune to this effect."
		],
		"category": "Drawback",
		"topLink": [ "Drawback Traits", "main/traits_drawback" ]
	},
	"xenophobic": {
		"name": "Xenophobic",
		"compilationSources": [ [ "Ultimate Campaign" ] ],
		"description": [
			"**Type:** Drawback",
			"",
			"You have a hard time understanding and trusting those with unfamiliar ways and appearances. You take a -2 penalty on Diplomacy and Sense Motive checks made against creatures of a different race or from a different culture."
		],
		"category": "Drawback",
		"topLink": [ "Drawback Traits", "main/traits_drawback" ]
	},
	"zealous_drawback": {
		"name": "Zealous (Drawback)",
		"compilationSources": [ [ "Ultimate Campaign" ] ],
		"description": [
			"**Type:** Drawback",
			"",
			"You are fanatical in your beliefs, ruled by emotion over reason. When you attack a creature that you know worships a different religion than you do, you take a -5 penalty on the attack roll and a +2 trait bonus on the damage roll with your first attack."
		],
		"category": "Drawback",
		"topLink": [ "Drawback Traits", "main/traits_drawback" ]
	},
	"the_thrush": {
		"name": "The Thrush",
		"compilationSources": [ [ "Occult Mysteries", 37 ] ],
		"description": [
			"**Type:** Cosmic  ",
			"**Requirements:** Born between 18 Kuthona and 20 Abadius",
			"",
			"Like the curious songbirds that welcome weary travelers, your voice rings with sweet clarity. You gain a +1 bonus on Perform (sing) checks, and Perform (sing) becomes a class skill for you."
		],
		"category": "Cosmic",
		"topLink": [ "Cosmic Traits", "main/traits_cosmic" ]
	},
	"the_lantern_bearer": {
		"name": "The Lantern Bearer",
		"compilationSources": [ [ "Occult Mysteries", 37 ] ],
		"description": [
			"**Type:** Cosmic  ",
			"**Requirements:** Born between 21 Abadius and 16 Calistril",
			"",
			"You are bathed in the light of the Lantern Bearer, who guides the Caravan through the darkest nights. You can cast {spell/light} three times per day as a spell-like ability, treating your character level as your caster level."
		],
		"category": "Cosmic",
		"topLink": [ "Cosmic Traits", "main/traits_cosmic" ]
	},
	"the_newlyweds": {
		"name": "The Newlyweds",
		"compilationSources": [ [ "Occult Mysteries", 37 ] ],
		"description": [
			"**Type:** Cosmic  ",
			"**Requirements:** Born between 17 Calistril and 11 Pharast",
			"",
			"Your sign is of two lovers, intertwined as one. You gain a +2 bonus on Diplomacy checks to influence those who might be romantically attracted to you, and Diplomacy becomes a class skill for you."
		],
		"category": "Cosmic",
		"topLink": [ "Cosmic Traits", "main/traits_cosmic" ]
	},
	"the_bridge": {
		"name": "The Bridge",
		"compilationSources": [ [ "Occult Mysteries", 37 ] ],
		"description": [
			"**Type:** Cosmic  ",
			"**Requirements:** Born between 12 Pharast and 18 Gozran",
			"",
			"The Bridge spans the rushing waters that separate the darkness of winter from the warmth of spring. You gain a +1 trait bonus on saving throws against spells and effects with the cold or darkness descriptors."
		],
		"category": "Cosmic",
		"topLink": [ "Cosmic Traits", "main/traits_cosmic" ]
	},
	"the_daughter": {
		"name": "The Daughter",
		"compilationSources": [ [ "Occult Mysteries", 37 ] ],
		"description": [
			"**Type:** Cosmic  ",
			"**Requirements:** Born between 19 Gozran and 13 Desnus",
			"",
			"You are filled with the light-hearted joy of the Daughter, who dances her way into springtime. Every creature within 10 feet of you adds +2 moral bonuses to the DCs of checks to demoralize them."
		],
		"category": "Cosmic",
		"topLink": [ "Cosmic Traits", "main/traits_cosmic" ]
	},
	"the_rider": {
		"name": "The Rider",
		"compilationSources": [ [ "Occult Mysteries", 37 ] ],
		"description": [
			"**Type:** Cosmic  ",
			"**Requirements:** Born between 14 Desnus and 20 Sarenith",
			"",
			"You are born under the auspice of the mounted caravan guard, whose very presence deters danger. Once per day, when you succeed at a Ride check, you can attempt an immediate Intimidate check against the nearest foe. If you fail this check, the DC of your next Intimidate check against that opponent does not increase (as it normally would)."
		],
		"category": "Cosmic",
		"topLink": [ "Cosmic Traits", "main/traits_cosmic" ]
	},
	"the_patriarch": {
		"name": "The Patriarch",
		"compilationSources": [ [ "Occult Mysteries", 37 ] ],
		"description": [
			"**Type:** Cosmic  ",
			"**Requirements:** Born between 21 Sarenith and 20 Erastus",
			"",
			"Like the father of the Cosmic Caravan, you have an innate sense of direction. Three times per day, you can use {spell/know direction} as a spell-like ability, treating your character level as your caster level."
		],
		"category": "Cosmic",
		"topLink": [ "Cosmic Traits", "main/traits_cosmic" ]
	},
	"the_wagon": {
		"name": "The Wagon",
		"compilationSources": [ [ "Occult Mysteries", 37 ] ],
		"description": [
			"**Type:** Cosmic  ",
			"**Requirements:** Born between 21 Erastus and 10 Arodus",
			"",
			"Like the vehicle that conveys travelers across the heavens, you are blessed with extraordinary movement capabilities. Once per day as a swift action, you can increase you move speed by 10 feet for 1 round."
		],
		"category": "Cosmic",
		"topLink": [ "Cosmic Traits", "main/traits_cosmic" ]
	},
	"the_pack": {
		"name": "The Pack",
		"compilationSources": [ [ "Occult Mysteries", 37 ] ],
		"description": [
			"**Type:** Cosmic  ",
			"**Requirements:** Born between 11 Arodus and 16 Rova",
			"",
			"You are blessed by the beasts that trail the caravan, which represent protection in numbers. You gain a +2 trait bonus on Handle Animal checks to teach animals tricks, and Handle Animal becomes a class skill for you."
		],
		"category": "Cosmic",
		"topLink": [ "Cosmic Traits", "main/traits_cosmic" ]
	},
	"the_mother": {
		"name": "The Mother",
		"compilationSources": [ [ "Occult Mysteries", 37 ] ],
		"description": [
			"**Type:** Cosmic  ",
			"**Requirements:** Born between 17 Rova and 30 Lamashan",
			"",
			"Granting warmth and comfort against the forbidding cold of the wilderness, the Mother is the heart of the Caravan. Allies within 10 feet of you gain a +1 morale bonus on saving throws to resist fear effects. This trait functions only while you are conscious."
		],
		"category": "Cosmic",
		"topLink": [ "Cosmic Traits", "main/traits_cosmic" ]
	},
	"the_star_gazer": {
		"name": "The Star Gazer",
		"compilationSources": [ [ "Occult Mysteries", 37 ] ],
		"description": [
			"**Type:** Cosmic  ",
			"**Requirements:** Born between 31 Lamashan and 20 Neth",
			"",
			"With his head in the clouds, the Stargazer sees far-off events, but misses the pitfalls directly before him. When rolling initiative as part of a surprise round, you take a -2 penalty on initiative checks, but you gain a +2 luck bonus to AC during all surprise rounds."
		],
		"category": "Cosmic",
		"topLink": [ "Cosmic Traits", "main/traits_cosmic" ]
	},
	"the_stranger": {
		"name": "The Stranger",
		"compilationSources": [ [ "Occult Mysteries", 37 ] ],
		"description": [
			"**Type:** Cosmic  ",
			"**Requirements:** Born between 21 Neth and 29 Neth",
			"",
			"Like the lone traveler that walks alongside the caravan for but a brief while, you have a way with strangers. You gain a +1 trait bonus on Diplomacy and Knowledge (local) checks to gather information. Additionally, either Diplomacy or Knowledge (local) becomes a class skill for you."
		],
		"category": "Cosmic",
		"topLink": [ "Cosmic Traits", "main/traits_cosmic" ]
	},
	"the_follower": {
		"name": "The Follower",
		"compilationSources": [ [ "Occult Mysteries", 37 ] ],
		"description": [
			"**Type:** Cosmic  ",
			"**Requirements:** Born between 30 Neth and 17 Kuthona",
			"",
			"You are born under the sign of the dark figure that trails the Caravan - the specter of death itself. You receive a +2 bonus on saving throws against death effects. All allies within 10 feet of you take a -1 penalty on saving throws against death effects."
		],
		"category": "Cosmic",
		"topLink": [ "Cosmic Traits", "main/traits_cosmic" ]
	}
}
