{
	"mock_gladiator": {
		"name": "Mock Gladiator",
		"sources": [ "Heroes of the Streets" ],
		"description": [
			"## Mock Gladiator",
			"",
			"**Type:** Social",
			"",
			"You have learned how to work a crowd in Magnimar's mock-gladiator fights. Choose one weapon. You take no penalty on attack rolls when dealing nonlethal damage with that weapon, and once per day if you score a critical hit with the weapon, you can immediately attempt an Intimidate check to demoralize your target."
		],
		"topLink": [ "Social Traits", "main/traits_social" ]
	},
	"monastic": {
		"name": "Monastic",
		"sources": [ "Faiths and Philosophies" ],
		"description": [
			"## Monastic",
			"",
			"**Type:** Faith",
			"",
			"Either your parents sent you to be raised in a monastery, or you traveled there yourself later in life in order to escape the conflict and distractions of the greater world. There you learned to eschew the material concerns that plague so many and cloud their minds, instead embracing an ascetic lifestyle. You readily let go and step away from trouble, free from any tie or baggage that might slow your path to enlightenment-figuratively or literally. Once per day as a swift action, you gain a +1 trait bonus to Armor Class as long as you are wearing no armor, not using a shield, carrying a light load, and have nothing in your hands. This bonus lasts for 1 minute."
		],
		"topLink": [ "Faith Traits", "main/traits_faith" ]
	},
	"monk_weapon_skill": {
		"name": "Monk Weapon Skill",
		"sources": [ "Weapon Master's Handbook" ],
		"description": [
			"## Monk Weapon Skill",
			"",
			"**Type:** Combat",
			"",
			"Your exposure to teaching from the [Houses of Perfection](rule/aff_monasteries) makes your attacks with monk weapons even more deadly. Select one monk weapon with which you are proficient (unarmed attacks do not qualify for this purpose). You gain a +1 trait bonus on damage rolls with this weapon."
		],
		"topLink": [ "Combat Traits", "main/traits_combat" ]
	},
	"monkey_goblin": {
		"name": "Monkey Goblin",
		"sources": [ "Goblins of Golarion" ],
		"description": [
			"## Monkey Goblin",
			"",
			"**Type:** Regional  ",
			"**Region:** Mediogalti  ",
			"**Requirements:** Goblin",
			"",
			"You are adept at arboreal activity, and are more at home in the branches of a tree than you are on the ground. You gain a +2 trait bonus on Acrobatics and Climb checks while climbing trees."
		],
		"topLink": [ "Regional Traits", "main/traits_regional" ]
	},
	"monster_challenger": {
		"name": "Monster Challenger",
		"sources": [ "Monster Hunter's Handbook" ],
		"description": [
			"## Monster Challenger",
			"",
			"**Type:** Combat",
			"",
			"You have made it your mission to bring down a fearsome beast. Choose two of the following: aberrations, animals, dragons, fey, magical beasts, oozes, and vermin. You can move at full speed without penalty while using Survival to follow tracks left by your chosen creature types."
		],
		"topLink": [ "Combat Traits", "main/traits_combat" ]
	},
	"monster_hunter": {
		"name": "Monster Hunter",
		"sources": [ "Rise of the Runelords Anniversary Edition Player's Guide" ],
		"description": [
			"## Monster Hunter",
			"",
			"**Type:** Campaign  ",
			"**Campaign:** Rise of the Runelords",
			"",
			"Perhaps you came to the Varisian Gulf in search of the Sandpoint Devil, or maybe you followed fisherman's tales of Old Murdermaw; regardless, you've ventured through Varisia to hunt down famous monsters. While they have all eluded you so far, you made it to Sandpoint to research and restock before heading back out into the wilderness. Because of your training, you gain a +1 trait bonus on attack rolls and weapon damage rolls against aberrations and magical beasts."
		],
		"topLink": [ "Campaign Traits", "main/traits_campaign" ]
	},
	"monster_scholar": {
		"name": "Monster Scholar",
		"sources": [ "Monster Hunter's Handbook" ],
		"description": [
			"## Monster Scholar",
			"",
			"**Type:** Social",
			"",
			"Your study of monsters keeps you well informed. Choose either Knowledge (arcana), Knowledge (dungeoneering), or Knowledge (nature). Whenever you succeed at a Knowledge check to identify a creature and its special powers - or vulnerabilities - with the chosen skill, you gain one additional piece of useful information (as if your skill check result had been 5 higher)."
		],
		"topLink": [ "Social Traits", "main/traits_social" ]
	},
	"monster_stalker": {
		"name": "Monster Stalker",
		"sources": [ "Monster Hunter's Handbook" ],
		"description": [
			"## Monster Stalker",
			"",
			"**Type:** Social",
			"",
			"You've been raised to hunt certain beasts. Choose either aberrations, animals, dragons, fey, magical beasts, oozes, or vermin. You gain a limited version of the scent ability (15 feet normal, 30 feet upwind, 5 feet downwind) that detects only your chosen creature type."
		],
		"topLink": [ "Social Traits", "main/traits_social" ]
	},
	"monster_survivor": {
		"name": "Monster Survivor",
		"sources": [ "Monster Hunter's Handbook" ],
		"description": [
			"## Monster Survivor",
			"",
			"**Type:** Combat",
			"",
			"You've escaped with your life after a terrible monster attack. You gain a +4 dodge bonus to AC against attacks of opportunity made against you by Large or larger opponents when you're making a withdraw action."
		],
		"topLink": [ "Combat Traits", "main/traits_combat" ]
	},
	"monument_scholar": {
		"name": "Monument Scholar",
		"sources": [
			"Varisia, Birthplace of Legends",
			"Shattered Star Player's Guide"
		],
		"description": [
			"## Monument Scholar",
			"",
			"**Type:** Campaign  ",
			"**Campaign:** Shattered Star",
			"",
			"As a child in Magnimar, the city's ancient monuments inspired you with wonder. Your fascination with these relics has only grown in the years since, encouraging you to join the ranks of the [Pathfinder Society](rule/aff_scholars) so you can further quench your thirst for knowledge. Though you know little about the actual lore of the monuments, you've studied these colossal works extensively, developing an in-depth knowledge of some of the city's most famous landmarks. You gain a +1 trait bonus on Knowledge (history) checks made in Varisia due to your familiarity with its historical remnants. This bonus increases to +2 if the check relates to the city of Magnimar. Additionally, you gain a +2 trait bonus on any skill check made to receive a boon from one of Magnimar's magically imbued monuments."
		],
		"topLink": [ "Campaign Traits", "main/traits_campaign" ]
	},
	"mordant_heritage": {
		"name": "Mordant Heritage",
		"sources": [
			"Inner Sea Primer",
			"Elves of Golarion"
		],
		"description": [
			"## Mordant Heritage",
			"",
			"**Type:** Regional  ",
			"**Region:** The Steaming Sea",
			"",
			"You have lived among the Mordant Spire elves and know their strange ways. You gain a +1 trait bonus on Swim checks and a +1 trait bonus on saving throws against enchantment effects."
		],
		"topLink": [ "Regional Traits", "main/traits_regional" ]
	},
	"mothers_rage": {
		"name": "Mother's Rage",
		"sources": [ "Orcs of Golarion" ],
		"description": [
			"## Mother's Rage",
			"",
			"**Type:** Religion  ",
			"**Religion:** {faith/Lamashtu}",
			"",
			"The blood of the beast runs thick in your veins, and your appearance is bestial. You receive a +1 trait bonus on Survival checks, and you treat your caster level as +1 higher when summoning creatures."
		],
		"topLink": [ "Religion Traits", "main/traits_religion" ]
	},
	"mothers_teeth": {
		"name": "Mother's Teeth",
		"sources": [ "Goblins of Golarion" ],
		"description": [
			"## Mother's Teeth",
			"",
			"**Type:** Religion  ",
			"**Religion:** {faith/Lamashtu}  ",
			"**Requirements:** Goblin",
			"",
			"Your teeth are more jagged and pointed than normal. You can make a bite attack for 1d2 points of damage as a secondary attack."
		],
		"topLink": [ "Religion Traits", "main/traits_religion" ]
	},
	"motherless": {
		"name": "Motherless",
		"sources": [ "Blood of Fiends" ],
		"description": [
			"## Motherless",
			"",
			"**Type:** Race  ",
			"**Requirements:** Tiefling",
			"",
			"Your birth killed your mother, and you learned, even before words, how to manipulate others into looking after you. You gain a +2 trait bonus on Bluff and Disguise checks made for the purpose of making you seem injured, sickly, or weak in some other way."
		],
		"topLink": [ "Race Traits", "main/traits_race" ]
	},
	"mountain_guide": {
		"name": "Mountain Guide",
		"sources": [ "Inner Sea Primer" ],
		"description": [
			"## Mountain Guide",
			"",
			"**Type:** Regional  ",
			"**Region:** Five Kings Mountains",
			"",
			"You are skilled at getting along in the mountains, enabling you to find hidden trails and secret entrances into the caverns beneath mountains. You gain a +1 trait bonus on Knowledge (geography) and Survival checks when in mountainous areas, and Knowledge (geography) is always a class skill for you."
		],
		"topLink": [ "Regional Traits", "main/traits_regional" ]
	},
	"mummy_cursed": {
		"name": "Mummy-Cursed",
		"sources": [
			"Mummy's Mask Player's Guide",
			"People of the Sands"
		],
		"description": [
			"## Mummy-Cursed",
			"",
			"**Type:** Campaign  ",
			"**Campaign:** Mummy's Mask",
			"",
			"One of your ancestors ran afoul of a mummy's curse while exploring an ancient tomb. This curse was passed down to later generations of your family, but over time, your line has become more resistant to curses. You've come to Wati to explore its untouched necropolis, and while you hope you won't have to face a real undead mummy, at least you have some defense if you do. You gain a +2 trait bonus on saving throws against curses and curse effects (including mummy rot and spells with the curse descriptor) and a +2 trait bonus on saving throws against a mummy's aura of despair."
		],
		"topLink": [ "Campaign Traits", "main/traits_campaign" ]
	},
	"murky_allegiance": {
		"name": "Murky Allegiance",
		"sources": [ "Inner Sea Races" ],
		"description": [
			"## Murky Allegiance",
			"",
			"**Type:** Race  ",
			"**Requirements:** Fetchling",
			"",
			"You came of age in a place where fetchlings serve dark forces. You gain a +2 trait bonus on Bluff checks to send secret messages and to imply you serve a powerful sinister conspiracy, evil authority figure, or shadow government. You also gain a +2 trait bonus on Diplomacy checks when interacting with such entities."
		],
		"topLink": [ "Race Traits", "main/traits_race" ]
	},
	"muscle_of_the_society": {
		"name": "Muscle of the Society",
		"sources": [ "Pathfinder Society Primer" ],
		"description": [
			"## Muscle of the Society",
			"",
			"**Type:** Combat",
			"",
			"Your intense training with the Swords has taught you how to infiltrate otherwise inaccessible ruins and extract their treasures without too much exertion. You gain a +2 trait bonus on Strength checks made to break doors and lift portcullises, and you treat your Strength score as 2 higher for the purpose of determining your carrying capacity."
		],
		"topLink": [ "Combat Traits", "main/traits_combat" ]
	},
	"mutabi_qi_explorer": {
		"name": "Mutabi-qi Explorer",
		"sources": [ "Dragon Empires Primer" ],
		"description": [
			"## Mutabi-qi Explorer",
			"",
			"**Type:** Regional  ",
			"**Region:** Shanguang",
			"",
			"You belong to one of the nomadic Mutabi-qi tribes that wander the wastes of Shaguang, and you are adept at navigating the seemingly endless desert wastes. You gain a +1 trait bonus on Knowledge (geography) checks and Survival checks made in the desert."
		],
		"topLink": [ "Regional Traits", "main/traits_regional" ]
	},
	"mutant_eye": {
		"name": "Mutant Eye",
		"sources": [ "Quests and Campaigns" ],
		"description": [
			"## Mutant Eye",
			"",
			"**Type:** Magic",
			"",
			"One of your parents was exposed to uncontrolled magic or arcane pollution before you were born, causing you to develop a minor mutation that has marked you as different all your life. You have a third eye on your forehead. As long as it is uncovered and open, you can get a clearer sense of the emotions of those you see, granting you a +2 trait bonus on Sense Motive checks that increases to +4 on checks to notice whether a character is under a mind-affecting effect. However, the eye is unsettling, and you take a -1 penalty on Bluff and Diplomacy checks against humanoids who can see it.",
			"",
			"Suggested Characters: Lamashtans, Mana Wastes natives, Nexians."
		],
		"topLink": [ "Magic Traits", "main/traits_magic" ]
	},
	"tianjing_temple_guard": {
		"name": "Tianjing Temple Guard",
		"sources": [ "Dragon Empires Primer" ],
		"description": [
			"## Tianjing Temple Guard",
			"",
			"**Type:** Regional  ",
			"**Region:** Tianjing",
			"",
			"You were a stalwart guard of one of Tianjing's magnificent temple cities, and your resolve proved to be of great use during bandit raids. You gain a +1 trait bonus on attacks of opportunity made with polearm weapons."
		],
		"topLink": [ "Regional Traits", "main/traits_regional" ]
	},
	"tiger_brigadier": {
		"name": "Tiger Brigadier",
		"sources": [ "Dragon Empires Primer" ],
		"description": [
			"## Tiger Brigadier",
			"",
			"**Type:** Regional  ",
			"**Region:** Bachuan",
			"",
			"As a member of the Tiger Brigade, you are ready to guide the people of Bachuan and other nations. You gain a +2 trait bonus on Intimidate checks made against anyone whose age is one or more aging steps above yours, and Intimidate becomes a class skill for you."
		],
		"topLink": [ "Regional Traits", "main/traits_regional" ]
	},
	"tigers_claw": {
		"name": "Tiger's Claw",
		"sources": [ "Blood of the Moon" ],
		"description": [
			"## Tiger's Claw",
			"",
			"**Type:** Race  ",
			"**Requirements:** Skinwalker; Weretiger-kin",
			"",
			"Your feline agility helps you inflict a devastating blow at the end of a charge. Whenever you use the charge action, you gain a +1 trait bonus on your weapon damage roll."
		],
		"topLink": [ "Race Traits", "main/traits_race" ]
	},
	"tight_bonds": {
		"name": "Tight Bonds",
		"sources": [ "Cohorts and Companions" ],
		"description": [
			"## Tight Bonds",
			"",
			"**Type:** Family",
			"",
			"Whether siblings, spouses, or dedicated members of the same clan, characters who take this trait are an inseparable pair committed to each other. Your partner or partners must also have this trait. You gain a +1 trait bonus on Will saves against charm and compulsion effects if a partner is within 60 feet, increasing to +3 against a command to compromise your relationship or harm a partner."
		],
		"topLink": [ "Family Traits", "main/traits_family" ]
	},
	"time_lost": {
		"name": "Time Lost",
		"sources": [ "Return of the Runelords Players Guide" ],
		"description": [
			"## Time Lost",
			"",
			"**Type:** Campaign  ",
			"**Campaign:** Return of the Runelords",
			"",
			"You've always felt separated from the era into which you were born. Perhaps you feel that you were born too late, and that you and your interests are better suited to a previous age. Maybe you have the conviction you were born too soon, and that your true destiny lies in some distant future. You might be suffering from missing time - whether a few hours, a few weeks, or even several months - for which you have no memories. You might instead receive brief visions of friends or enemies much older or younger than their actual age. You've long since grown used to this strange condition, but have not yet determined why you suffer from it. Your GM will be provided with additional information about this trait's strange nature in the third adventure of Return of the Runelords.",
			"",
			"You have a knack for knowing when to act a few instants in advance and gain a +2 trait bonus on Initiative checks. Once per adventure as an immediate action, you may use your strange link to the flow of time to force the GM to reroll a single d20 roll. You must declare the use of this ability immediately after the GM rolls the d20, but you can choose to do so after learning the results of the roll."
		],
		"topLink": [ "Campaign Traits", "main/traits_campaign" ]
	},
	"tireless_avenger": {
		"name": "Tireless Avenger",
		"sources": [ "Ultimate Campaign" ],
		"description": [
			"## Tireless Avenger",
			"",
			"**Type:** Faith",
			"",
			"You restlessly pursue your enemies. When you're in pursuit of one of your favored enemies, the DC for the Constitution check to avoid taking lethal damage during a forced march is 10 + 1 per extra hour, instead of 10 + 2 per extra hour."
		],
		"topLink": [ "Faith Traits", "main/traits_faith" ]
	},
	"tireless_logic": {
		"name": "Tireless Logic",
		"sources": [ "Ultimate Campaign" ],
		"description": [
			"## Tireless Logic",
			"",
			"**Type:** Social",
			"",
			"Your curious mind figures out even the most complex problems. Once per day when you make an Intelligence-based skill check or ability check, you can roll twice and take the better result."
		],
		"topLink": [ "Social Traits", "main/traits_social" ]
	},
	"to_the_last": {
		"name": "To The Last",
		"sources": [ "Armor Master's Handbook" ],
		"description": [
			"## To The Last",
			"",
			"**Type:** Combat",
			"",
			"Choose one type of medium or heavy armor (such as chainmail or half-plate). If you have no allies within 60 feet when you are wearing that type of armor, you gain DR 1/-. This stacks with any one other source of damage resistance you have."
		],
		"topLink": [ "Combat Traits", "main/traits_combat" ]
	},
	"toilcrafter": {
		"name": "Toilcrafter",
		"sources": [ "Dwarves of Golarion" ],
		"description": [
			"## Toilcrafter",
			"",
			"**Type:** Religion  ",
			"**Religion:** {faith/Droskar}",
			"",
			"You can craft passable if inferior magical weapons, armors, and shields through diligence and toil. Choose one Craft or Profession skill in which you have at least 1 rank. Ranks in your chosen skill count as your caster level for the purpose of qualifying for the {feat/Craft Magic Arms and Armor} feat. You may craft +1 armor, weapons, or shields (with no special qualities), substituting your rank in the chosen skill for your caster level. You must use the chosen skill for the check to create the item. Crafting in this fashion takes twice as long as normal. These items cannot be upgraded with new abilities."
		],
		"topLink": [ "Religion Traits", "main/traits_religion" ]
	},
	"tongue_of_many_towns": {
		"name": "Tongue of Many Towns",
		"sources": [ "Humans of Golarion" ],
		"description": [
			"## Tongue of Many Towns",
			"",
			"**Type:** Race  ",
			"**Requirements:** Human; Garundi",
			"",
			"You have spent many years traveling across Garund, and have met many different people on your journeys. You gain a +1 trait bonus on two of the following skills: Diplomacy, Knowledge (local), and Linguistics."
		],
		"topLink": [ "Race Traits", "main/traits_race" ]
	},
	"too_many_secrets": {
		"name": "Too Many Secrets",
		"sources": [ "Spymaster's Handbook" ],
		"description": [
			"## Too Many Secrets",
			"",
			"**Type:** Drawback",
			"",
			"You've told too many lies, and made up too many cover stories, and now even you can't keep it all straight. The lies have become reality to you, which makes it difficult to think of a new convincing lie. You hesitate at crucial moments when trying to fool those around you, and likely shouldn't be in the field at all anymore. You take a -2 penalty on Bluff checks and saving throws against illusions."
		],
		"topLink": [ "Drawback Traits", "main/traits_drawback" ]
	},
	"totemist": {
		"name": "Totemist",
		"sources": [ "Faiths and Philosophies" ],
		"description": [
			"## Totemist",
			"",
			"**Type:** Faith",
			"",
			"You grew up in a culture where the touch of totem spirits was felt in everyday life, their subtle urgings constantly guiding you and keeping you safe. As a result, you learned quickly to ask for their help when trouble arises. Once per day, you may call upon your totem's wisdom as a standard action. You gain the benefits of guidance, except that the granted competence bonus is equal to half your character level (minimum +1). This is a supernatural ability."
		],
		"topLink": [ "Faith Traits", "main/traits_faith" ]
	},
	"touched_by_divinity": {
		"name": "Touched by Divinity",
		"sources": [
			"Wrath of the Righteous Player's Guide",
			"Demon Hunter's Handbook"
		],
		"description": [
			"## Touched by Divinity",
			"",
			"**Type:** Campaign  ",
			"**Campaign:** Wrath of the Righteous",
			"",
			"As long as you can remember, you've had an unexplainable interest in one deity in particular. One of your parents may have been a priest of this deity, or you may have been an orphan raised by the church, but these alone cannot explain your deep connection to the faith. you've always felt calm and at ease in places holy to the deity, and often have dreams about the god or goddess visiting you - most often in the form of a sacred animal or creature. Your faith is strong, even if you don't happen to be a divine spellcaster - if you are a divine spellcaster, you should be a worshiper of this deity. You begin play with a silver holy symbol of your chosen deity for free. In addition, choose one domain associated with your chosen deity. You gain the use of that domain's 1st-level domain spell as a spell-like ability usable once per day (CL equals your character level).",
			"",
			"**Associated Mythic Path:** Hierophant.",
			"",
			"**Multiple Characters:** If other characters choose this trait, you should all work together to decide what deity you're associated with - it should be the same deity shared by all of you. You might even share the same dreams."
		],
		"topLink": [ "Campaign Traits", "main/traits_campaign" ]
	},
	"touched_by_the_sea": {
		"name": "Touched by the Sea",
		"sources": [ "Skull and Shackles Player's Guide" ],
		"description": [
			"## Touched by the Sea",
			"",
			"**Type:** Campaign  ",
			"**Campaign:** Skull and Shackles",
			"",
			"You've always felt the call of the sea and your blood surges with the ebb and flow of the tides. Perhaps one of your parents was a sailor or pirate, or maybe one of your ancestors had a bit of aquatic elf or undine blood in them. Whatever the reason, you're as comfortable in the water as you are on land. You gain a +1 trait bonus on Swim checks and Swim is a class skill for you. In addition, penalties on attack rolls made underwater are lessened by 1.",
			"",
			"You came to Port Peril in search of your destiny, and after a few drinks at a tavern called the Formidably Maid, you went down to the docks to take in a view of the sea. The last thing you remember is a blow to the back of your head and the waves rushing up to meet you."
		],
		"topLink": [ "Campaign Traits", "main/traits_campaign" ]
	},
	"touched_by_the_sky": {
		"name": "Touched by the Sky",
		"sources": [ "Inner Sea Primer" ],
		"description": [
			"## Touched by the Sky",
			"",
			"**Type:** Regional  ",
			"**Region:** Numeria",
			"",
			"Somehow, you managed to retrieve a rare vial of fluid from a piece of crashed wreckage on the plains of Numeria. Before you could be caught with the contraband, you drank it. You now have the ability to stabilize a dying creature with a touch as a standard action."
		],
		"topLink": [ "Regional Traits", "main/traits_regional" ]
	},
	"tough_skin": {
		"name": "Tough Skin",
		"sources": [ "Blood of Fiends" ],
		"description": [
			"## Tough Skin",
			"",
			"**Type:** Race  ",
			"**Requirements:** Tiefling; Beastbrood",
			"",
			"You retain a small amount of your ancestors' unyielding skin. You gain a +1 trait bonus to AC when opponents attempt to confirm critical hits with either bludgeoning or slashing weapons."
		],
		"topLink": [ "Race Traits", "main/traits_race" ]
	},
	"town_gossip": {
		"name": "Town Gossip",
		"sources": [ "Varisia, Birthplace of Legends" ],
		"description": [
			"## Town Gossip",
			"",
			"**Type:** Regional  ",
			"**Region:** Varisia",
			"",
			"Choose a community that you've lived in for at least 5 years. You gain a +2 trait bonus on Diplomacy checks while in that community."
		],
		"topLink": [ "Regional Traits", "main/traits_regional" ]
	},
	"toxophilite": {
		"name": "Toxophilite",
		"sources": [ "Blood of Angels" ],
		"description": [
			"## Toxophilite",
			"",
			"**Type:** Race  ",
			"**Requirements:** Aasimar; Plumekith",
			"",
			"You've inherited some of your celestial ancestor's prowess with the bow, and gain a +2 trait bonus on attack rolls made to confirm critical hits with bows."
		],
		"topLink": [ "Race Traits", "main/traits_race" ]
	},
	"tracker_of_the_society": {
		"name": "Tracker of the Society",
		"sources": [
			"Shattered Star Player's Guide",
			"Faction Guide"
		],
		"description": [
			"## Tracker of the Society",
			"",
			"**Type:** Combat  ",
			"**Requirements:** Member of The [Pathfinder Society](rule/aff_scholars)",
			"",
			"Thanks to your time as a Pathfinder, you've mastered the art of tracking. You gain a +1 trait bonus on initiative checks and a +2 trait bonus on Survival checks made while traveling through any of your favored terrains. This is in addition to any bonuses you receive from your favored terrain class ability."
		],
		"topLink": [ "Combat Traits", "main/traits_combat" ]
	},
	"trade_talk": {
		"name": "Trade Talk",
		"sources": [ "Bastards of Golarion" ],
		"description": [
			"## Trade Talk",
			"",
			"**Type:** Race  ",
			"**Requirements:** Half-elf; human-raised",
			"",
			"You picked up not only the basics of your human parent's profession, but also the lingo typical of the craft. Choose a Craft or Profession skill. You gain a +1 trait bonus on checks with the chosen skill, and a +1 trait bonus on Bluff and Sense Motive checks when dealing with people in the context of that craft or profession."
		],
		"topLink": [ "Race Traits", "main/traits_race" ]
	},
	"traditionalist": {
		"name": "Traditionalist",
		"sources": [
			"Divine Anthology",
			"Faiths and Philosophies"
		],
		"description": [
			"## Traditionalist",
			"",
			"**Type:** Faith",
			"",
			"You attempt to maintain older traditions despite changing social norms, and find great value in the trappings and codes of the aristocracy. You gain a +1 trait bonus on Knowledge (nobility) checks, and Knowledge (nobility) is a class skill for you."
		],
		"topLink": [ "Faith Traits", "main/traits_faith" ]
	},
	"trailblazer": {
		"name": "Trailblazer",
		"sources": [ "Humans of Golarion" ],
		"description": [
			"## Trailblazer",
			"",
			"**Type:** Race  ",
			"**Requirements:** Human; Mwangi",
			"",
			"Your ability to endure in the darkest jungles has earned you a reputation as a novice guide. While traversing any wilderness, you gain a +1 trait bonus on Survival checks, and gain a +1 trait bonus on Fortitude saving throws against diseases."
		],
		"topLink": [ "Race Traits", "main/traits_race" ]
	},
	"transitional": {
		"name": "Transitional",
		"sources": [ "People of the Stars" ],
		"description": [
			"## Transitional",
			"",
			"**Type:** Race  ",
			"**Requirements:** Triaxian",
			"",
			"As a Transitional Triaxian, you are attuned to the weather no matter what world you stand upon. Once per day when you attempt a Survival check to predict the weather, you can add a trait bonus equal to 3 + 1/2 your character level. In addition, you gain a +1 trait bonus on Fortitude saves against the effects of cold and hot weather."
		],
		"topLink": [ "Race Traits", "main/traits_race" ]
	},
	"transmuter_of_korada": {
		"name": "Transmuter of Korada",
		"sources": [ "Champions of Purity" ],
		"description": [
			"## Transmuter of Korada",
			"",
			"**Type:** Magic",
			"",
			"You learned the secrets of transmutation from a follower of the empyreal lord Korada. Whenever you cast a spell from the transmutation school, its effects manifest at +1 caster level. Additionally, select one of the following transmutation spells: bear's endurance, bull's strength, cat's grace, eagle's splendor, fox's cunning, or owl's wisdom. Once per day when you cast that spell, its duration is doubled. A spell affected by this trait cannot be modified further by the {feat/Extend Spell} metamagic feat or similar abilities."
		],
		"topLink": [ "Magic Traits", "main/traits_magic" ]
	},
	"trap_finder": {
		"name": "Trap Finder",
		"sources": [
			"Mummy's Mask Player's Guide",
			"People of the Sands"
		],
		"description": [
			"## Trap Finder",
			"",
			"**Type:** Campaign  ",
			"**Campaign:** Mummy's Mask",
			"",
			"Forgotten dungeons and ancient tombs have always held an appeal for you, and you've never been able to resist the urge to delve into these lost sites in search of knowledge, treasure, or both. You may not have received any formal training in the roguish arts, but you've nonetheless become skilled at spotting and disabling hidden traps. The tombs of Wati's necropolis, just opened for exploration, seem like the perfect place to put your skills to the test. You gain a +1 trait bonus on Disable Device checks, and that skill is always a class skill for you. In addition, you can use Disable Device to disarm magic traps, like a rogue."
		],
		"topLink": [ "Campaign Traits", "main/traits_campaign" ]
	},
	"trap_savvy": {
		"name": "Trap Savvy",
		"sources": [ "Kobolds of Golarion" ],
		"description": [
			"## Trap Savvy",
			"",
			"**Type:** Regional  ",
			"**Region:** Darklands",
			"",
			"Growing up in a dangerous area, you were constantly surrounded by traps that had been set up to defend your lair from intruders. Sometimes these dangers were so densely packed that you couldn't go more than a couple feet down a tunnel without encountering a new way to die. You gain a +1 trait bonus on Craft (traps) checks, and gain a +1 bonus to AC against attacks by traps or on saving throws against effects created by traps."
		],
		"topLink": [ "Regional Traits", "main/traits_regional" ]
	},
	"traumatic_shift": {
		"name": "Traumatic Shift",
		"sources": [ "Blood of the Moon" ],
		"description": [
			"## Traumatic Shift",
			"",
			"**Type:** Race  ",
			"**Requirements:** Skinwalker",
			"",
			"Your first transformation was in a public place, observed by loved ones who later shunned you or townsfolk who chased you away. You have become good at hiding your nature. You gain a +1 trait bonus on Bluff checks, and Bluff becomes a class skill for you."
		],
		"topLink": [ "Race Traits", "main/traits_race" ]
	},
	"treasure_mapper": {
		"name": "Treasure Mapper",
		"sources": [ "Pirates of the Inner Sea" ],
		"description": [
			"## Treasure Mapper",
			"",
			"**Type:** Regional  ",
			"**Region:** Mediogalti",
			"",
			"You've spent a great deal of time hunting down and following treasure maps-most false, but a few with legitimate information. You gain a +2 bonus on Survival or Profession (sailor) checks made to navigate using a map or chart, and one of them becomes a class skill for you."
		],
		"topLink": [ "Regional Traits", "main/traits_regional" ]
	},
	"treerazers_bane": {
		"name": "Treerazer's Bane",
		"sources": [
			"Inner Sea Primer",
			"Elves of Golarion"
		],
		"description": [
			"## Treerazer's Bane",
			"",
			"**Type:** Regional  ",
			"**Region:** Kyonin",
			"",
			"Having fought in many battles against the demon Treerazer, you have learned the best ways to kill the various creatures under his control. You gain a +2 trait bonus on weapon damage against demons, evil fey, and plants and animals corrupted by evil."
		],
		"topLink": [ "Regional Traits", "main/traits_regional" ]
	},
	"trench_navigator": {
		"name": "Trench Navigator",
		"sources": [ "Dragon Empires Primer" ],
		"description": [
			"## Trench Navigator",
			"",
			"**Type:** Regional  ",
			"**Region:** Xidao",
			"",
			"You've sailed the treacherous waters of the Xidao Gulf in your past, and you can navigate their dangers adroitly. You gain a +1 trait bonus on Knowledge (geography) checks, and a +1 trait bonus on Profession (sailor) checks. One of these skills becomes a class skill for you."
		],
		"topLink": [ "Regional Traits", "main/traits_regional" ]
	},
	"triaxian_dragonslayer": {
		"name": "Triaxian Dragonslayer",
		"sources": [ "People of the Stars" ],
		"description": [
			"## Triaxian Dragonslayer",
			"",
			"**Type:** Race  ",
			"**Requirements:** Triaxian",
			"",
			"You receive a +2 trait bonus on saving throws against the spells and spell-like abilities of dragons and a +1 trait bonus on caster level checks to overcome dragons' spell resistance."
		],
		"topLink": [ "Race Traits", "main/traits_race" ]
	},
	"triaxian_tradition": {
		"name": "Triaxian Tradition",
		"sources": [ "People of the Stars" ],
		"description": [
			"## Triaxian Tradition",
			"",
			"**Type:** Regional  ",
			"**Region:** Triaxus",
			"",
			"Your experience with one of the long Triaxian seasons has taught you much about the dangers of a long summer or winter. Choose disease or cold. You gain a +2 trait bonus on saves against spells and spell-like abilities with the chosen descriptor. If you choose disease, you gain the bonus on Fortitude saves against nonmagical diseases as well."
		],
		"topLink": [ "Regional Traits", "main/traits_regional" ]
	},
	"triaxus_trained": {
		"name": "Triaxus-Trained",
		"sources": [ "Legacy of Dragons" ],
		"description": [
			"## Triaxus-Trained",
			"",
			"**Type:** Social",
			"",
			"You have been trained in intricate dragon-handling techniques that originated on Triaxus. You gain a +1 trait bonus on Perception checks, and a +1 trait bonus on skill checks attempted as part of trying to influence a dragon."
		],
		"topLink": [ "Social Traits", "main/traits_social" ]
	},
	"tribal": {
		"name": "Tribal",
		"sources": [ "Orcs of Golarion" ],
		"description": [
			"## Tribal",
			"",
			"**Type:** Race  ",
			"**Requirements:** Half-orc or Orc",
			"",
			"You are especially devoted to your tribe, and within 60 feet of a tribal standard, you gain a +1 trait bonus on attack rolls and Will saves against fear effects, as if you were the recipient of a bless spell."
		],
		"topLink": [ "Race Traits", "main/traits_race" ]
	},
	"tribal_guide": {
		"name": "Tribal Guide",
		"sources": [ "Inner Sea Races" ],
		"description": [
			"## Tribal Guide",
			"",
			"**Type:** Race  ",
			"**Requirements:** Kobold",
			"",
			"You were trained to guide the movements of larger creatures, perhaps travelers from Ilizmagorti or transports under Absalom. You provide food and water or a bonus against severe weather for two additional creatures whenever you succeed at the appropriate Survival check, and Survival is a class skill for you."
		],
		"topLink": [ "Race Traits", "main/traits_race" ]
	},
	"trickster_gnome": {
		"name": "Trickster (Gnome)",
		"sources": [ "Gnomes of Golarion" ],
		"description": [
			"## Trickster (Gnome)",
			"",
			"**Type:** Faith  ",
			"**Requirements:** Gnome",
			"",
			"You are particularly adept with your racial spell-like abilities, and as child you quickly learned how dancing lights and ghost sound could be used to amuse your friends and fool your elders. This natural talent for illusion continued as you grew older, and before long you were being offered training in more advanced figments and glamers. You gain a +1 trait bonus to your caster level when determining the duration, range, and area of all spells from the illusion school."
		],
		"topLink": [ "Faith Traits", "main/traits_faith" ]
	},
	"trickster_vanara": {
		"name": "Trickster (Vanara)",
		"sources": [ "Inner Sea Races" ],
		"description": [
			"## Trickster (Vanara)",
			"",
			"**Type:** Race  ",
			"**Requirements:** Vanara",
			"",
			"You learned early that in order to get what you want, sometimes you have to act secretly. You gain a +1 trait bonus on Bluff and Stealth checks, and one of these skills (your choice) is always a class skill for you."
		],
		"topLink": [ "Race Traits", "main/traits_race" ]
	},
	"trifler": {
		"name": "Trifler",
		"sources": [ "Faction Guide" ],
		"description": [
			"## Trifler",
			"",
			"**Type:** Race  ",
			"**Requirements:** Human; Varisian wanderers",
			"",
			"A childhood spent at your mystically gifted grandmother's side has taught you the basics of real magic. You may cast {spell/prestidigitation} three times per day as a spell-like ability. This spell-like ability is cast at your highest caster level; if you have no caster level, it functions at CL 1st."
		],
		"topLink": [ "Race Traits", "main/traits_race" ]
	},
	"tropical_botanist": {
		"name": "Tropical Botanist",
		"sources": [ "People of the Sands" ],
		"description": [
			"## Tropical Botanist",
			"",
			"**Type:** Race  ",
			"**Requirements:** Elf",
			"",
			"You are familiar with beneficial and dangerous plants. You gain a +1 trait bonus on Knowledge (nature) checks to locate or identify plants and on saving throws against the extraordinary abilities of plants."
		],
		"topLink": [ "Race Traits", "main/traits_race" ]
	},
	"tropical_upbringing": {
		"name": "Tropical Upbringing",
		"sources": [ "Quests and Campaigns" ],
		"description": [
			"## Tropical Upbringing",
			"",
			"**Type:** Social",
			"",
			"You were raised in searing-hot deserts, plains, jungles, or other areas, and developed an impressive resistance to heat. You gain a +1 trait bonus on saving throws against fire effects and a +2 trait bonus on Fortitude saves against the effects of hot weather.",
			"",
			"**Suggested Characters:** Garundi, Keleshites, Mwangi."
		],
		"topLink": [ "Social Traits", "main/traits_social" ]
	},
	"true_devotion": {
		"name": "True Devotion",
		"sources": [ "Strange Aeons Player's Guide" ],
		"description": [
			"## True Devotion",
			"",
			"**Type:** Campaign  ",
			"**Campaign:** Strange Aeons",
			"",
			"You wake from your recent ordeal with a sense of shame, as if you had sinned deeply against your morals and beliefs. However, you feel a bit of relief as well, as if your god had granted you a second chance. You not only have a drive to figure out what happened to you, but an urge to fight back against the unspeakable forces of evil. If, during the course of your investigation, you discover that you took part in unsavory activities that would normally be opposed to your faith or alignment, this event no longer has any impact with your standing in the eyes of your god due to your renewed righteous convictions.",
			"",
			"Once per day when casting a divine spell, you can attempt to cast the spell without losing the spell from its spell slot or using one of your allotted spells per day. There is a 20% chance that this attempt is successful. In addition, select one domain or inquisition you have. You can use the first granted power of that domain or inquisition one additional time per day. You must have a good alignment and be class capable of casting divine spells in order to select this trait."
		],
		"topLink": [ "Campaign Traits", "main/traits_campaign" ]
	},
	"true_name_caller": {
		"name": "True Name Caller",
		"sources": [ "Demon Hunter's Handbook" ],
		"description": [
			"## True Name Caller",
			"",
			"**Type:** Regional  ",
			"**Region:** The Abyss",
			"",
			"You are skilled at discovering the true names of outsiders. Choose a plane other than the Material Plane. When attempting to discover the true name of an outsider from the chosen plane, you halve the amount of research time required and gain a +4 trait bonus on the Knowledge (planes) check made to learn the outsider's name."
		],
		"topLink": [ "Regional Traits", "main/traits_regional" ]
	},
	"trunau_native": {
		"name": "Trunau Native",
		"sources": [
			"Giantslayer Player's Guide",
			"Giant Hunter's Handbook"
		],
		"description": [
			"## Trunau Native",
			"",
			"**Type:** Campaign  ",
			"**Campaign:** Giantslayer",
			"",
			"You were born and raised in the town of Trunau, one of the few human settlements in the orc-dominated Hold of Belkzen. Orc attacks are an ever-present threat, and like all Trunauans, you have made the Standing Vow: to hold Trunau against all attackers, orc or otherwise, to stand your ground, and to live free or die trying. Upon coming of age, you were given a hopeknife - a small, sheathed dagger, usually worn on a chain under your clothes - and taught how to use it to take your own life to avoid capture by orcs, or to grant the mercy of a quick death to the wounded. As a native, you have served in Trunau's militia, and fought alongside Patrol Captains Kurst and Rodrik Grath. You begin play with a hopeknife (a masterwork dagger), and your tenacity in the face of adversity grants you a +1 trait bonus on Will saves."
		],
		"topLink": [ "Campaign Traits", "main/traits_campaign" ]
	},
	"trustworthy": {
		"name": "Trustworthy",
		"sources": [ "Ultimate Campaign" ],
		"description": [
			"## Trustworthy",
			"",
			"**Type:** Social",
			"",
			"People find it easy to put their faith in you. You gain a +1 trait bonus on Bluff checks made to fool someone. You also gain a +1 trait bonus on Diplomacy checks, and Diplomacy is always a class skill for you."
		],
		"topLink": [ "Social Traits", "main/traits_social" ]
	},
	"truths_agent": {
		"name": "Truth's Agent",
		"sources": [ "Ultimate Campaign" ],
		"description": [
			"## Truth's Agent",
			"",
			"**Type:** Social",
			"",
			"You are skilled at weeding out information. You gain a +1 trait bonus on all Diplomacy checks made to gather information and all Knowledge (local) checks. Knowledge (local) is always a class skill for you."
		],
		"topLink": [ "Social Traits", "main/traits_social" ]
	},
	"tundra_child": {
		"name": "Tundra Child",
		"sources": [ "Ultimate Campaign" ],
		"description": [
			"## Tundra Child",
			"",
			"**Type:** Regional  ",
			"**Region:** tundra or other cold regions",
			"",
			"You were born and raised in the cold wastes of the far north or far south, and are accustomed to low temperatures. You gain a +4 trait bonus on saving throws made to resist the effects of being in cold conditions and a +1 trait bonus on saving throws against cold effects."
		],
		"topLink": [ "Regional Traits", "main/traits_regional" ]
	},
	"tunnel_fighter": {
		"name": "Tunnel Fighter",
		"sources": [
			"Ultimate Campaign",
			"Advanced Player's Guide",
			"Dwarves of Golarion"
		],
		"description": [
			"## Tunnel Fighter",
			"",
			"**Type:** Race  ",
			"**Requirements:** Dwarf",
			"",
			"Caves and tunnels are a second home to you. While underground, you receive a +2 trait bonus on initiative checks and a +1 trait bonus on weapon damage rolls for critical hits (this damage is multiplied on a critical hit)."
		],
		"topLink": [ "Race Traits", "main/traits_race" ]
	},
	"tusked": {
		"name": "Tusked",
		"sources": [ "Orcs of Golarion" ],
		"description": [
			"## Tusked",
			"",
			"**Type:** Race  ",
			"**Requirements:** Half-orc or Orc",
			"",
			"Huge, sharp tusks bulge from your mouth, and you receive a bite attack (1d4 damage for Medium characters). If used as part of a full attack action, the bite attack is made at your full base attack bonus -5."
		],
		"topLink": [ "Race Traits", "main/traits_race" ]
	},
	"twilight_zeal": {
		"name": "Twilight Zeal",
		"sources": [ "Blood of Fiends" ],
		"description": [
			"## Twilight Zeal",
			"",
			"**Type:** Race  ",
			"**Requirements:** Tiefling",
			"",
			"The gloom of night and of the places beyond the reach of the sun gives you comfort and courage. You gain a +1 trait bonus on Will saving throws when in dim light or darkness."
		],
		"topLink": [ "Race Traits", "main/traits_race" ]
	},
	"twinned_presence": {
		"name": "Twinned Presence",
		"sources": [ "Ultimate Campaign" ],
		"description": [
			"## Twinned Presence",
			"",
			"**Type:** Magic",
			"",
			"Your eidolon - and your connection to it - makes others ill at ease. You gain a +1 trait bonus on Intimidate checks, and Intimidate is always a class skill for you. In addition, if your eidolon is summoned and within 30 feet, and its size exceeds your own, use its size modifier on any Intimidate checks you make."
		],
		"topLink": [ "Magic Traits", "main/traits_magic" ]
	},
	"twisted_tattoo": {
		"name": "Twisted Tattoo",
		"sources": [ "People of the Wastes" ],
		"description": [
			"## Twisted Tattoo",
			"",
			"**Type:** Magic",
			"",
			"Your exposure to eldritch phenomena has caused your skin to develop a strange pattern. Once per day as you cast a spell whose casting time is 1 round or less, you can roll 1d4-2 (no minimum) and add the result to that spell's effective caster level. In an area of {rule/primal magic}, the minimum result of this roll is 0, not -1."
		],
		"topLink": [ "Magic Traits", "main/traits_magic" ]
	},
	"twisted_transformations": {
		"name": "Twisted Transformations",
		"sources": [ "People of the Stars" ],
		"description": [
			"## Twisted Transformations",
			"",
			"**Type:** Religion  ",
			"**Religion:** Great Old Ones",
			"",
			"Whenever you are affected by a transmutation spell of the polymorph subschool, your new form is always in some way horrific, grotesque, or otherwise marked by the corruption of the Great Old Ones. While polymorphed, you gain a +2 trait bonus on Intimidate checks and increase the DC of spells you cast with the fear descriptor by 1. However, you also take a -2 penalty on Diplomacy checks while polymorphed."
		],
		"topLink": [ "Religion Traits", "main/traits_religion" ]
	},
	"twitchy": {
		"name": "Twitchy",
		"sources": [ "Strange Aeons Player's Guide" ],
		"description": [
			"## Twitchy",
			"",
			"**Type:** Campaign  ",
			"**Campaign:** Strange Aeons",
			"",
			"Your first thought upon awaking in the asylum isn't confusion over why you can't remember anything clearly - it's a sudden urge to find safety. You feel like everything around you, aside from your companions, might threaten you and you're always ready to react. You have a hard time staying still, and you're constantly surveying your surroundings. Maybe you are paranoid, or maybe it's just an overactive imagination, but whatever it is, you know that keeping these feelings honed will help you stay alive.",
			"",
			"You gain a +2 trait bonus on initiative checks and a +1 trait bonus on Reflex saves."
		],
		"topLink": [ "Campaign Traits", "main/traits_campaign" ]
	},
	"two_world_magic": {
		"name": "Two-World Magic",
		"sources": [ "Sargava, the Lost Colony" ],
		"description": [
			"## Two-World Magic",
			"",
			"**Type:** Faith  ",
			"**Region:** Sargava",
			"",
			"You have bridged the gap between the natural magic of the Mwangi peoples and the refined magic of the Chelish colonists. Select one 0-level spell from a class spell list other than your own. This spell is a 0-level spell on your class spell list (or a 1st-level spell if your class doesn't have 0-level spells). For example, if you are a druid, you could select mage hand and thereafter prepare it as a 0-level druid spell; if you are a sorcerer, you could select know direction as a 0-level sorcerer spell known."
		],
		"topLink": [ "Faith Traits", "main/traits_faith" ]
	},
	"ugly_swine": {
		"name": "Ugly Swine",
		"sources": [ "Goblins of Golarion" ],
		"description": [
			"## Ugly Swine",
			"",
			"**Type:** Race  ",
			"**Requirements:** Goblin",
			"",
			"You are a repulsive little freak whose origins are unclear. Your head is small for a goblin and your mouth oddly narrow, allowing you to pass in urban environments as an unidentifiable mongrel, providing you keep a low profile. However, if examined closely, your goblin origins are revealed. You gain a +2 trait bonus on Disguise checks, and Disguise is a class skill for you."
		],
		"topLink": [ "Race Traits", "main/traits_race" ]
	},
	"umbral_unmasking": {
		"name": "Umbral Unmasking",
		"sources": [ "Champions of Corruption" ],
		"description": [
			"## Umbral Unmasking",
			"",
			"**Type:** Drawback",
			"",
			"You cast no shadow whatsoever, or the shadow you do have is monstrous. Under normal lighted conditions, this is not hard to observe - but uncommon to notice. Creatures that succeed at a DC 15 Wisdom check notice it plainly (an additional Perception check may be required based on environmental conditions). This telltale sign of wickedness cannot be concealed by {spell/misdirection}, {spell/nondetection}, or illusions, except those that also affect shadows (such as {spell/invisibility})."
		],
		"topLink": [ "Drawback Traits", "main/traits_drawback" ]
	},
	"unabashed_gall": {
		"name": "Unabashed Gall",
		"sources": [ "Champions of Balance" ],
		"description": [
			"## Unabashed Gall",
			"",
			"**Type:** Social",
			"",
			"Your total indifference to the law even as you're breaking it is such that those watching you are stunned. Whenever you commit an unexpected and outrageously unlawful act (such as knowingly destroying or stealing something) that would elicit a hostile response from another creature, you may attempt a Bluff check opposed by the opponent's Sense Motive check. If you're successful, you and any allies who were willfully expecting your unlawful deed may act in a surprise round. For each ally willfully expecting your unlawful deed, you take a cumulative -2 penalty on your Bluff check. If your Bluff check fails, there is no surprise round. Regardless of whether your Bluff check succeeds, you and any allies willfully taking advantage of your unlawful deed treat your initiative checks for the duration of combat as though you had each rolled a 1."
		],
		"topLink": [ "Social Traits", "main/traits_social" ]
	},
	"unafraid": {
		"name": "Unafraid",
		"sources": [ "Orcs of Golarion" ],
		"description": [
			"## Unafraid",
			"",
			"**Type:** Regional  ",
			"**Region:** Ustalav",
			"",
			"The horrors of the fog-shrouded land of terror have hardened you. You receive a +2 bonus on all saving throws made against fear affects."
		],
		"topLink": [ "Regional Traits", "main/traits_regional" ]
	},
	"unbalanced_insight": {
		"name": "Unbalanced Insight",
		"sources": [ "Agents of Evil" ],
		"description": [
			"## Unbalanced Insight",
			"",
			"**Type:** Social",
			"",
			"You gain Aklo as a bonus language, and gain a +2 trait bonus on all saving throws to resist any effects or spells originating from aberrations that cause confusion or fear."
		],
		"topLink": [ "Social Traits", "main/traits_social" ]
	},
	"unblemished_barrel": {
		"name": "Unblemished Barrel",
		"sources": [ "Ultimate Campaign" ],
		"description": [
			"## Unblemished Barrel",
			"",
			"**Type:** Combat",
			"",
			"Your skill with firearms speeds your repair of such weapons. You gain a +1 trait bonus on Craft (alchemy) and Craft (weapons) checks, and it takes you only 30 minutes to remove the broken condition from a firearm."
		],
		"topLink": [ "Combat Traits", "main/traits_combat" ]
	},
	"unbreakable_hate": {
		"name": "Unbreakable Hate",
		"sources": [ "Orcs of Golarion" ],
		"description": [
			"## Unbreakable Hate",
			"",
			"**Type:** Race  ",
			"**Requirements:** Half-orc or Orc",
			"",
			"Your ferocity is focused into your spells, and it is harder to break your concentration. You receive a +2 trait bonus on all concentration checks."
		],
		"topLink": [ "Race Traits", "main/traits_race" ]
	},
	"unbreakable_survivor": {
		"name": "Unbreakable Survivor",
		"sources": [ "Ironfang Invasion Player's Guide" ],
		"description": [
			"## Unbreakable Survivor",
			"",
			"**Type:** Campaign  ",
			"**Campaign:** Ironfang Invasion",
			"",
			"Over a decade ago, bandits took everything you valued in life and left you barely alive. You managed to rebuild your life in the years since, and your tenacity has made you a local legend. Once per day as a full round action, you may shrug off some of your injuries and immediately heal a number of hit points equal to your Constitution modifier + 1 per Hit Die. Your reputation for tenacity inspires your neighbors, and you gain a +1 trait bonus whenever you attempt to influence residents of Phaendar with Diplomacy or Intimidate checks. At 6th level, your reputation spreads further across the nation, and you may apply your trait bonus on Diplomacy and Intimidate checks to influence all humanoids in Nirmathas."
		],
		"topLink": [ "Campaign Traits", "main/traits_campaign" ]
	},
	"undaunted": {
		"name": "Undaunted",
		"sources": [ "Divine Anthology" ],
		"description": [
			"## Undaunted",
			"",
			"**Type:** Faith",
			"",
			"Following the path of freedom has resulted in you being threatened by ruffians and bullies throughout your childhood, and it now takes a lot to rattle you. You increase the DC to demoralize you with an Intimidate check by 2."
		],
		"topLink": [ "Faith Traits", "main/traits_faith" ]
	},
	"undead_crusader": {
		"name": "Undead Crusader",
		"sources": [
			"Mummy's Mask Player's Guide",
			"People of the Sands"
		],
		"description": [
			"## Undead Crusader",
			"",
			"**Type:** Campaign  ",
			"**Campaign:** Mummy's Mask",
			"",
			"You have dedicated your life to eradicating the scourge of the undead from Golarion. You have spent countless hours studying the different types of undead and have trained endlessly to learn the best ways to defeat them. If any undead creatures come out of the tombs of Wati's necropolis, you'll be ready for them! You gain a +1 trait bonus on damage rolls against undead creatures. In addition, you gain a +1 trait bonus on Knowledge (religion) checks, and that skill is always a class skill for you."
		],
		"topLink": [ "Campaign Traits", "main/traits_campaign" ]
	},
	"undead_slayer_bog": {
		"name": "Undead Slayer (BoG)",
		"sources": [ "Bastards of Golarion" ],
		"description": [
			"## Undead Slayer (BoG)",
			"",
			"**Type:** Race  ",
			"**Requirements:** Dhampir",
			"",
			"Filled with wrath against the monsters whose unclean blood makes you an outcast, you gain a +1 trait bonus on attack and damage rolls against undead creatures."
		],
		"topLink": [ "Race Traits", "main/traits_race" ]
	},
	"undead_slayer_pharasma": {
		"name": "Undead Slayer (Pharasma)",
		"sources": [
			"Ultimate Campaign",
			"Advanced Player's Guide"
		],
		"description": [
			"## Undead Slayer (Pharasma)",
			"",
			"**Type:** Religion  ",
			"**Religion:** {faith/Pharasma}",
			"",
			"Instructed at a young age in the tenets of the faith of Pharasma, you view the undead as abominations that must be destroyed so their souls can journey beyond to be judged. You gain a +1 trait bonus on weapon damage rolls against undead."
		],
		"topLink": [ "Religion Traits", "main/traits_religion" ]
	},
	"under_siege": {
		"name": "Under Siege",
		"sources": [ "Taldor, Echoes of Glory" ],
		"description": [
			"## Under Siege",
			"",
			"**Type:** Religion  ",
			"**Religion:** {faith/Sarenrae}",
			"",
			"In order to maintain your devotion to Sarenrae in Taldor and stay alive, you and your fellow worshipers developed a complex system of hand signs and facial gestures to identify yourselves as faithful in the Cult of the Dawnflower. You gain a +1 trait bonus on Bluff and Sense Motive checks. One of these skills (your choice) is always a class skill for you."
		],
		"topLink": [ "Religion Traits", "main/traits_religion" ]
	},
	"underbridge_dweller": {
		"name": "Underbridge Dweller",
		"sources": [ "Varisia, Birthplace of Legends" ],
		"description": [
			"## Underbridge Dweller",
			"",
			"**Type:** Regional  ",
			"**Region:** Magnimar",
			"",
			"You were raised in the Shadow district of Magnimar beneath the Irespan, a veiled place the light of the sun touches for only 3 hours per day. Your well-founded suspicions grant you a +2 trait bonus on Perception checks in dim light, and Perception is always a class skill for you."
		],
		"topLink": [ "Regional Traits", "main/traits_regional" ]
	},
	"undergrowth_specialist": {
		"name": "Undergrowth Specialist",
		"sources": [ "People of the Wastes" ],
		"description": [
			"## Undergrowth Specialist",
			"",
			"**Type:** Combat",
			"",
			"You've trained yourself to move in and out of undergrowth with ease. The DCs of Acrobatics checks don't increase for you when you're moving through light undergrowth, and the DCs of Acrobatics checks you attempt while you're moving through heavy undergrowth increase only by 2."
		],
		"topLink": [ "Combat Traits", "main/traits_combat" ]
	},
	"underling": {
		"name": "Underling",
		"sources": [ "Blood of Fiends" ],
		"description": [
			"## Underling",
			"",
			"**Type:** Race  ",
			"**Requirements:** Tiefling",
			"",
			"People tend to assume you either are, or are willing to become, a minor cog in some evil cabal or conspiracy. You gain a +2 trait bonus on Bluff and Diplomacy checks made to either join or imply that you already belong to an evil organization."
		],
		"topLink": [ "Race Traits", "main/traits_race" ]
	},
	"underlying_principles": {
		"name": "Underlying Principles",
		"sources": [
			"Inner Sea Gods",
			"Faiths of Balance"
		],
		"description": [
			"## Underlying Principles",
			"",
			"**Type:** Religion  ",
			"**Religion:** {faith/Nethys}",
			"",
			"You've spent a large amount of time around magical items, and understand the similarities between many of them. You gain a +1 trait bonus on Use Magic Device checks, and Use Magic Device is a class skill for you."
		],
		"topLink": [ "Religion Traits", "main/traits_religion" ]
	},
	"undermarket_smuggler": {
		"name": "Undermarket Smuggler",
		"sources": [ "Dragon Empires Primer" ],
		"description": [
			"## Undermarket Smuggler",
			"",
			"**Type:** Regional  ",
			"**Region:** Goka",
			"",
			"You worked in Goka's Undermarket for a time, and have learned how to dodge the city's tax collectors and the port inspectors. You gain a +1 trait bonus on Bluff and Sleight of Hand checks."
		],
		"topLink": [ "Regional Traits", "main/traits_regional" ]
	},
	"undine_loyalty": {
		"name": "Undine Loyalty",
		"sources": [ "Bastards of Golarion" ],
		"description": [
			"## Undine Loyalty",
			"",
			"**Type:** Race  ",
			"**Requirements:** Undine",
			"",
			"You learned early on that teamwork can help keep you safe from troublemakers. Choose one teamwork feat that requires an ally with the same feat to be adjacent to you. You may benefit from that teamwork feat as long as you have an ally within 10 feet of you (though your ally does not benefit from the teamwork feat unless it also has this trait or a similar ability)."
		],
		"topLink": [ "Race Traits", "main/traits_race" ]
	},
	"unearth_secrets": {
		"name": "Unearth Secrets",
		"sources": [ "Blood of Fiends" ],
		"description": [
			"## Unearth Secrets",
			"",
			"**Type:** Race  ",
			"**Requirements:** Tiefling; Hellspawn",
			"",
			"You have a gift for recognizing secret desires. You gain a +2 trait bonus on Sense Motive checks when trying to get a hunch that might reveal a target's hidden vice, dark impulse, or any other craving it would not want publicly revealed."
		],
		"topLink": [ "Race Traits", "main/traits_race" ]
	},
	"unflappable_arrogance": {
		"name": "Unflappable Arrogance",
		"sources": [ "Blood of the Elements" ],
		"description": [
			"## Unflappable Arrogance",
			"",
			"**Type:** Race  ",
			"**Requirements:** Ifrit",
			"",
			"You laugh in the face of your aggressors. The DC to demoralize you with the Intimidate skill increases by 5. If an opponent's Intimidate check would be high enough to cause you to become demoralized for more than 1 round, you are instead demoralized for only 1 round."
		],
		"topLink": [ "Race Traits", "main/traits_race" ]
	},
	"unflinching_faith": {
		"name": "Unflinching Faith",
		"sources": [ "Undead Slayer's Handbook" ],
		"description": [
			"## Unflinching Faith",
			"",
			"**Type:** Regional  ",
			"**Region:** Nidal",
			"",
			"Numerous expeditions to accursed regions like Nidal's Finder's Gulch have reinforced your already steadfast faith. Once per day, you may reroll a Will saving throw made against an attack or effect that originates from an undead creature. You must decide to use this trait after the first saving throw is rolled, but before the results are revealed. You must take the result of the second roll, even if it is lower."
		],
		"topLink": [ "Regional Traits", "main/traits_regional" ]
	},
	"unhappy_childhood": {
		"name": "Unhappy Childhood",
		"sources": [
			"Curse of the Crimson Throne",
			"Curse of the Crimson Throne Player's Guide"
		],
		"description": [
			"## Unhappy Childhood",
			"",
			"**Type:** Campaign  ",
			"**Campaign:** Curse of the Crimson Throne",
			"",
			"You spent a period of time as one of Gaedren Lamm's enslaved orphans, doing all manner of dirty work for him. Maybe you were abducted from your parent's home or during a trip to the market. Perhaps the irresponsible matron who ruled your orphanage traded you to him in return for a desperately needed financial loan. Or perhaps you, like most of Gaedren's slaves, were merely a child of the street who succumbed to his promise of regular meals and a roof in return for what he said would be \"a little light work.\" Whatever the case, you spent several years of your life as one of \"Lamm's Lambs\" before escaping. You've nursed a grudge against the old man ever since.",
			"",
			"Choose one of the following benefits.",
			"",
			"**Religious:** Today, while on a job for Gaedren, you found a holy symbol of the god you worship, and intrigued by it, you snuck off to attend services. When Gaedren found out, he beat you to within an inch of your life and broke your holy symbol. Your faith let you block out the pain, and you escaped his control and took shelter in the church, where you spent the rest of your youth. You gain a +2 trait bonus on concentration checks and Constitution checks to stabilize at negative hit points.",
			"",
			"**Torturedv:** After you made one too many errors, Gaedren tortured you and left you for dead in a garbage heap. Your scars and memories have motivated you to hone your reaction speed and make you rather jumpy. You gain a +1 trait bonus on Reflex saves."
		],
		"topLink": [ "Campaign Traits", "main/traits_campaign" ]
	},
	"unhinged_mentality": {
		"name": "Unhinged Mentality",
		"sources": [
			"Inner Sea Gods",
			"Faiths of Corruption"
		],
		"description": [
			"## Unhinged Mentality",
			"",
			"**Type:** Religion  ",
			"**Religion:** {faith/Lamashtu}",
			"",
			"Your goddess-granted madness gives you a +2 trait bonus on saving throws against confusion, insanity, and fear effects."
		],
		"topLink": [ "Religion Traits", "main/traits_religion" ]
	},
	"unidentifiable_appeal": {
		"name": "Unidentifiable Appeal",
		"sources": [ "Blood of the Night" ],
		"description": [
			"## Unidentifiable Appeal",
			"",
			"**Type:** Race  ",
			"**Requirements:** Dhampir; Ajibachana",
			"",
			"The unnatural symmetry of your face gives you an attractiveness that is at once captivating but hard to quantify. You gain a +1 trait bonus on Disguise checks and a +1 trait bonus on Diplomacy checks made to influence those who would be attracted to you."
		],
		"topLink": [ "Race Traits", "main/traits_race" ]
	},
	"unintentional_linguist": {
		"name": "Unintentional Linguist",
		"sources": [ "Ultimate Campaign" ],
		"description": [
			"## Unintentional Linguist",
			"",
			"**Type:** Social",
			"",
			"You can speak with outsiders. You gain a +1 trait bonus on all Linguistics checks, and you begin play knowing one of the following languages (in addition to those granted by your race and Intelligence modifier): Abyssal, Aquan, Celestial, Ignan, Infernal, Protean, or Terran."
		],
		"topLink": [ "Social Traits", "main/traits_social" ]
	},
	"unlearned": {
		"name": "Unlearned",
		"sources": [ "Quests and Campaigns" ],
		"description": [
			"## Unlearned",
			"",
			"**Type:** Drawback",
			"",
			"You have always had difficulty learning and retaining information, and know very little about the world beyond the obvious and what pertains to your profession. Choose one Knowledge skill. You cannot attempt untrained Knowledge checks with any other Knowledge skills, even if the check's DC is 10 or lower. If you have access to a library that covers a specific Knowledge skill, you may attempt an untrained Knowledge check with a -2 penalty."
		],
		"topLink": [ "Drawback Traits", "main/traits_drawback" ]
	},
	"unnatural_presence": {
		"name": "Unnatural Presence",
		"sources": [ "Faction Guide" ],
		"description": [
			"## Unnatural Presence",
			"",
			"**Type:** Faith  ",
			"**Requirements:** [Old Cults](rule/f_old_cults)",
			"",
			"Your prolonged association with alien forces leaks from your pores. You can use your Intimidate skill to demoralize animals and vermin; Intimidate is a class skill for you."
		],
		"topLink": [ "Faith Traits", "main/traits_faith" ]
	},
	"unnatural_revenge": {
		"name": "Unnatural Revenge",
		"sources": [ "Ultimate Campaign" ],
		"description": [
			"## Unnatural Revenge",
			"",
			"**Type:** Social",
			"",
			"You gain a +2 trait bonus on all Intimidate checks against creatures of the animal, fey, or plant type, and Intimidate is always a class skill for you."
		],
		"topLink": [ "Social Traits", "main/traits_social" ]
	},
	"unpredictable": {
		"name": "Unpredictable",
		"sources": [ "Ultimate Campaign" ],
		"description": [
			"## Unpredictable",
			"",
			"**Type:** Social",
			"",
			"Your actions often seem random and chaotic to others, but there is a method to your madness. You gain a +1 trait bonus on Bluff checks, and Bluff is always a class skill for you."
		],
		"topLink": [ "Social Traits", "main/traits_social" ]
	},
	"unpredictable_reactions": {
		"name": "Unpredictable Reactions",
		"sources": [ "Champions of Balance" ],
		"description": [
			"## Unpredictable Reactions",
			"",
			"**Type:** Combat",
			"",
			"Your reactions to combat beginning aren't what people expect. You gain a +1 trait bonus on attack rolls made during the surprise round of combat."
		],
		"topLink": [ "Combat Traits", "main/traits_combat" ]
	},
	"unscathed": {
		"name": "Unscathed",
		"sources": [ "Ultimate Campaign" ],
		"description": [
			"## Unscathed",
			"",
			"**Type:** Magic",
			"",
			"You are amazingly resistant to energy attacks because of either your upbringing or magical experimentation. Each type of energy resistance you have (if any) increases by 2 points."
		],
		"topLink": [ "Magic Traits", "main/traits_magic" ]
	},
	"unseen_but_not_undone": {
		"name": "Unseen but Not Undone",
		"sources": [ "Ultimate Campaign" ],
		"description": [
			"## Unseen but Not Undone",
			"",
			"**Type:** Magic",
			"",
			"Without a single gesture, you can unleash a bloodline spell. Once per day, you can cast a bloodline spell as if you had the {feat/Still Spell} feat. Using this trait does not modify the spell's level."
		],
		"topLink": [ "Magic Traits", "main/traits_magic" ]
	},
	"unshackled": {
		"name": "Unshackled",
		"sources": [ "Divine Anthology" ],
		"description": [
			"## Unshackled",
			"",
			"**Type:** Faith",
			"",
			"You have escaped slavery or other imprisonment and have vowed never to be shackled again. You gain a +1 trait bonus on Escape Artist checks, and Escape Artist is a class skill for you."
		],
		"topLink": [ "Faith Traits", "main/traits_faith" ]
	},
	"unspeakable_bond": {
		"name": "Unspeakable Bond",
		"sources": [
			"Inner Sea Gods",
			"Faiths of Corruption"
		],
		"description": [
			"## Unspeakable Bond",
			"",
			"**Type:** Religion  ",
			"**Religion:** Great Old One or Outer Gods",
			"",
			"You are an ally of the unclean creatures of the world, and gain a +2 trait bonus on Diplomacy checks when dealing with creatures of the aberration type."
		],
		"topLink": [ "Religion Traits", "main/traits_religion" ]
	},
	"unstable_mutagen": {
		"name": "Unstable Mutagen",
		"sources": [ "Ultimate Campaign" ],
		"description": [
			"## Unstable Mutagen",
			"",
			"**Type:** Magic",
			"",
			"You discovered or were given a secret to make your mutagens more unstable - but also more potent. Once per day, you can create an unstable mutagen. It is like a normal mutagen in most ways, but also gains a single benefit or hindrance due to its instability. Roll 1d6 to determine the result of the instability.",
			"",
			"| 1d6 | Instability |",
			"| --- | --- |",
			"| 1 | The unstable mutagen lasts for 5 minutes per alchemist level. |",
			"| 2 | The unstable mutagen lasts for 20 minutes per alchemist level. |",
			"| 3 | The unstable mutagen does not grant a natural armor bonus. |",
			"| 4 | The natural armor bonus granted by the mutagen increases by 2. |",
			"| 5 | The penalty that the mutagen applies to the corresponding mental ability score increases by 2. |",
			"| 6 | The unstable mutagen does not apply a penalty to the corresponding mental ability score. |"
		],
		"topLink": [ "Magic Traits", "main/traits_magic" ]
	},
	"unstuck": {
		"name": "Unstuck",
		"sources": [ "Legacy of the First World" ],
		"description": [
			"## Unstuck",
			"",
			"**Type:** Regional  ",
			"**Region:** Uringen",
			"",
			"Spending time in the \"unstuck\" part of Uringen has made you more adept at using warps in time and space. Increase your caster level by 2 when casting spells with the teleportation descriptor."
		],
		"topLink": [ "Regional Traits", "main/traits_regional" ]
	},
	"unswaying_love": {
		"name": "Unswaying Love",
		"sources": [ "Inner Sea Gods" ],
		"description": [
			"## Unswaying Love",
			"",
			"**Type:** Religion  ",
			"**Religion:** {faith/Shelyn}",
			"",
			"Your resolute devotion to the unadulterated purity of your goddess protects you from those who would manipulate you. You gain a +2 trait bonus on saving throws against charm or compulsion effects."
		],
		"topLink": [ "Religion Traits", "main/traits_religion" ]
	},
	"untapped_potential": {
		"name": "Untapped Potential",
		"sources": [ "Legacy of Dragons" ],
		"description": [
			"## Untapped Potential",
			"",
			"**Type:** Social",
			"",
			"You've been part of one of Mengkare's minor experiments. Once per day, you can cast {spell/detect psychic significance} or {spell/telekinetic projectile} as a spell-like ability, with a caster level equal to your character level."
		],
		"topLink": [ "Social Traits", "main/traits_social" ]
	},
	"untrained_scholar": {
		"name": "Untrained Scholar",
		"sources": [ "Divine Anthology" ],
		"description": [
			"## Untrained Scholar",
			"",
			"**Type:** Faith",
			"",
			"While scholarship is not your primary focus, you have spent enough time in classrooms and libraries to learn a few things. Once per day, you can attempt a Knowledge (geography), Knowledge (history) or Knowledge (local) check untrained with a +2 trait bonus."
		],
		"topLink": [ "Faith Traits", "main/traits_faith" ]
	},
	"unwelcome_business": {
		"name": "Unwelcome Business",
		"sources": [ "Merchant's Manifest" ],
		"description": [
			"## Unwelcome Business",
			"",
			"**Type:** Social",
			"",
			"You specialize in delivering or procuring shipments where those commodities are not allowed or where your identity would elicit negative bias. You gain a +1 trait bonus on Disguise or Sleight of Hand checks, and that skill becomes a class skill for you. In addition, choose one humanoid species; you ignore the -2 penalty on Disguise checks to disguise yourself as a member of that species."
		],
		"topLink": [ "Social Traits", "main/traits_social" ]
	},
	"urban_acolyte": {
		"name": "Urban Acolyte",
		"sources": [ "Heroes of the Streets" ],
		"description": [
			"## Urban Acolyte",
			"",
			"**Type:** Faith",
			"",
			"Growing up in a city has broadened your philosophy, and helped you interpret your patron's divine will in a novel way. You gain Knowledge (local) as a class skill. Additionally, you can select one of the following subdomains using the normal rules for subdomains so long as your deity grants access to its associated domain: {domain/Competition}, {domain/Duels}, {domain/Espionage}, {domain/Fortifications}, {domain/Industry}, {domain/Legislation}, {domain/Plague}, or {domain/Riot}."
		],
		"topLink": [ "Faith Traits", "main/traits_faith" ]
	},
	"urban_sleuth": {
		"name": "Urban Sleuth",
		"sources": [ "Hell's Rebels Player's Guide" ],
		"description": [
			"## Urban Sleuth",
			"",
			"**Type:** Campaign  ",
			"**Campaign:** Hell's Rebels",
			"",
			"Much of Kintargo's history is lost or hidden. You know because you've made a point of seeking out those secrets. Local urban legends and bits of strange historical rumors have long fascinated you-who knows what amazing truths about Kintargo's past have been lost forever to the redactors of House Thrune? What caused Professor Mangvhune of the Alabaster Academy to become the city's most infamous serial killer? Who were the dragons Adrakash, Ithanothaur, and Rivozair, and what were their ties to Kintargo? Why do the Devil's Bells of the Temple of Asmodeus seem to ring at random times, and is there a pattern to the peals? Who were the [Silver Ravens](rule/aff_rebels) who defended Kintargo during the Chelish Civil War, and why did they vanish so soon after that war's resolution? So many mysteries, and who better than you to find the answers?",
			"",
			"Pick one of the questions above as your focus. Answers to these questions can be discovered at different points during Hell's Rebels, but don't expect to learn these answers any time soon! More important, your choice of focus grants you a +1 trait bonus in a particular Knowledge skill check associated with that focus (pick one of the two options provided below for your question). That Knowledge skill is always a class skill for you. Once per day, when you attempt a Knowledge skill check in either of the types associated with your focus, you can roll twice and take the better result as your actual result.",
			"",
			"**Devil's Bells:** Knowledge (arcana) or Knowledge (planes).  ",
			"**Local Dragons:** Knowledge (arcana) or Knowledge (history).  ",
			"**Professor Mangvhune:** Knowledge (local) or Knowledge (planes).  ",
			"**Silver Ravens:** Knowledge (local) or Knowledge (history)."
		],
		"topLink": [ "Campaign Traits", "main/traits_campaign" ]
	},
	"uskwood_hunter": {
		"name": "Uskwood Hunter",
		"sources": [ "Inner Sea Primer" ],
		"description": [
			"## Uskwood Hunter",
			"",
			"**Type:** Regional  ",
			"**Region:** Nidal",
			"",
			"You have served the Umbral Court, discreetly following interlopers through the twilit city streets of Pangolais to pinpoint their locations for the authorities. You gain a +1 trait bonus on Stealth checks, and Stealth is always a class skill for you."
		],
		"topLink": [ "Regional Traits", "main/traits_regional" ]
	},
	"ustalavic_noble": {
		"name": "Ustalavic Noble",
		"sources": [ "Inner Sea Primer" ],
		"description": [
			"## Ustalavic Noble",
			"",
			"**Type:** Regional  ",
			"**Region:** Ustalav",
			"",
			"You come from an aristocratic family, though your family has long since lost any power or prestige it once had. You gain a +1 trait bonus on Diplomacy and Knowledge (nobility) checks. In addition, your starting money is increased by 100 gp: your \"birthright,\" such as it is."
		],
		"topLink": [ "Regional Traits", "main/traits_regional" ]
	},
	"uwaga_highlander": {
		"name": "Uwaga Highlander",
		"sources": [ "Legacy of Fire Player's Guide" ],
		"description": [
			"## Uwaga Highlander",
			"",
			"**Type:** Regional  ",
			"**Region:** Katapesh",
			"",
			"You were born and raised in western Katapesh, in the rugged badlands and hills of the Uwaga Highlands. Even if you were born in a city like Solku, you often had to travel the dangerous trails with your family. Predators, gnolls, and worse haunt the Uwaga Highlands, and you've become something of an expert at evading them. You gain a +1 trait bonus on Hide and Move Silently checks. This trait bonus increases to +2 in hilly or rocky areas."
		],
		"topLink": [ "Regional Traits", "main/traits_regional" ]
	},
	"vagabond_child": {
		"name": "Vagabond Child",
		"sources": [
			"Ultimate Campaign",
			"Taldor, Echoes of Glory",
			"Advanced Player's Guide"
		],
		"description": [
			"## Vagabond Child",
			"",
			"**Type:** Regional  ",
			"**Region:** urban",
			"",
			"You grew up among the outcasts and outlaws of your society, learning to forage and survive in an urban environment. Select one of the following skills: Disable Device, Escape Artist, or Sleight of Hand. You gain a +1 trait bonus on checks with that skill, and it is always a class skill for you."
		],
		"topLink": [ "Regional Traits", "main/traits_regional" ]
	},
	"vain": {
		"name": "Vain",
		"sources": [ "Ultimate Campaign" ],
		"description": [
			"## Vain",
			"",
			"**Type:** Drawback",
			"",
			"You are sensitive about the way others perceive you. Whenever you fail an opposed Charisma-based check, you take a -2 penalty on all Charisma-based checks for the next 24 hours."
		],
		"topLink": [ "Drawback Traits", "main/traits_drawback" ]
	},
	"vainglory": {
		"name": "Vainglory",
		"sources": [ "Spymaster's Handbook" ],
		"description": [
			"## Vainglory",
			"",
			"**Type:** Drawback",
			"",
			"You compulsively seek recognition for your deeds, making it hard to act with subtlety. You take a -1 penalty on Bluff, Disguise, and Stealth checks, and the save DC of any illusion you create is 1 lower than normal."
		],
		"topLink": [ "Drawback Traits", "main/traits_drawback" ]
	},
	"valashmai_veteran": {
		"name": "Valashmai Veteran",
		"sources": [ "Dragon Empires Primer" ],
		"description": [
			"## Valashmai Veteran",
			"",
			"**Type:** Regional  ",
			"**Region:** Valashmai Jungle",
			"",
			"You have traveled to the Valashmai Jungle on numerous occasions, and your prowess in traversing the jungle wilderness makes you a formidable guide and explorer. You gain a +1 trait bonus on Perception checks, and a +1 trait bonus on Survival checks in jungle terrain. One of these skills becomes a class skill for you."
		],
		"topLink": [ "Regional Traits", "main/traits_regional" ]
	},
	"valknar_alumnus": {
		"name": "Valknar Alumnus",
		"sources": [ "People of the River" ],
		"description": [
			"## Valknar Alumnus",
			"",
			"**Type:** Regional  ",
			"**Region:** Tymon",
			"",
			"You trained at the exclusive Valknar Gladiatorial College. Select one combat maneuver when you take this trait. You gain a +1 trait bonus on performance combat checks and a +1 trait bonus on combat maneuver checks to perform the selected maneuver."
		],
		"topLink": [ "Regional Traits", "main/traits_regional" ]
	},
	"vandal": {
		"name": "Vandal",
		"sources": [ "Heroes of the Wild" ],
		"description": [
			"## Vandal",
			"",
			"**Type:** Combat",
			"",
			"You gain a +2 bonus on Strength checks to break objects, and when damaging an object with a weapon, natural weapon, or unarmed attack, you ignore 2 points of its hardness."
		],
		"topLink": [ "Combat Traits", "main/traits_combat" ]
	},
	"varisian_immunity": {
		"name": "Varisian Immunity",
		"sources": [ "Varisia, Birthplace of Legends" ],
		"description": [
			"## Varisian Immunity",
			"",
			"**Type:** Campaign  ",
			"**Campaign:** Curse of the Crimson Throne",
			"",
			"Your family is particularly hearty, and has even passed down tales of a Varisian ancestor who sought to cure (or, some loose-lipped relatives say, create) diseases. You gain a +1 trait bonus on saving throws made to resist diseases. Additionally, you are immune to the diseases Vorel's phage and blood veil. You do not need to be of the Varisian ethnicity to take this campaign trait, but if you're not, your background should explain how you have a Varisian ancestor."
		],
		"topLink": [ "Campaign Traits", "main/traits_campaign" ]
	},
	"varisian_tattoo": {
		"name": "Varisian Tattoo",
		"sources": [ "Varisia, Birthplace of Legends" ],
		"description": [
			"## Varisian Tattoo",
			"",
			"**Type:** Race  ",
			"**Requirements:** Human; Varisian",
			"",
			"You bear the elaborate tattoos of your people, marking you as a free son or daughter of the road. You gain a +1 trait bonus on saving throws against charm and compulsion effects. Additionally, you are proficient with bladed scarves and starknives."
		],
		"topLink": [ "Race Traits", "main/traits_race" ]
	},
	"varisian_wanderer": {
		"name": "Varisian Wanderer",
		"sources": [ "Inner Sea Primer" ],
		"description": [
			"## Varisian Wanderer",
			"",
			"**Type:** Regional  ",
			"**Region:** Varisia",
			"",
			"You were raised among or have spent time with a group of Varisian nomads, whether travelers, Sczarni criminals, or entertainers, and have learned their ways. Choose one of the following skills: Perform (choose one type), Profession (fortuneteller), or Sleight of Hand. You gain a +1 trait bonus on this skill, and it is always a class skill for you."
		],
		"topLink": [ "Regional Traits", "main/traits_regional" ]
	},
	"varki_landspeaker": {
		"name": "Varki Landspeaker",
		"sources": [ "People of the North" ],
		"description": [
			"## Varki Landspeaker",
			"",
			"**Type:** Race  ",
			"**Requirements:** Human; Varki",
			"",
			"You are deeply attuned to the lands your people call home and the spirits that live there. You gain a +1 trait bonus on Survival checks in arctic or cold terrain. In addition, while in such terrain, you may query the spirits of the land once per day to gain a +5 trait bonus on a single skill check to follow tracks, forage, or find shelter."
		],
		"topLink": [ "Race Traits", "main/traits_race" ]
	},
	"veiled_disciple": {
		"name": "Veiled Disciple",
		"sources": [ "Ultimate Campaign" ],
		"description": [
			"## Veiled Disciple",
			"",
			"**Type:** Social",
			"",
			"Trained in espionage, you're skilled at passing messages and staying on task. You gain a +1 trait bonus on Bluff checks made to pass secret messages and a +1 trait bonus on saving throws against charm and compulsion effects."
		],
		"topLink": [ "Social Traits", "main/traits_social" ]
	},
	"veils_upon_veils": {
		"name": "Veils upon Veils",
		"sources": [ "Inner Sea Gods" ],
		"description": [
			"## Veils upon Veils",
			"",
			"**Type:** Religion  ",
			"**Religion:** {faith/Sivanah}",
			"",
			"You have learned a holy secret that makes your illusions more powerful. Once per day when casting an illusion spell, you can do so at +1 caster level."
		],
		"topLink": [ "Religion Traits", "main/traits_religion" ]
	},
	"vengeful_combat": {
		"name": "Vengeful (Combat)",
		"sources": [ "Quests and Campaigns" ],
		"description": [
			"## Vengeful (Combat)",
			"",
			"**Type:** Combat",
			"",
			"During your childhood, you suffered occasional or frequent abuse from those too powerful for you to resist. Now you thrill at the chance to get back at those who wronged you. Whenever you strike the last creature that damaged you in the past 24 hours, you gain a +1 trait bonus on damage rolls against that creature.",
			"",
			"Suggested Characters: Calistrians, Galtan refugees, Gyronna worshipers."
		],
		"topLink": [ "Combat Traits", "main/traits_combat" ]
	},
	"vengeful_social": {
		"name": "Vengeful (Social)",
		"sources": [ "Antihero's Handbook" ],
		"description": [
			"## Vengeful (Social)",
			"",
			"**Type:** Social",
			"",
			"You were brutally betrayed, and you have dedicated yourself to pursuing revenge. Choose a humanoid subtype that is not your own from the following list: dwarf, elf, gnome, halfling, or human. You gain a +2 trait bonus on Intimidate checks against creatures with that subtype."
		],
		"topLink": [ "Social Traits", "main/traits_social" ]
	},
	"venicaan_medic": {
		"name": "Venicaan Medic",
		"sources": [ "Qadira, Gateway to the East" ],
		"description": [
			"## Venicaan Medic",
			"",
			"**Type:** Regional  ",
			"**Region:** Qadira",
			"",
			"You have studied at the College of Medicaments and Chirurgery, and know by sight the signs of ailments and toxins you might encounter. You gain a +2 trait bonus to Heal checks to treat diseases or poisons, and Heal is always a class skill for you."
		],
		"topLink": [ "Regional Traits", "main/traits_regional" ]
	},
	"venom_resistance": {
		"name": "Venom Resistance",
		"sources": [ "People of the Wastes" ],
		"description": [
			"## Venom Resistance",
			"",
			"**Type:** Combat",
			"",
			"You have spent considerable time in arid wastelands where girtablilus and other venomous creatures are common, and you have built up a resistance to poison. You gain a +2 trait bonus on Fortitude saving throws against poison, and once per day when attempting a saving throw to resist girtablilu poison, you can roll twice and take the higher result."
		],
		"topLink": [ "Combat Traits", "main/traits_combat" ]
	},
	"venom_drenched": {
		"name": "Venom-Drenched",
		"sources": [ "Halflings of Golarion" ],
		"description": [
			"## Venom-Drenched",
			"",
			"**Type:** Religion  ",
			"**Religion:** {faith/Norgorber}  ",
			"**Requirements:** Halfling",
			"",
			"You have nothing to fear from one sort of poison. In fact, you can actually drink the toxic brew in order to make your blood dangerous. You are immune to one specific nonmagical poison. If you ingest a dose of that poison (even if it is a contact, inhaled, or injury poison), it remains in your system for 24 hours; any creature that bites you during that time is subject to the poison's effects."
		],
		"topLink": [ "Religion Traits", "main/traits_religion" ]
	},
	"vermin_driver": {
		"name": "Vermin Driver",
		"sources": [ "Inner Sea Races" ],
		"description": [
			"## Vermin Driver",
			"",
			"**Type:** Race  ",
			"**Requirements:** Duergar",
			"",
			"You were instructed in the subtle magic of enslaving vermin, and can train mindless vermin with the Handle Animal skill as if they were animals with an Intelligence score of 1."
		],
		"topLink": [ "Race Traits", "main/traits_race" ]
	},
	"vermin_wrangler": {
		"name": "Vermin Wrangler",
		"sources": [ "People of the Sands" ],
		"description": [
			"## Vermin Wrangler",
			"",
			"**Type:** Race  ",
			"**Requirements:** Gnome",
			"",
			"In gathering ingredients necessary for mind-altering drugs and other concoctions, you have become intimately familiar with the desert's many-legged pests. You gain a +2 trait bonus on Knowledge (dungeoneering) checks to identify vermin and on saving throws against vermin's extraordinary abilities."
		],
		"topLink": [ "Race Traits", "main/traits_race" ]
	},
	"veteran_of_battle": {
		"name": "Veteran of Battle",
		"sources": [
			"Ultimate Campaign",
			"Advanced Player's Guide"
		],
		"description": [
			"## Veteran of Battle",
			"",
			"**Type:** Religion  ",
			"**Religion:** {faith/Gorum}",
			"",
			"You have fought in several battles, and each time felt the presence of Gorum guiding your sword-arm, making you ready to act at a moment's notice. You gain a +1 trait bonus on initiative checks, and if you are able to act during a surprise round, you may draw a weapon (but not a potion or magic item) as a free action during that round."
		],
		"topLink": [ "Religion Traits", "main/traits_religion" ]
	},
	"vexed": {
		"name": "Vexed",
		"sources": [ "Inner Sea Races" ],
		"description": [
			"## Vexed",
			"",
			"**Type:** Race  ",
			"**Requirements:** Kobold",
			"",
			"You had multiple narrow escapes from gremlin saboteurs and learned to avoid their magic. You gain a +1 trait bonus on saving throws against curses and fear effects."
		],
		"topLink": [ "Race Traits", "main/traits_race" ]
	},
	"vexing_defender": {
		"name": "Vexing Defender",
		"sources": [
			"Giantslayer Player's Guide",
			"Giant Hunter's Handbook"
		],
		"description": [
			"## Vexing Defender",
			"",
			"**Type:** Campaign  ",
			"**Campaign:** Giantslayer",
			"",
			"You're trained in fighting opponents that are larger than you, and you are skilled at keeping them on their toes, pestering them from all directions. You gain a +1 trait bonus on Acrobatics checks, and Acrobatics becomes a class skill for you. In addition, you gain a +4 trait bonus on Acrobatics checks to move through an enemy's space without provoking an attack of opportunity, provided that enemy is larger than you."
		],
		"topLink": [ "Campaign Traits", "main/traits_campaign" ]
	},
	"vialesk_historian": {
		"name": "Vialesk Historian",
		"sources": [ "Blood of the Elements" ],
		"description": [
			"## Vialesk Historian",
			"",
			"**Type:** Regional  ",
			"**Region:** Plane of Water",
			"",
			"Your long years of studious research into the drifting trade city of Vialesk, a neutral ground for planar travelers on the Elemental Plane of Water, has made you an expert on all manner of aquatic creatures. You gain a +2 trait bonus on Knowledge (planes) checks to identify outsiders with the water subtype. In addition, you treat your caster level as 1 higher when casting conjuration (summoning) spells to summon outsiders with the water subtype."
		],
		"topLink": [ "Regional Traits", "main/traits_regional" ]
	},
	"vigilant_battler": {
		"name": "Vigilant Battler",
		"sources": [ "Ultimate Campaign" ],
		"description": [
			"## Vigilant Battler",
			"",
			"**Type:** Combat",
			"",
			"You are hard to fool and harder to trick with a feint. You gain a +1 trait bonus on all Sense Motive checks. This trait bonus increases to +2 when used to counter a feint in combat."
		],
		"topLink": [ "Combat Traits", "main/traits_combat" ]
	},
	"vigilant_spycatcher": {
		"name": "Vigilant Spycatcher",
		"sources": [ "Heroes of the Streets" ],
		"description": [
			"## Vigilant Spycatcher",
			"",
			"**Type:** Social",
			"",
			"Paranoid parents or a military trainer taught you to keep vigilant for spies. If you roll less than 10 on Perception checks to see through disguises, determine your result as if you had rolled 10."
		],
		"topLink": [ "Social Traits", "main/traits_social" ]
	},
	"vigilante_witch_hunter": {
		"name": "Vigilante Witch Hunter",
		"sources": [
			"Reign of Winter Player's Guide",
			"People of the North"
		],
		"description": [
			"## Vigilante Witch Hunter",
			"",
			"**Type:** Campaign  ",
			"**Campaign:** Reign of Winter",
			"",
			"You don't trust witches. They deal with otherworldly beings, consort with beasts, and brew vile poisons in their cauldrons. As a child, perhaps you barely escaped some horrid fate at the hands of an evil witch, or maybe a loved one was stolen from you by a witch's charms. Perhaps you wanted to be a witch yourself, but the local witch refused to take you on as an apprentice. Whatever the reason, you now hate witches, and have dedicated your life to ferreting them out and exposing their wickedness for all to see. You know that the North is full of winter witches, and should you ever find yourself there, you'll relish bringing your justice to them as well. You gain a +1 trait bonus on Sense Motive checks, and Sense Motive is a class skill for you. In addition, you begin the campaign with 1d4 {magic-wondrous/hex nail/s}."
		],
		"topLink": [ "Campaign Traits", "main/traits_campaign" ]
	},
	"viking_blood": {
		"name": "Viking Blood",
		"sources": [ "Inner Sea Primer" ],
		"description": [
			"## Viking Blood",
			"",
			"**Type:** Regional  ",
			"**Region:** Lands of the Linnorm Kings",
			"",
			"You have the imposing build of a Viking, and people of the south fear your unpredictable nature. You gain a +1 trait bonus on Intimidate checks, and Intimidate is always a class skill for you."
		],
		"topLink": [ "Regional Traits", "main/traits_regional" ]
	},
	"vile_domain": {
		"name": "Vile Domain",
		"sources": [ "Monster Summoner's Handbook" ],
		"description": [
			"## Vile Domain",
			"",
			"**Type:** Faith",
			"",
			"Your connection with a malignant force has granted you great power. Choose a domain granted by an evil aligned deity, such as an archdevil, demon lord, or Great Old One. You gain a +1 trait bonus to your caster level when casting spells that are granted by that domain. This doesn't grant you the ability to cast such spells-you must still have access to the spells through some other means."
		],
		"topLink": [ "Faith Traits", "main/traits_faith" ]
	},
	"vile_kiss": {
		"name": "Vile Kiss",
		"sources": [ "Blood of Fiends" ],
		"description": [
			"## Vile Kiss",
			"",
			"**Type:** Race  ",
			"**Requirements:** Tiefling; The Motherless",
			"",
			"You have learned how to exploit the natural disgust you provoke when in close proximity to others. You gain a +2 trait bonus on combat maneuver checks to perform a dirty trick combat maneuver for the purpose of making your opponent sickened."
		],
		"topLink": [ "Race Traits", "main/traits_race" ]
	},
	"vindictive_strike": {
		"name": "Vindictive Strike",
		"sources": [ "Faiths of Corruption" ],
		"description": [
			"## Vindictive Strike",
			"",
			"**Type:** Religion  ",
			"**Religion:** {faith/Gyronna}",
			"",
			"Once per day during a combat encounter, you can choose to gain a +1 trait bonus on a single attack roll against the creature that last hit you."
		],
		"topLink": [ "Religion Traits", "main/traits_religion" ]
	},
	"voice_of_monsters": {
		"name": "Voice of Monsters",
		"sources": [ "Ultimate Campaign" ],
		"description": [
			"## Voice of Monsters",
			"",
			"**Type:** Religion  ",
			"**Religion:** {faith/Lamashtu}",
			"",
			"Your faith leads you to see the power and wonder in even the most horrible abominations. Once per day, you can cast speak with animals. When you cast this spell, it can affect animals (as normal) as well as aberrations and magical beasts with an Intelligence of 2 or lower."
		],
		"topLink": [ "Religion Traits", "main/traits_religion" ]
	},
	"voice_of_velvet": {
		"name": "Voice of Velvet",
		"sources": [ "Humans of Golarion" ],
		"description": [
			"## Voice of Velvet",
			"",
			"**Type:** Race  ",
			"**Requirements:** Human; Vudrani",
			"",
			"You have the ability to sing a song and spin a story that captures the hearts of those around you. You gain a +1 trait bonus on Diplomacy and Perform (oratory) checks."
		],
		"topLink": [ "Race Traits", "main/traits_race" ]
	},
	"voices_in_your_head": {
		"name": "Voices in your Head",
		"sources": [ "Heroes of the Darklands" ],
		"description": [
			"## Voices in your Head",
			"",
			"**Type:** Social",
			"",
			"Through pacts with eldritch beings or a simple quirk of circumstance, your voice has an uncanny rapport with those swept up in madness. Once per day as an immediate action, you can issue a command to a confused creature within 30 feet. This allows the creature to immediately reroll on the [confused condition table](rule/awareness_conditions), and you can pick which of the two actions - the action of its initial roll or that of the reroll - the creature takes. Confused creatures do not need to understand you for this trait to take effect."
		],
		"topLink": [ "Social Traits", "main/traits_social" ]
	},
	"voices_of_solid_things": {
		"name": "Voices of Solid Things",
		"sources": [ "Legacy of the First World" ],
		"description": [
			"## Voices of Solid Things",
			"",
			"**Type:** Regional  ",
			"**Region:** Witchmarket",
			"",
			"You traveled with the Witchmarket for a time, either willingly or as a result of a bargain made by some other buyer. In your time in the Witchmarket, you learned to listen to the whispers of items as though they were living creatures, giving you clues as to their function. Choose Appraise, Craft, Disable Device, or Spellcraft. You apply your Charisma modifier on checks with that skill instead of the skill's normal ability score. That skill is a class skill for you."
		],
		"topLink": [ "Regional Traits", "main/traits_regional" ]
	},
	"void_child": {
		"name": "Void Child",
		"sources": [ "People of the Stars" ],
		"description": [
			"## Void Child",
			"",
			"**Type:** Regional  ",
			"**Region:** Diaspora",
			"",
			"You were raised in the Diaspora and are accustomed to being isolated from most other life in the vast void of space. You gain a +1 trait bonus on saves against fear; this bonus increases to +2 whenever you are 30 feet or farther from your nearest ally."
		],
		"topLink": [ "Regional Traits", "main/traits_regional" ]
	},
	"volatile_conduit": {
		"name": "Volatile Conduit",
		"sources": [ "Ultimate Campaign" ],
		"description": [
			"## Volatile Conduit",
			"",
			"**Type:** Magic",
			"",
			"You discovered a secret that enhances the energy of some spells. Once per day as a free action, when you cast a spell that deals acid, cold, electricity, or fire damage, you can enhance that spell with volatile energy. When you do, it deals 1d4 points of extra damage of the same energy type."
		],
		"topLink": [ "Magic Traits", "main/traits_magic" ]
	},
	"volatile_fuse": {
		"name": "Volatile Fuse",
		"sources": [ "People of the Wastes" ],
		"description": [
			"## Volatile Fuse",
			"",
			"**Type:** Combat",
			"",
			"Firearms you wield are especially dangerous to you and everyone nearby. Whenever a firearm you wield misfires or explodes, roll a d%. On a result of 1-25, the misfire or explosion is delayed; reroll the attack with a -5 penalty (penalties from the broken condition are not applied to this reroll, and a firearm that was already broken does not explode). After the reroll is resolved, apply the effects of the misfire or explosion as normal. (If the d% roll result is 26 or higher, the misfire or explosion happens as normal.) Whenever a firearm you wield explodes due to a misfire, increase the explosion's damage by 1d6 plus 1d6 for every 4 character levels you have."
		],
		"topLink": [ "Combat Traits", "main/traits_combat" ]
	},
	"walking_ward": {
		"name": "Walking Ward",
		"sources": [ "Qadira, Gateway to the East" ],
		"description": [
			"## Walking Ward",
			"",
			"**Type:** Regional  ",
			"**Region:** Qadira",
			"",
			"Your training included constant exposure to elemental forces. Choose one of the following energy types: acid, cold, electricity, or fire; you gain a +1 bonus on saving throws against spells that deal damage of this type or have this subtype."
		],
		"topLink": [ "Regional Traits", "main/traits_regional" ]
	},
	"walls_of_half_truths": {
		"name": "Walls of Half-Truths",
		"sources": [ "Inner Sea Races" ],
		"description": [
			"## Walls of Half-Truths",
			"",
			"**Type:** Race  ",
			"**Requirements:** Samsaran",
			"",
			"As soon as you made contact with other samsarans, they encouraged your talent for magic that befuddles foes. Treat your caster level as 1 higher for the purpose of determining duration of your figment and glamer spells."
		],
		"topLink": [ "Race Traits", "main/traits_race" ]
	},
	"wanderers_shroud": {
		"name": "Wanderer's Shroud",
		"sources": [ "Ultimate Campaign" ],
		"description": [
			"## Wanderer's Shroud",
			"",
			"**Type:** Faith",
			"",
			"Your wanderings often go unnoticed. Efforts to use the Diplomacy skill to gather information about you take a -1 penalty, and you gain a +1 trait bonus on all saving throws against scrying and mindreading effects that allow saving throws."
		],
		"topLink": [ "Faith Traits", "main/traits_faith" ]
	},
	"wanderlust": {
		"name": "Wanderlust",
		"sources": [ "Quests and Campaigns" ],
		"description": [
			"## Wanderlust",
			"",
			"**Type:** Social",
			"",
			"Your childhood was brightened by the new places you constantly saw as you traveled with your parents, who were merchants. Still excited by travel, you gain great energy when traveling overland. Treat your base land speed as 10 feet higher when determining your overland speed.",
			"",
			"**Suggested Characters:** Desnans, halflings, Varisians."
		],
		"topLink": [ "Social Traits", "main/traits_social" ]
	},
	"wardbreaker": {
		"name": "Wardbreaker",
		"sources": [ "Champions of Corruption" ],
		"description": [
			"## Wardbreaker",
			"",
			"**Type:** Regional  ",
			"**Region:** The Worldwound",
			"",
			"You have studied techniques designed to pierce magical protections, with the goal of assisting your Abyssal masters in bringing down the wardstones that guard the borders of Mendev. Once per day, you can attempt a melee touch attack against an opponent that you believe has a deflection bonus to AC. If your attack is successful, your foe's deflection bonus to AC is halved (to a minimum of +0) for a number of rounds equal to your Charisma modifier. You can use this ability twice per day at 10th level and three times per day at 20th level."
		],
		"topLink": [ "Regional Traits", "main/traits_regional" ]
	},
	"warded_against_nature": {
		"name": "Warded Against Nature",
		"sources": [ "Champions of Corruption" ],
		"description": [
			"## Warded Against Nature",
			"",
			"**Type:** Drawback",
			"",
			"Animals do not willingly approach within 30 feet of you, unless you or the animal's master succeeds at a DC 20 Handle Animal, Ride, or wild empathy check. Animal companions, familiars, and mounts granted by your class abilities are immune to this effect."
		],
		"topLink": [ "Drawback Traits", "main/traits_drawback" ]
	},
	"warded_against_witchery": {
		"name": "Warded against Witchery",
		"sources": [
			"Reign of Winter Player's Guide",
			"People of the North"
		],
		"description": [
			"## Warded against Witchery",
			"",
			"**Type:** Campaign  ",
			"**Campaign:** Reign of Winter",
			"",
			"Sometime in your youth, you encountered a location, object, or being steeped in the power of evil witchcraft. Whether you were the victim of this force, were a conduit for it, or merely witnessed its effects, the event changed your life. You have tried to put the strange incident behind you and forget it, but nebulous premonitions of danger and eerie feelings of deja vu have dogged your steps ever since. For some inexplicable reason, you feel drawn to the lands of the North, though you fear another encounter with the evil witchcraft that touched you once before. Whether through your purity, the blessing of goodly spirits, an innate determination, or an intuitive and inexplicable familiarity with the ways of black magic, you have acquired a resilience against the power of the dark arts. You gain a +1 trait bonus on saving throws against the spells, spell-like abilities, and supernatural abilities of evil arcane spellcasters, and a +1 trait bonus on Spellcraft checks to identify spells cast by evil arcane spellcasters."
		],
		"topLink": [ "Campaign Traits", "main/traits_campaign" ]
	},
	"warrior_poet": {
		"name": "Warrior Poet",
		"sources": [ "Dwarves of Golarion" ],
		"description": [
			"## Warrior Poet",
			"",
			"**Type:** Regional  ",
			"**Region:** Lands of the Linnorm Kings",
			"",
			"You were trained by the skalds, keepers of the oral tradition of Kalsgard. You gain a +1 trait bonus on Knowledge checks related to dwarves (dwarven history, dwarven construction, and so on) and a +1 trait bonus on Fortitude saves in any round in which you use a bardic performance ability."
		],
		"topLink": [ "Regional Traits", "main/traits_regional" ]
	},
	"warrior_of_old": {
		"name": "Warrior of Old",
		"sources": [
			"Ultimate Campaign",
			"Advanced Player's Guide",
			"Elves of Golarion"
		],
		"description": [
			"## Warrior of Old",
			"",
			"**Type:** Race  ",
			"**Requirements:** Elf",
			"",
			"As a child, you put in long hours on combat drills, and though time has made this training a dim memory, you still have a knack for quickly responding to trouble. You gain a +2 trait bonus on initiative checks."
		],
		"topLink": [ "Race Traits", "main/traits_race" ]
	},
	"warsmith": {
		"name": "Warsmith",
		"sources": [ "Dwarves of Golarion" ],
		"description": [
			"## Warsmith",
			"",
			"**Type:** Race  ",
			"**Requirements:** Dwarf",
			"",
			"You have an intuitive grasp of the weak points of metal and stone. You gain a +1 trait bonus to damage rolls against creatures and objects made primarily of clay, crystal, earth, metal, or stone. Knowledge (engineering) is a class skill for you."
		],
		"topLink": [ "Race Traits", "main/traits_race" ]
	},
	"warthog": {
		"name": "Warthog",
		"sources": [ "Wilderness Origins" ],
		"description": [
			"## Warthog",
			"",
			"**Type:** Mount  ",
			"**Requirements:** Have a boar as a mount",
			"",
			"Warthogs are quicker than they look, with a base speed of 45 feet instead of the boar's 40 feet."
		],
		"topLink": [ "Mount Traits", "main/traits_mount" ]
	},
	"wary_boa": {
		"name": "Wary (BoA)",
		"sources": [ "Blood of Angels" ],
		"description": [
			"## Wary (BoA)",
			"",
			"**Type:** Race  ",
			"**Requirements:** Aasimar",
			"",
			"You grew up around people who were jealous of and hostile toward you. Perhaps your parents were not pleased to have a child touched by the divine - they may have berated or beaten you, or even sold you into slavery for an exorbitant price. You grew up mistrustful of others and believing your unique appearance to be a curse. You gain a +1 trait bonus on Disguise and Sense Motive checks."
		],
		"topLink": [ "Race Traits", "main/traits_race" ]
	},
	"wary_potr": {
		"name": "Wary (PotR)",
		"sources": [ "People of the River" ],
		"description": [
			"## Wary (PotR)",
			"",
			"**Type:** Regional  ",
			"**Region:** Daggermark",
			"",
			"You survived an assassination attempt once. You gain a +1 trait bonus on opposed Perception and Sense Motive checks. One of these skills is always a class skill for you."
		],
		"topLink": [ "Regional Traits", "main/traits_regional" ]
	},
	"wary_eye": {
		"name": "Wary Eye",
		"sources": [ "Spymaster's Handbook" ],
		"description": [
			"## Wary Eye",
			"",
			"**Type:** Combat",
			"",
			"You know that you could be exposed at any time. Even your closest friends could someday become enemies, and so you have trained yourself to never be surprised by a betrayal. At the beginning of combat, before initiative checks are revealed, you can select one opponent you are aware of to be the subject of this trait. If you succeed at a Wisdom check opposed by the subject's initiative check, you are not considered flat-footed against this subject for this combat, even if you normally would be. You can use this trait in a surprise round, even if you cannot otherwise act that round."
		],
		"topLink": [ "Combat Traits", "main/traits_combat" ]
	},
	"wary_of_danger": {
		"name": "Wary of Danger",
		"sources": [ "People of the North" ],
		"description": [
			"## Wary of Danger",
			"",
			"**Type:** Race  ",
			"**Requirements:** Human; Kellid",
			"",
			"Your people are beset on all sides by threats, and you have developed a keen sense for danger. You gain a +2 trait bonus on initiative checks."
		],
		"topLink": [ "Race Traits", "main/traits_race" ]
	},
	"wasp_whisperer": {
		"name": "Wasp Whisperer",
		"sources": [ "Elves of Golarion" ],
		"description": [
			"## Wasp Whisperer",
			"",
			"**Type:** Religion  ",
			"**Religion:** {faith/Calistria}  ",
			"**Requirements:** Elf",
			"",
			"Your association with Calistria's church has toughened your flesh against venom and blessed you with the ability to influence wasps and similar insectile vermin. You gain a +1 trait bonus on Fortitude saving throws against poison. You may make Diplomacy checks (or wild empathy checks if you are a druid or ranger) to improve a Hostile or Unfriendly insectile vermin's attitude toward Indifferent."
		],
		"topLink": [ "Religion Traits", "main/traits_religion" ]
	},
	"wasteland_hunter": {
		"name": "Wasteland Hunter",
		"sources": [ "People of the River" ],
		"description": [
			"## Wasteland Hunter",
			"",
			"**Type:** Race  ",
			"**Requirements:** Human; Kellid",
			"",
			"You are an expert hunter among your tribe. Whenever you throw a club, shortspear, spear, or javelin, reduce the penalty for throwing the weapon beyond its initial range increment by 2 (to a minimum penalty of 0). For example, a club (with a range of 10 feet) thrown at a target 25 feet away would incur only a -2 penalty with this trait."
		],
		"topLink": [ "Race Traits", "main/traits_race" ]
	},
	"wasteland_vargrant": {
		"name": "Wasteland Vargrant",
		"sources": [ "People of the Wastes" ],
		"description": [
			"## Wasteland Vargrant",
			"",
			"**Type:** Social",
			"",
			"You have spent most of your life learning how to survive in wastelands, and a lack of normal survival resources apparent in the environment is not a problem for you. When you gain this trait, pick one type of wasteland from the following list: blighted, Abyssal, desert, or waterlogged. You gain a +2 trait bonus on Survival checks in that type of wasteland terrain. (The GM determines whether terrain falls into the chosen type of wasteland.) Once you choose a type of wasteland terrain to gain this benefit in, you cannot change it later."
		],
		"topLink": [ "Social Traits", "main/traits_social" ]
	},
	"watching_taldor": {
		"name": "Watching Taldor",
		"sources": [
			"Qadira, Jewel of the East",
			"Qadira, Gateway to the East"
		],
		"description": [
			"## Watching Taldor",
			"",
			"**Type:** Regional  ",
			"**Requirements:** Characters from Qadira who have had family members, neighbors, or friends affected by Taldan aggression or who have fallen victim to this hatred themselves.",
			"",
			"You have spent your adult life waiting for Taldor to give you an excuse to fight. You gain a +1 trait bonus on initiative checks, and if you are able to act during the surprise round of an encounter, you can draw a weapon (but not a potion or magic item) as a free action during that round."
		],
		"topLink": [ "Regional Traits", "main/traits_regional" ]
	},
	"water_brave": {
		"name": "Water Brave",
		"sources": [ "Orcs of Golarion" ],
		"description": [
			"## Water Brave",
			"",
			"**Type:** Regional  ",
			"**Region:** River Kingdoms",
			"",
			"Travel through the dangerous waters of the River Kingdoms has given your tribe special skills in relation to them. You receive a +1 trait bonus on Swim checks, and it becomes a class skill."
		],
		"topLink": [ "Regional Traits", "main/traits_regional" ]
	},
	"water_lurker": {
		"name": "Water Lurker",
		"sources": [ "Inner Sea Races" ],
		"description": [
			"## Water Lurker",
			"",
			"**Type:** Race  ",
			"**Requirements:** Wayang",
			"",
			"You grew up in a secretive community by the water, perhaps among the rivers of Shenmen or the islands of Minata. You gain a +1 trait bonus on Swim checks and a +2 bonus on Stealth checks on watercraft and when at least half-submerged in water."
		],
		"topLink": [ "Race Traits", "main/traits_race" ]
	},
	"water_shaping": {
		"name": "Water Shaping",
		"sources": [ "Inner Sea Races" ],
		"description": [
			"## Water Shaping",
			"",
			"**Type:** Race  ",
			"**Requirements:** Undine",
			"",
			"Your tight-knit undine community helped you practice your water magic safely. Whenever you cast a spell or use a spell-like ability that has the cold or water descriptor and affects an area, you can choose one square within the area. The spell or spell-like ability does not affect that square or creatures in it."
		],
		"topLink": [ "Race Traits", "main/traits_race" ]
	},
	"water_touched": {
		"name": "Water-Touched",
		"sources": [ "Ultimate Campaign" ],
		"description": [
			"## Water-Touched",
			"",
			"**Type:** Magic",
			"",
			"You share an affinity with elemental water. You gain DR 1/- against creatures and attacks with the water type."
		],
		"topLink": [ "Magic Traits", "main/traits_magic" ]
	},
	"water_trained": {
		"name": "Water-Trained",
		"sources": [ "Knights of the Inner Sea" ],
		"description": [
			"## Water-Trained",
			"",
			"**Type:** Mount  ",
			"**Requirements:** Have a Lastwall jasper as a mount",
			"",
			"Lastwall jaspers gain a +2 trait bonus on Swim checks, and Swim is a class skill for them."
		],
		"topLink": [ "Mount Traits", "main/traits_mount" ]
	},
	"wati_native": {
		"name": "Wati Native",
		"sources": [
			"Mummy's Mask Player's Guide",
			"People of the Sands"
		],
		"description": [
			"## Wati Native",
			"",
			"**Type:** Campaign  ",
			"**Campaign:** Mummy's Mask",
			"",
			"You were born and raised in the city of Wati, and you know its streets and secrets well. Although it's frowned upon by the city's authorities, you have sneaked into the necropolis on multiple occasions to wander its dusty, abandoned streets. Out of respect for the deceased, you've never actually entered one of the necropolis's silent tombs, but you have no fear of what might lie inside. You gain a +2 trait bonus on saves against fear effects. In addition, your knowledge of the city grants you a +1 trait bonus on Knowledge (local) checks, and that skill is always a class skill for you."
		],
		"topLink": [ "Campaign Traits", "main/traits_campaign" ]
	},
	"wayang_spellhunter": {
		"name": "Wayang Spellhunter",
		"sources": [ "Dragon Empires Primer" ],
		"description": [
			"## Wayang Spellhunter",
			"",
			"**Type:** Regional  ",
			"**Region:** Minata",
			"",
			"You grew up on one of the wayang-populated islands of Minata, and your use of magic while hunting has been a boon to you. Select a spell of 3rd level or below. When you use this spell with a metamagic feat, it uses up a spell slot one level lower than it normally would."
		],
		"topLink": [ "Regional Traits", "main/traits_regional" ]
	},
	"wealthy_dabbler": {
		"name": "Wealthy Dabbler",
		"sources": [
			"Inner Sea Primer",
			"Taldor, Echoes of Glory"
		],
		"description": [
			"## Wealthy Dabbler",
			"",
			"**Type:** Regional  ",
			"**Region:** Taldor",
			"",
			"You study magic at one of Taldor's many social clubs, wowing your friends with your expertise in the simplest of magical exploits. Select two non-harmful arcane cantrips. You can cast these two cantrips once per day each (caster level 1st). If you have levels in a class that can cast these cantrips, your caster level for these cantrips is equal to that class level."
		],
		"topLink": [ "Regional Traits", "main/traits_regional" ]
	},
	"weapon_training": {
		"name": "Weapon Training",
		"sources": [ "Inner Sea Races" ],
		"description": [
			"## Weapon Training",
			"",
			"**Type:** Race  ",
			"**Requirements:** Human; Ulfen",
			"",
			"As soon as you were old enough to hold it, you were trained to defend yourself with traditional Ulfen weapons. You gain a +1 trait bonus on damage rolls with the following weapons: {eq-weapon/bastard sword}, {eq-weapon/battleaxe}, {eq-weapon/greataxe}, {eq-weapon/greatsword}, {eq-weapon/handaxe}, {eq-weapon/light hammer}, {eq-weapon/longbow}, {eq-weapon/longsword}, {eq-weapon/shortbow}, {eq-weapon/short sword}, {eq-weapon/throwing axe}, and {eq-weapon/warhammer}."
		],
		"topLink": [ "Race Traits", "main/traits_race" ]
	},
	"weapon_of_peace": {
		"name": "Weapon of Peace",
		"sources": [ "Champions of Purity" ],
		"description": [
			"## Weapon of Peace",
			"",
			"**Type:** Combat",
			"",
			"Even though you are a trained combatant, proficient with any number of weapons, you don't relish killing your enemies. It's not that you're afraid of seeing blood, but rather that disabling a foe is superior to killing someone capable of admitting defeat. When using a melee weapon that deals lethal damage to instead deal nonlethal damage, you take only a -2 penalty instead of -4."
		],
		"topLink": [ "Combat Traits", "main/traits_combat" ]
	},
	"weather_beaten": {
		"name": "Weather-Beaten",
		"sources": [ "Knights of the Inner Sea" ],
		"description": [
			"## Weather-Beaten",
			"",
			"**Type:** Mount  ",
			"**Requirements:** Have an Erutaki husky as a mount",
			"",
			"Erutaki huskies gain a +4 trait bonus on Fortitude saves to avoid nonlethal damage from cold environments, and only take a -2 penalty on Perception checks made in inclement weather such as rain or snow (instead of the usual -4 penalty)."
		],
		"topLink": [ "Mount Traits", "main/traits_mount" ]
	},
	"weathered": {
		"name": "Weathered",
		"sources": [ "Agents of Evil" ],
		"description": [
			"## Weathered",
			"",
			"**Type:** Race  ",
			"**Requirements:** Fetchling",
			"",
			"Because of your natural resistances, you gain a +2 trait bonus on saves to resist cold or electricity effects and hazards."
		],
		"topLink": [ "Race Traits", "main/traits_race" ]
	},
	"weathered_emissary": {
		"name": "Weathered Emissary",
		"sources": [ "Ultimate Campaign" ],
		"description": [
			"## Weathered Emissary",
			"",
			"**Type:** Social",
			"",
			"Your travels in the wildlands gave you insight into how to survive their dangers and communicate with their inhabitants. You gain a +1 trait bonus on all Linguistics and Survival checks, and Linguistics is always a class skill for you."
		],
		"topLink": [ "Social Traits", "main/traits_social" ]
	},
	"weathered_patience": {
		"name": "Weathered Patience",
		"sources": [ "Inner Sea Races" ],
		"description": [
			"## Weathered Patience",
			"",
			"**Type:** Race  ",
			"**Requirements:** Human; Kellid",
			"",
			"You had to learn to control your attention to survive in the wilds. Once per day, when you ready an action to make a ranged or melee weapon attack, you can add a +4 trait bonus on the attack."
		],
		"topLink": [ "Race Traits", "main/traits_race" ]
	},
	"weatherworn": {
		"name": "Weatherworn",
		"sources": [ "Blood of the Night" ],
		"description": [
			"## Weatherworn",
			"",
			"**Type:** Race  ",
			"**Requirements:** Vampire; Moroi",
			"",
			"Lairing in desolate mountains or on coastal cliff tops has taught you to deal with the effects of strong winds. You gain a +2 trait bonus against the effects of spells that create wind or move air, such as gust of wind. You treat natural weather conditions as one step weaker. These abilities also apply when you are in gaseous form."
		],
		"topLink": [ "Race Traits", "main/traits_race" ]
	},
	"wedded_bliss": {
		"name": "Wedded Bliss",
		"sources": [ "Inner Sea Gods" ],
		"description": [
			"## Wedded Bliss",
			"",
			"**Type:** Religion  ",
			"**Religion:** {faith/Bolka}",
			"",
			"Your commitment to your own marriage or your burning desire to be wed grants you a +2 trait bonus on saving throws against charm and compulsion effects."
		],
		"topLink": [ "Religion Traits", "main/traits_religion" ]
	},
	"weed_resistance": {
		"name": "Weed Resistance",
		"sources": [ "Potions and Poisons" ],
		"description": [
			"## Weed Resistance",
			"",
			"**Type:** Regional  ",
			"**Region:** Kyonin",
			"",
			"You have learned how to keep your flesh out of the way of the toxic thorns and vines that are often prevalent in verdant lands. You gain a +3 trait bonus on saving throws against poison and disease abilities and effects inflicted by creatures of the plant type (such as a basidirond's spores)."
		],
		"topLink": [ "Regional Traits", "main/traits_regional" ]
	},
	"well_bred": {
		"name": "Well Bred",
		"sources": [ "Dragonslayer's Handbook" ],
		"description": [
			"## Well Bred",
			"",
			"**Type:** Regional  ",
			"**Region:** Hermea",
			"",
			"You are the product of generations of selective breeding, organized by the gold dragon Mengkare. Your education is top-notch, and you have a broad base of knowledge. Unfortunately, the isolation of Hermea has also made you slightly naive. You gain a +1 trait bonus on Knowledge (history) and Knowledge (religion) checks but take a -1 penalty on all Sense Motive checks."
		],
		"topLink": [ "Regional Traits", "main/traits_regional" ]
	},
	"well_informed": {
		"name": "Well-Informed",
		"sources": [
			"Ultimate Campaign",
			"Taldor, Echoes of Glory",
			"Advanced Player's Guide"
		],
		"description": [
			"## Well-Informed",
			"",
			"**Type:** Race  ",
			"**Requirements:** Halfling",
			"",
			"You make it a point to know everyone and to be connected to everything around you. You frequent the best taverns, attend all of the right events, and graciously help anyone who needs it. Because of this, you gain a +1 trait bonus on Diplomacy checks to gather information and Knowledge (local) checks. One of these skills (your choice) is always a class skill for you."
		],
		"topLink": [ "Race Traits", "main/traits_race" ]
	},
	"well_prepared": {
		"name": "Well-Prepared",
		"sources": [ "Inner Sea Gods" ],
		"description": [
			"## Well-Prepared",
			"",
			"**Type:** Religion  ",
			"**Religion:** {faith/Angradd}",
			"",
			"Angradd teaches that a good offense can be the best defense. You gain a +1 trait bonus on attack rolls made as part of a readied action, and a +1 trait bonus on caster level checks when casting a spell as a readied action."
		],
		"topLink": [ "Religion Traits", "main/traits_religion" ]
	},
	"well_provisioned_adventurer": {
		"name": "Well-Provisioned Adventurer",
		"sources": [
			"Plane-Hopper's Handbook",
			"Adventurer's Armory 2"
		],
		"description": [
			"## Well-Provisioned Adventurer",
			"",
			"**Type:** Equipment",
			"",
			"You always knew that one day you would leave your humble beginnings behind and become an adventurer, so you scrimped and saved, buying the necessary equipment one piece at a time until you had everything you needed. Select one of the equipment packages below. If you select this trait during character creation, you do not receive any starting gold.",
			"",
			"::h3[Arcane Adept Package]{jl}",
			"",
			"The arcane adept has collected useful magical gear to ensure her success on her adventures, and she prides herself on having just the right tool for the job. This equipment package is appropriate for an arcanist, sorcerer, witch, or wizard. Some bards and summoners might also find it attractive. This equipment package can also work for a magus if the 1st-level scrolls and wand are replaced with a masterwork melee weapon.",
			"",
			"**Weapons:** {eq-weapon/Light crossbow} with 10 bolts, {eq-weapon/quarterstaff}.  ",
			"**Combat Gear:** {eq-weapon/Acid} (2), {spell/scrolls of |comprehend languages} (2), {spell/scroll of |detect secret doors}, {spell/scroll of |glitterdust}, {spell/scrolls of |identify} (2), {spell/scroll of |mount}, {spell/scroll of |rope trick}, {eq-weapon/thunderstone}, {spell/wand of |mage armor} (16 charges).  ",
			"**Other Gear:** {eq-misc/Backpack}, {eq-misc/bedroll}, {eq-misc/belt pouch}, {eq-misc/candle/s (5)}, {eq-misc/chalk/ (5 pieces)}, {eq-misc/flint and steel}, {eq-misc/ink}, {eq-misc/inkpen}, {magic-wondrous/ioun torch}, {eq-misc/journal}, {eq-misc/magnifying glass}, {eq-misc/mess kit}, {eq-misc/scroll box}, {eq-misc/silk rope (50 ft.)}, {eq-misc/spell component pouch}, {eq-misc/trail rations/ (5 days)}, {eq-misc/waterskin}, 3 gp.  ",
			"**Total Weight:** 45 lbs. (28-3/4 lbs. for a Small character).",
			"",
			"::h3[Blessed Warden Package]{jl}",
			"",
			"A blessed warden is prepared to protect herself against the horrors of evil-aligned planes. This equipment package is suitable for clerics, druids, inquisitors, oracles, and paladins. The specific gear is appropriate for those visiting the chaotic evil Abyss but can be adjusted to suit other evil-aligned planes, such as swapping the scrolls of protection from chaos for scrolls of {spell/protection from law} for a package designed for travel to Hell.",
			"",
			"**Armor:** Masterwork {eq-armor/chain shirt}.  ",
			"**Weapons:** {eq-material/Cold iron} {eq-weapon/shortspear}, {eq-weapon/light crossbow} with 20 crossbow bolts.  ",
			"**Combat Gear:** {eq-weapon/Holy water} (3), {spell/scrolls of |cure light wounds} (2), {spell/scrolls of |protection from chaos} (2), {spell/scrolls of |protection from evil} (2), {spell/scroll of |remove curse}.  ",
			"**Other Gear:** {eq-misc/Backpack}, {eq-misc/bedroll}, {eq-misc/candle/s (5)}, {eq-misc/chalk/ (5 pieces)}, {eq-misc/crowbar}, {magic-wondrous/ioun torch}, {eq-misc/mess kit}, {eq-misc/common_<shovel}, {eq-misc/silk rope (50 ft.)}, {eq-misc/spell component pouch}, {eq-misc/trail rations/ (5 days)}, {eq-misc/waterskin}, {eq-misc/wooden holy symbol}, 13 gp.  ",
			"**Total Weight:** 74 lbs. (44-1/2 lbs. for a Small character).",
			"",
			"::h3[Corporeal Warrior Package]{jl}",
			"",
			"Normal equipment is ill suited to fighting intangible foes, and a warrior bound for the Ethereal Plane must be prepared for incorporeal threats lurking in the ever-present mists. This equipment package is suitable for fighters and paladins. If the PC can cast spells, add a spell component pouch.",
			"",
			"**Armor:** Masterwork {eq-armor/breastplate}.  ",
			"**Weapons:** {eq-weapon/Heavy crossbow} with 10 bolts, heavy mace, masterwork {eq-weapon/longsword}.  ",
			"**Combat Gear:** {eq-weapon/Alchemist's fire}, {spell/potion of |mage armor}, {spell/potion of |shield}, {spell/oil of |magic weapon}.  ",
			"**Other Gear:** {eq-misc/Backpack}, {eq-misc/bedroll}, {eq-misc/candle/s (5)}, {eq-misc/chalk/ (5 pieces)}, {eq-misc/crowbar}, {magic-wondrous/ioun torch}, {eq-misc/mess kit}, {eq-misc/common_<shovel}, {eq-misc/silk rope (50 ft.)}, {eq-misc/trail rations/ (5 days)}, {eq-misc/waterskin}, 10 gp.  ",
			"**Total Weight:** 87 lbs. (48-1/2 lbs. for a Small character).",
			"",
			"::h3[Daring Bravo Package]{jl}",
			"",
			"The daring bravo is equally adept in social situations and combat, with the right equipment to move fluidly from one to the other. Such adventurers are known as much for their flair and panache as their martial prowess, and the daring bravo's equipment is often ornately ornamented or personalized. This equipment package is good for a bard, fighter, rogue, swashbuckler, or vigilante. Certain cavaliers, investigators, skalds, or even paladins may also find it appealing. If the PC can cast spells, add a spell component pouch.",
			"",
			"**Armor:** Masterwork {eq-armor/chain shirt}.  ",
			"**Weapons:** {eq-weapon/Light crossbow} with 10 bolts, masterwork {eq-weapon/rapier}, {eq-weapon/sap}, {eq-material/alchemical silver} {eq-weapon/dagger}.  ",
			"**Combat Gear:** {eq-weapon/Acid} (2), {eq-misc/alchemist's kindness}, {spell/potions of |cure light wounds} (2), {eq-misc/sunrod/s} (3).  ",
			"**Other Gear:** {eq-misc/Backpack}, {eq-misc/bedroll}, {eq-misc/belt pouch}, {eq-misc/bottle of fine |wine>_fine_bottle}, {eq-misc/chalk/ (5 pieces)}, {eq-misc/courtier's outfit/ with 50 gp in jewelry}, {eq-misc/flask}, {eq-misc/flint and steel}, {eq-misc/grooming kit}, {eq-misc/masterwork musical instrument}, {eq-misc/mess kit}, {eq-misc/mirror}, {eq-misc/perfume/ or cologne}, {eq-misc/sack}, {eq-misc/signet ring}, {eq-misc/silk rope (50 ft.)}, {eq-misc/trail rations/ (5 days)}, {eq-misc/waterskin}, {eq-misc/whetstone}, 5 gp.  ",
			"**Total Weight:** 76-1/2 lbs. (40-1/2 lbs. for a Small character).",
			"",
			"::h3[Holy Warrior Package]{jl}",
			"",
			"The holy warrior is prepared to use her might and zeal to take the fight to the enemy, but she understands the importance of having the right equipment to overcome the resistances of her monstrous foes. This equipment package is well-suited to a cleric, inquisitor, paladin, warpriest, or even a fighter with a religious background. It's especially suited to characters who focus on supporting their party members and making them more effective in a fight. Even more than with other equipment packages, the GM should consider substituting the masterwork longsword in this package with a masterwork melee weapon appropriate to the PC's faith. If the PC can cast spells, add a spell component pouch.",
			"",
			"**Armor:** {eq-armor/Heavy steel shield}, masterwork {eq-armor/breastplate}.  ",
			"**Weapons:** {eq-material/Cold iron} {eq-weapon/morningstar}, {eq-weapon/heavy crossbow} with 10 bolts, masterwork {eq-weapon/longsword}.  ",
			"**Combat Gear:** {eq-weapon/Alchemist's fire} (3), {eq-weapon/holy water} (4), {spell/oil of |bless weapon}, {spell/potions of |cure light wounds} (2), {spell/potion of |protection from evil}, {eq-misc/sunrod/s} (3).  ",
			"**Other Gear:** {eq-misc/Backpack}, {eq-misc/bedroll}, {eq-misc/belt pouch}, {eq-misc/candle/s (5)}, {eq-misc/chalk/ (5 pieces)}, {eq-misc/crowbar}, {eq-misc/flint and steel}, {eq-misc/holy symbol/ (silver)}, {eq-misc/mess kit}, {eq-misc/sack}, {eq-misc/silk rope (50 ft.)}, {eq-misc/trail rations/ (5 days)}, {eq-misc/waterskin}, 7 gp.  ",
			"**Total Weight:** 102 lbs. (57-1/4 lbs. for a Small character).",
			"",
			"::h3[Lore Seeker Package]{jl}",
			"",
			"The lore seeker has the equipment necessary to delve into ancient ruins searching for lost knowledge. As this equipment package contains little by way of armor or weapons, it is most appropriate for alchemists, bards, monks, sorcerers, and wizards. If the PC can cast spells, add a spell component pouch and a holy symbol (if required).",
			"",
			"**Weapons:** {eq-weapon/Light crossbow} with 10 bolts, {eq-weapon/quarterstaff}, {eq-material/alchemical_<silver} {eq-weapon/dagger}.  ",
			"**Combat Gear:** {eq-weapon/Alchemist's fire} (3), {eq-misc/antitoxin}, {spell/oil of |erase}, {spell/potions of |cure light wounds} (2), {spell/potion of |protection from evil}, {eq-weapon/tanglefoot bag}, {eq-weapon/thunderstone}.  ",
			"**Other Gear:** {eq-misc/Backpack}, {eq-misc/bedroll}, {eq-misc/belt pouch}, {eq-misc/candle/s (5)}, {eq-misc/chalk/ (5 pieces)}, {eq-misc/compass}, {eq-misc/crowbar}, {eq-misc/everburning torch}, {eq-misc/flint and steel}, {eq-weapon/grappling hook}, {eq-misc/ink}, {eq-misc/inkpen/s (2)}, {eq-misc/journal/s (2)}, {eq-misc/magnifying glass}, {eq-misc/mapmaker's kit}, {eq-misc/mess kit}, {eq-misc/sack}, {eq-misc/signal whistle}, {eq-misc/silk rope (50 ft.)}, {eq-misc/trail rations/ (5 days)}, {magic-wondrous/traveler's any-tool}, {eq-misc/waterskin}, 8 gp.  ",
			"**Total Weight:** 44 lbs. (27-3/4 lbs. for a Small character).",
			"",
			"::h3[Mystic Guide Package]{jl}",
			"",
			"This equipment package is designed to provide the most aid to divine casters, such as clerics, druids, oracles, and inquisitors, who prefer to help their companions from behind the front lines of a fight.",
			"",
			"**Armor:** {eq-armor/Leather/ armor}, {eq-armor/light wooden shield}.  ",
			"**Weapons:** {eq-weapon/Shortspear}, {eq-weapon/sling} with 10 {eq-weapon/sling_<bullets}.  ",
			"**Combat Gear:** {eq-misc/Antitoxin}, bead of blessing (as a {magic-wondrous/lesser strand of prayer beads} without the bead of healing), {eq-weapon/holy water} (2), {spell/scrolls of |cure light wounds} (2), {spell/scroll of |endure elements}.  ",
			"**Other Gear:** {eq-misc/Backpack}, {eq-misc/bedroll}, {eq-misc/belt pouch}, {eq-misc/candle/s (5)}, {eq-misc/chalk/ (5 pieces)}, {eq-misc/flint and steel}, {eq-misc/healer's kit}, {eq-misc/holy symbol/ (silver)}, {magic-wondrous/ioun torch}, {eq-misc/mess kit}, {eq-misc/mirror}, {eq-misc/sack}, {eq-misc/common_<shovel}, {eq-misc/silk rope (50 ft.)}, {eq-misc/smelling salts}, {eq-misc/soap}, {eq-misc/spell component pouch}, {eq-misc/trail rations/ (5 days)}, {eq-misc/waterskin}, 4 sp.  ",
			"**Total Weight:** 67 lbs. (39-1/4 lbs. for a Small character).",
			"",
			"::h3[Planar Traveler Package]{jl}",
			"",
			"This package equipment prepares planar travelers for the challenges of a variety of planar destinations. This package works particularly well for lightly armored combatants, such as bards and rogues. If the PC purchasing it can cast spells, add a spell component pouch as well.",
			"",
			"**Armor:** Masterwork {eq-armor/studded leather}, {eq-armor/light wooden shield}.  ",
			"**Weapons:** {eq-weapon/Composite longbow} with 20 {eq-weapon/arrow/s}, masterwork {eq-weapon/morningstar}.  ",
			"**Combat Gear:** {eq-weapon/Alchemist's fire} (3), {spell/potion of |air bubble}, {spell/potions of |cure light wounds} (2), {spell/potions of |endure elements} (2).  ",
			"**Other Gear:** {eq-misc/Backpack}, {eq-misc/bedroll}, {eq-misc/candle/s (5)}, {eq-misc/chalk/ (5 pieces)}, {eq-misc/crowbar}, {magic-wondrous/ioun torch}, {eq-misc/mess kit}, {eq-misc/common_<shovel}, {eq-misc/silk rope (50 ft.)}, {eq-misc/trail rations/ (5 days)}, {eq-misc/waterskin}, 11 gp.  ",
			"**Total Weight:** 75 lbs. (42-1/2 lbs. for a Small character).",
			"",
			"::h3[Questing Knight Package]{jl}",
			"",
			"If not descended from nobility, the questing knight certainly looks like he fits the part. This equipment package is useful for cavaliers, fighters, and paladins. If the PC can cast spells, add a spell component pouch and a holy symbol (if required). If the PC gains a mount from a class feature, remove the horse from the list below and replace the lance with a masterwork lance.",
			"",
			"**Armor:** {eq-armor/Half-plate}, {eq-armor/heavy wooden shield}.  ",
			"**Weapons:** {eq-weapon/Javelin/s} (4), {eq-weapon/lance}, {eq-weapon/longsword}.  ",
			"**Combat Gear:** {eq-misc/Sunrod/s} (2).  ",
			"**Other Gear:** {eq-misc/Backpack}, {eq-misc/banner}, {eq-misc/bedroll}, {eq-misc/belt pouch}, {eq-misc/flask}, {eq-misc/flint and steel}, {eq-misc/mess kit}, {eq-misc/pole/ (10 ft.)}, {eq-misc/sack}, {eq-misc/common_<shovel}, {eq-misc/signet ring}, {eq-misc/silk rope (50 ft.)}, {eq-misc/trail rations/ (5 days)}, {eq-misc/waterskin}, {eq-misc/whetstone}, 8 gp.  ",
			"**Mount:** {eq-misc/Heavy horse (combat trained)} with {eq-misc/bit and bridle}, {eq-misc/military saddle}, and {eq-misc/saddlebags}.  ",
			"**Total Weight:** 127-1/2 lbs. (73-3/4 lbs. for a Small character).",
			"",
			"::h3[Shadowy Stalker Package]{jl}",
			"",
			"Skulking through a city or a dungeon, the shadowy stalker is equipped to strike quickly and fade away. This equipment package is appropriate for stealthy characters such as rangers, rogues, and slayers, and for some bards and investigators. If the PC can cast spells, add a spell component pouch.",
			"",
			"**Armor:** Masterwork {eq-armor/leather/ armor}.  ",
			"**Weapons:** {eq-weapon/Dagger/s} (3), masterwork {eq-weapon/sickle}, {eq-weapon/sap}.  ",
			"**Combat Gear:** {eq-weapon/Alchemist's fire} (3), smokesticks (2), {eq-misc/sunrod/s} (2).  ",
			"**Other Gear:** {eq-misc/Bedroll}, {eq-misc/belt pouch}, {eq-misc/caltrops}, {eq-misc/candle/s (5)}, {eq-misc/chalk/ (5 pieces)}, {eq-misc/disguise kit}, {eq-misc/flint and steel}, {eq-misc/glass cutter}, masterwork {eq-misc/backpack}, masterwork {eq-misc/thieves' tools}, {eq-misc/mess kit}, {eq-misc/sack}, {eq-misc/silk rope (50 ft.)}, {magic-wondrous/sleeves of many garments}, {eq-misc/trail rations/ (5 days)}, {eq-misc/waterskin}, 1 gp.  ",
			"**Total Weight:** 63 lbs. (33-1/4 lbs. for a Small character).",
			"",
			"::h3[Wilderness Wanderer Package]{jl}",
			"",
			"This equipment package is appropriate for any lightly-armored combatant in the wild, such as a barbarian, hunter, or ranger. If the PC can cast spells, add a spell component pouch and holly and mistletoe. The GM might consider altering which weapon is masterwork, based on the PC's specialization. For example, an archery-focused ranger might prefer a masterwork composite longbow over a masterwork greataxe.",
			"",
			"**Armor:** {eq-armor/Light wooden quickdraw shield}, masterwork {eq-armor/studded leather/ armor}.  ",
			"**Weapons:** {eq-material/Cold iron} {eq-weapon/heavy_<flail}, {eq-weapon/composite longbow} with 20 {eq-weapon/arrow/s}, masterwork {eq-weapon/greataxe}, {eq-weapon/short sword}.  ",
			"**Combat Gear:** {eq-weapon/Alchemist's fire} (2), {eq-misc/antitoxin}, {spell/potion of |keen senses}, {eq-misc/sunrod/s} (3).  ",
			"**Other Gear:** {eq-misc/Backpack}, {eq-misc/bedroll}, {eq-misc/belt pouch}, {eq-misc/chalk} (5 pieces), {eq-misc/climber's kit}, {eq-misc/cold-weather outfit}, {eq-misc/fishhook}, {eq-misc/flint and steel}, {eq-misc/mess kit}, {eq-misc/pole} (10 ft.), {eq-misc/common_<shovel}, {eq-misc/signal whistle}, {eq-misc/silk rope (50 ft.)}, {eq-misc/trail rations} (5 days), {eq-misc/waterskin}, 2 sp.  ",
			"**Total Weight:** 108-1/2 lbs. (63-1/4 lbs. for a Small character)."
		],
		"topLink": [ "Equipment Traits", "main/traits_equipment" ]
	},
	"wendifa_apprentice": {
		"name": "Wendifa Apprentice",
		"sources": [ "Faiths and Philosophies" ],
		"description": [
			"## Wendifa Apprentice",
			"",
			"**Type:** Faith",
			"",
			"For a time during your childhood, you were left in the care of a juju oracle or wendifa, who saw your potential and taught you simple juju magic to influence the weakminded for brief periods of time. You can use {spell/daze} as a spell-like ability once per day, using your character level as your caster level (minimum 1). The save DC of this effect is Charisma-based. The dazed individual looks ashen and deathly for the duration of the effect."
		],
		"topLink": [ "Faith Traits", "main/traits_faith" ]
	},
	"westcrown_firebrand": {
		"name": "Westcrown Firebrand",
		"sources": [ "Council of Thieves Player's Guide" ],
		"description": [
			"## Westcrown Firebrand",
			"",
			"**Type:** Campaign  ",
			"**Campaign:** Council of Thieves",
			"",
			"There's something very wrong with the world. Spouses were not meant to huddle at their windows hoping and fearing day after day that their loved ones returned from work safely. Parents were not meant to hush their children when questioned about what happened to their neighbors. Citizens were not meant to avert their eyes and hurry by as guardsmen beat old friends in the street. The people of Westcrown have suffered long enough! It's time for a change. But how? You've heard rumors of bands of free-thinking individuals meeting after the citywide curfew. Perhaps they might share your ideals? You are quick to react to opportunity, both physically and mentally, and know that it is with sudden and swift action that many conflicts are best resolved. You gain a +1 trait bonus on Initiative checks, and if you act in a surprise round, you gain a +1 trait bonus on all attack rolls."
		],
		"topLink": [ "Campaign Traits", "main/traits_campaign" ]
	},
	"wharf_rat": {
		"name": "Wharf Rat",
		"sources": [ "Cheliax, Empire of Devils" ],
		"description": [
			"## Wharf Rat",
			"",
			"**Type:** Regional  ",
			"**Region:** Ostenso",
			"",
			"You may never have been on a boat larger than a garbage scow, but you've been helping them dock all your life. You gain a +2 trait bonus on skill checks involving climbing and rope use, and a +4 trait bonus on Appraise checks to determine the value of large quantities of bulk goods without opening their containers."
		],
		"topLink": [ "Regional Traits", "main/traits_regional" ]
	},
	"whip_specialist": {
		"name": "Whip Specialist",
		"sources": [ "Pirates of the Inner Sea" ],
		"description": [
			"## Whip Specialist",
			"",
			"**Type:** Regional  ",
			"**Region:** Okeno",
			"",
			"Your time spent lashing slaves has taught you how to get the most out of a whip. You deal +1 point of damage on all attacks made with a whip."
		],
		"topLink": [ "Regional Traits", "main/traits_regional" ]
	},
	"whisper_woods_hunter": {
		"name": "Whisper Woods Hunter",
		"sources": [ "Cheliax, Empire of Devils" ],
		"description": [
			"## Whisper Woods Hunter",
			"",
			"**Type:** Regional  ",
			"**Region:** Whisper Woods",
			"",
			"Your family prepared you for a life of evading or destroying fiendish creatures. You gain a +2 trait bonus on Survival checks to track evil outsiders and a +2 trait bonus on initiative checks when you know your opponent is an evil outsider."
		],
		"topLink": [ "Regional Traits", "main/traits_regional" ]
	},
	"whiteout": {
		"name": "Whiteout",
		"sources": [ "Blood of the Elements" ],
		"description": [
			"## Whiteout",
			"",
			"**Type:** Race  ",
			"**Requirements:** Undine",
			"",
			"When the air is full of water, your elemental blood allows you to blend with your surroundings and become one with the precipitation. In areas of nonmagical fog, rain, snow, or similar conditions (such as the spray of a waterfall), you gain the effects of {rule/concealment}, but with a miss chance of 10%. If the precipitation would already grant you concealment, the miss chances stack."
		],
		"topLink": [ "Race Traits", "main/traits_race" ]
	},
	"whitethrone_gourmand": {
		"name": "Whitethrone Gourmand",
		"sources": [ "People of the North" ],
		"description": [
			"## Whitethrone Gourmand",
			"",
			"**Type:** Regional  ",
			"**Region:** Irrisen",
			"",
			"You grew up privileged in the city of Whitethrone, and indulged in many exotic and unnerving pleasures. You gain a +1 trait bonus on saves against any effect causing the nauseated or sickened condition and against all ingested poisons."
		],
		"topLink": [ "Regional Traits", "main/traits_regional" ]
	},
	"whole_hearted": {
		"name": "Whole-Hearted",
		"sources": [ "Bastards of Golarion" ],
		"description": [
			"## Whole-Hearted",
			"",
			"**Type:** Regional  ",
			"**Region:** Averaka",
			"",
			"Though most outsiders expect your mind to be conflicted, full of self-doubt, and mired in resentment and suspicion, you're truly comfortable in your skin. You gain a +2 trait bonus on saving throws against charms and compulsions."
		],
		"topLink": [ "Regional Traits", "main/traits_regional" ]
	},
	"wicked_leader": {
		"name": "Wicked Leader",
		"sources": [ "Champions of Corruption" ],
		"description": [
			"## Wicked Leader",
			"",
			"**Type:** Social",
			"",
			"You gain a +1 trait bonus on Charisma checks against evil creatures. If you select the {feat/Leadership} feat or the {feat/Vile Leadership} feat at any point when you meet the prerequisites for that feat, you can recruit a cohort who is up to 1 level lower than you (instead of the normal requirement that your cohort must be 2 or more levels lower than you are) as long as your cohort is evil."
		],
		"topLink": [ "Social Traits", "main/traits_social" ]
	},
	"wild_domesticator": {
		"name": "Wild Domesticator",
		"sources": [ "Heroes of the Wild" ],
		"description": [
			"## Wild Domesticator",
			"",
			"**Type:** Race  ",
			"**Requirements:** Half-elf",
			"",
			"Handle Animal is always a class skill for you. You gain a +2 trait bonus on Handle Animal checks to train an animal, and can teach a trained animal one additional trick beyond its normal maximum."
		],
		"topLink": [ "Race Traits", "main/traits_race" ]
	},
	"wild_ferocity": {
		"name": "Wild Ferocity",
		"sources": [ "Heroes of the Wild" ],
		"description": [
			"## Wild Ferocity",
			"",
			"**Type:** Race  ",
			"**Requirements:** Half-orc",
			"",
			"Select one terrain type from the ranger's favored terrain list. While in this terrain type, taking a standard action while disabled does not cause you to take the normal 1 point of damage. You can use this trait when acting as if disabled despite having a negative hit point total as a result of orc ferocity or the {feat/Diehard} feat."
		],
		"topLink": [ "Race Traits", "main/traits_race" ]
	},
	"wild_shadow": {
		"name": "Wild Shadow",
		"sources": [ "Heroes of the Wild" ],
		"description": [
			"## Wild Shadow",
			"",
			"**Type:** Race  ",
			"**Requirements:** Halfling",
			"",
			"Select one terrain type from the ranger's favored terrain list. You can attempt Stealth checks in this terrain in normal light without having cover or being invisible. You still can't attempt Stealth checks in areas of bright light without invisibility or cover."
		],
		"topLink": [ "Race Traits", "main/traits_race" ]
	},
	"wild_stride": {
		"name": "Wild Stride",
		"sources": [ "Heroes of the Wild" ],
		"description": [
			"## Wild Stride",
			"",
			"**Type:** Race  ",
			"**Requirements:** Elf",
			"",
			"Choose a favored terrain from those listed in the ranger favored terrain class ability. You can move through naturally occurring difficult terrain without any penalty while within your favored terrain. Terrain created or modified by magic or traps affects you normally."
		],
		"topLink": [ "Race Traits", "main/traits_race" ]
	},
	"wild_wanderer": {
		"name": "Wild Wanderer",
		"sources": [ "Advanced Class Origins" ],
		"description": [
			"## Wild Wanderer",
			"",
			"**Type:** Regional  ",
			"**Region:** Mwangi Expanse",
			"",
			"You're a child of the wild, living on your own without need of others. Each time you attempt a Survival check to get along in the wild or resist severe weather, you can choose to gain a +4 trait bonus on that check. If you do so, you can't use that check to provide assistance to others, even if your result exceeds the DC."
		],
		"topLink": [ "Regional Traits", "main/traits_regional" ]
	},
	"wind_carried_voices": {
		"name": "Wind-Carried Voices",
		"sources": [ "Blood of the Elements" ],
		"description": [
			"## Wind-Carried Voices",
			"",
			"**Type:** Race  ",
			"**Requirements:** Sylph",
			"",
			"You are a master of seeing through falsehoods and sharing secrets - the wind itself seems to carry your voice to those you trust. You gain a +1 trait bonus on Sense Motive checks to tell when someone is lying to you. Additionally, at will, as long as you are outdoors or in an area where there is noticeable air movement, you can whisper to any creature from up to 30 feet away. You can only designate one person in sight to hear your voice, and nearby creatures can hear these messages with a successful DC 20 Perception check. This is an extraordinary ability that otherwise functions as message."
		],
		"topLink": [ "Race Traits", "main/traits_race" ]
	},
	"windspeaker": {
		"name": "Windspeaker",
		"sources": [ "Wilderness Origins" ],
		"description": [
			"## Windspeaker",
			"",
			"**Type:** Regional  ",
			"**Region:** desert",
			"",
			"You have a keen sense for weather patterns, and you always know 8 hours in advance when naturally occurring winds will reach high speeds."
		],
		"topLink": [ "Regional Traits", "main/traits_regional" ]
	},
	"winged_aloofness": {
		"name": "Winged Aloofness",
		"sources": [ "Inner Sea Races" ],
		"description": [
			"## Winged Aloofness",
			"",
			"**Type:** Race  ",
			"**Requirements:** Syrinx",
			"",
			"You learned from your syrinx elders that your race is better than non-winged races and you take care to keep above them physically as well. You gain a +2 trait bonus on Fly checks. This bonus increases to +4 on checks to avoid losing altitude when damaged."
		],
		"topLink": [ "Race Traits", "main/traits_race" ]
	},
	"winners_luck": {
		"name": "Winner's Luck",
		"sources": [ "Varisia, Birthplace of Legends" ],
		"description": [
			"## Winner's Luck",
			"",
			"**Type:** Regional  ",
			"**Region:** Riddleport",
			"",
			"Winning at the tables in Riddleport's gambling houses can be as devastating as losing. Years of dodging the jealous blows of card table patrons have given you a sixth sense for when your luck is about to run out. Whenever you succeed at a Reflex saving throw, you may draw a weapon as an immediate action, or a hidden weapon as a move action."
		],
		"topLink": [ "Regional Traits", "main/traits_regional" ]
	},
	"winter_warrior": {
		"name": "Winter Warrior",
		"sources": [ "Inner Sea Primer" ],
		"description": [
			"## Winter Warrior",
			"",
			"**Type:** Regional  ",
			"**Region:** Irrisen",
			"",
			"You grew up in the icy lands of Irrisen, and surviving in the cold snows of winter is second nature to you. You gain a +1 trait bonus on Stealth and Survival checks in ice- or snow-covered terrain."
		],
		"topLink": [ "Regional Traits", "main/traits_regional" ]
	},
	"winter_witchcraft_survivor": {
		"name": "Winter Witchcraft Survivor",
		"sources": [ "Spymaster's Handbook" ],
		"description": [
			"## Winter Witchcraft Survivor",
			"",
			"**Type:** Magic",
			"",
			"You narrowly escaped death when a Winter Witch punished you for supporting the Heralds. You gain cold resistance 5 against the first cold damage you take each day, and gain a +2 bonus on saving throws against the fear effects of creatures with the cold subtype."
		],
		"topLink": [ "Magic Traits", "main/traits_magic" ]
	},
	"winters_soul": {
		"name": "Winter's Soul",
		"sources": [ "Inner Sea Primer" ],
		"description": [
			"## Winter's Soul",
			"",
			"**Type:** Regional  ",
			"**Region:** Irrisen",
			"",
			"The eternal winter of Irrisen is as much a part of you as it is the land. You may cast {spell/ray of frost} once per day as a spell-like ability. This is cast at your highest caster level gained; if you have no caster level, it functions at CL 1st."
		],
		"topLink": [ "Regional Traits", "main/traits_regional" ]
	},
	"wiscrani_ear": {
		"name": "Wiscrani Ear",
		"sources": [ "Heroes of the Streets" ],
		"description": [
			"## Wiscrani Ear",
			"",
			"**Type:** Social",
			"",
			"You have a keen ear for the movements of thieves and monsters. You can always take 10 on Perception checks, even when stress and distractions would normally prevent you from doing so."
		],
		"topLink": [ "Social Traits", "main/traits_social" ]
	},
	"wisdom_in_the_flesh": {
		"name": "Wisdom in the Flesh",
		"sources": [
			"Ultimate Campaign",
			"Legacy of Fire Player's Guide",
			"Advanced Player's Guide"
		],
		"description": [
			"## Wisdom in the Flesh",
			"",
			"**Type:** Religion  ",
			"**Religion:** {faith/Irori}",
			"",
			"Your hours of meditation on inner perfection and the nature of strength and speed allow you to focus your thoughts to achieve things your body might not normally be able to do on its own. Select any Strength-, Constitution-, or Dexterity-based skill. You may make checks with that skill using your Wisdom modifier instead of the skill's normal ability score. That skill is always a class skill for you."
		],
		"topLink": [ "Religion Traits", "main/traits_religion" ]
	},
	"wise_teacher": {
		"name": "Wise Teacher",
		"sources": [
			"Inner Sea Gods",
			"Faiths of Purity"
		],
		"description": [
			"## Wise Teacher",
			"",
			"**Type:** Religion  ",
			"**Religion:** {faith/Erastil}",
			"",
			"You are skilled in passing along knowledge of rural matters. If you have 4 or more ranks in Knowledge (Nature) or Survival, when you aid another with these skills, you grant a +4 bonus on the check you are aiding instead of the normal +2."
		],
		"topLink": [ "Religion Traits", "main/traits_religion" ]
	},
	"witch_tongued": {
		"name": "Witch-Tongued",
		"sources": [ "Blood of the Coven" ],
		"description": [
			"## Witch-Tongued",
			"",
			"**Type:** Regional  ",
			"**Region:** Irrisen",
			"",
			"Hailing from frozen Irrisen, where witches rule the land, you deal with others in a cool, calculated way. You gain a +1 trait bonus on Diplomacy checks, and you gain a +1 trait bonus on Intimidate checks against non-witches."
		],
		"topLink": [ "Regional Traits", "main/traits_regional" ]
	},
	"witness_to_natures_cruelty": {
		"name": "Witness to Nature's Cruelty",
		"sources": [ "Inner Sea Races" ],
		"description": [
			"## Witness to Nature's Cruelty",
			"",
			"**Type:** Race  ",
			"**Requirements:** Human; Kellid",
			"",
			"You saw firsthand the terrible toll of starvation and the elements, and refuse to allow even your worst enemy to suffer that way. You gain a +1 trait bonus on Heal and Survival checks made on behalf of others. One of these skills (your choice) is always a class skill for you."
		],
		"topLink": [ "Race Traits", "main/traits_race" ]
	},
	"witty_repartee": {
		"name": "Witty Repartee",
		"sources": [ "Faction Guide" ],
		"description": [
			"## Witty Repartee",
			"",
			"**Type:** Combat  ",
			"**Requirements:** [Kitharodian Academy](rule/f_bards)",
			"",
			"You are quick with your tongue and have always possessed the talent to quickly admonish your enemies. You gain a +1 trait bonus on Bluff checks and Bluff is a class skill for you."
		],
		"topLink": [ "Combat Traits", "main/traits_combat" ]
	},
	"wolf_cub": {
		"name": "Wolf Cub",
		"sources": [ "Goblins of Golarion" ],
		"description": [
			"## Wolf Cub",
			"",
			"**Type:** Religion  ",
			"**Religion:** {faith/Zarongel}  ",
			"**Requirements:** Goblin",
			"",
			"Your body has clumps of ugly fur, a sure sign of wolf blood! You win! Once per day as a standard action, you can take a deep breath through your nose to gain the scent ability for 1 minute."
		],
		"topLink": [ "Religion Traits", "main/traits_religion" ]
	},
	"world_traveler": {
		"name": "World Traveler",
		"sources": [
			"Ultimate Campaign",
			"Advanced Player's Guide",
			"Legacy of Fire Player's Guide"
		],
		"description": [
			"## World Traveler",
			"",
			"**Type:** Race  ",
			"**Requirements:** Human",
			"",
			"Your family has taken the love of travel to an extreme, roaming the world extensively. You've seen dozens of cultures and have learned to appreciate the diversity of what the world has to offer. Select one of the following skills: Diplomacy, Knowledge (local), or Sense Motive. You gain a +1 trait bonus on checks with that skill, and it is always a class skill for you."
		],
		"topLink": [ "Race Traits", "main/traits_race" ]
	},
	"world_weary": {
		"name": "World-Weary",
		"sources": [ "Ironfang Invasion Player's Guide" ],
		"description": [
			"## World-Weary",
			"",
			"**Type:** Campaign  ",
			"**Campaign:** Ironfang Invasion",
			"",
			"You've seen the horrors of war, and had hoped you'd seen the end of it. You've retreated from the fighting - likely from the front line with Molthune, but maybe from the crusade of Lastwall or the political infighting of Ustalav - and now just want to protect and provide for those you care about. You gain one of the following as a permanent class skill: Appraise, Heal, Knowledge (history), Sense Motive, or Survival. When you perform an aid another action to improve a creature's Armor Class, you increase its AC by +4 rather than +2."
		],
		"topLink": [ "Campaign Traits", "main/traits_campaign" ]
	},
	"worldly": {
		"name": "Worldly",
		"sources": [ "Ultimate Campaign" ],
		"description": [
			"## Worldly",
			"",
			"**Type:** Social",
			"",
			"You have acquired an unusual breadth of life experience - more than others of your age, race, or culture. Once per day when attempting a skill check for a skill you're untrained in, you can roll twice and take the better result."
		],
		"topLink": [ "Social Traits", "main/traits_social" ]
	},
	"worthless_pawn": {
		"name": "Worthless Pawn",
		"sources": [ "Inner Sea Gods" ],
		"description": [
			"## Worthless Pawn",
			"",
			"**Type:** Religion  ",
			"**Religion:** Great Old Ones",
			"",
			"Your existence is so meaningless to your chosen patron that it cares nothing for how you wield its power. You may prepare and cast spells whose alignment is in opposition to your patron's, but doing so causes you to take 1 point of Wisdom damage per spell level when the spell is cast. This does not permit you to use spell trigger or completion items of opposing alignments."
		],
		"topLink": [ "Religion Traits", "main/traits_religion" ]
	},
	"wrecking_wrath": {
		"name": "Wrecking Wrath",
		"sources": [ "Ultimate Campaign" ],
		"description": [
			"## Wrecking Wrath",
			"",
			"**Type:** Religion  ",
			"**Religion:** {faith/Rovagug}",
			"",
			"Your ferocity is devastating, sometimes even to your own weapons. Once per day, after successful hitting a foe with a melee weapon, you can add your Strength modifier to the damage roll a second time (your Strength Modifier is not doubled if you are using a two-handed weapon). Doing so has a 25% chance of giving your weapon the broken condition."
		],
		"topLink": [ "Religion Traits", "main/traits_religion" ]
	},
	"wronged": {
		"name": "Wronged",
		"sources": [ "Inner Sea Gods" ],
		"description": [
			"## Wronged",
			"",
			"**Type:** Religion  ",
			"**Religion:** {faith/Gyronna}",
			"",
			"Somewhere in your past, you were taken advantage of because of your gender. You gain a +2 trait bonus on Sense Motive checks against male creatures of your race, and the DC for men to intimidate you increases by 2."
		],
		"topLink": [ "Religion Traits", "main/traits_religion" ]
	},
	"xa_hoi_soldier": {
		"name": "Xa Hoi Soldier",
		"sources": [ "Dragon Empires Primer" ],
		"description": [
			"## Xa Hoi Soldier",
			"",
			"**Type:** Regional  ",
			"**Region:** Xa Hoi",
			"",
			"You were a soldier in one of Xa Hoi's extensive armies, trained under the oversight of one of Pham Duc Quan's draconic brethren. You gain a +1 trait bonus on Reflex saves."
		],
		"topLink": [ "Regional Traits", "main/traits_regional" ]
	},
	"xenophobic": {
		"name": "Xenophobic",
		"sources": [ "Ultimate Campaign" ],
		"description": [
			"## Xenophobic",
			"",
			"**Type:** Drawback",
			"",
			"You have a hard time understanding and trusting those with unfamiliar ways and appearances. You take a -2 penalty on Diplomacy and Sense Motive checks made against creatures of a different race or from a different culture."
		],
		"topLink": [ "Drawback Traits", "main/traits_drawback" ]
	},
	"young_reformer": {
		"name": "Young Reformer",
		"sources": [ "War for the Crown Player's Guide" ],
		"description": [
			"## Young Reformer",
			"",
			"**Type:** Campaign  ",
			"**Campaign:** War for the Crown",
			"",
			"Perhaps you were born at the bottom of Taldan society and you're tired of seeing your friends and family toil endlessly with no hope of a better life, or maybe your privileged outlook was shattered by empathy or tragedy. Either way, you know the system is broken, and you've dedicated your life to fixing it. But tradition rules Taldor as much as any Grand Prince, and change requires more influence than you have... so far. You've got a few friends and allies, and plenty of determination, but while you work toward the power you need to change the nation, you'll have to resort to more discrete ways of righting wrongs and curbing the abuses of the upper class. You gain a +1 trait bonus on Disable Device and Knowledge (local) checks, and one of these skills is always a class skill for you. Once per day, you can call upon your coconspirators to have \"made arrangements\" on your behalf, allowing you to attempt a Knowledge (local) check in place of a single Bluff, Disable Device, Intimidate, or Sleight of Hand check. The DC of this Knowledge (local) check is equal to the DC of the skill check it replaces. Whatever arrangements you make-for doors left unlocked, guards strong-armed out of your way, stolen keys left for you to find-must be reasonable to have anticipated and achieved beforehand; you could arrange to have a noble convinced you're a very important diplomat traveling in disguise, for example, but if a fight breaks out you could not rely on your network of contacts to feint for you in combat. You don't have to use this ability in advance; you can announce its use as you encounter a challenge, implying you foresaw this challenge and made arrangements prior to your arrival."
		],
		"topLink": [ "Campaign Traits", "main/traits_campaign" ]
	},
	"younger_sibling": {
		"name": "Younger Sibling",
		"sources": [ "Jade Regent Player's Guide" ],
		"description": [
			"## Younger Sibling",
			"",
			"**Type:** Campaign  ",
			"**Campaign:** Jade Regent",
			"",
			"You've lived your whole life in the shadow of your older sibling, a person who seems to have the adventure-filled lifestyle You've always wanted for yourself. While your sibling always took care of you, he or she never supported your desire to become an adventurer-your sibling never explained why, only saying, \"Adventuring can cause a lot of pain just as easily as it can bring success and riches.\" As a younger sibling to one of Sandpoint's more influential citizens, you share some of that NPC's innate talent and skill at adventuring. If you're Ameiko's younger sibling, your ferocious independence and self-confidence give you a +1 trait bonus on Will saving throws. If you're Sandru's younger sibling, your hearty constitution gives you a +1 trait bonus on all Fortitude saving throws. If you're Shalelu's younger sibling, your quick reflexes give you a +1 trait bonus on all Reflex saving throws.",
			"",
			"**Note:** Although you're a younger sibling of an established NPC, this doesn't necessarily lock you in to being the same race as that NPC - if you're a different race or ethnicity than the NPC you choose as your older sister or brother, you were adopted into the family by your parents. In addition, you gain a +1 trait bonus on all attack rolls against foes that threaten your older sibling.",
			"",
			"**NPC Choices:** Ameiko, Sandru, Shalelu."
		],
		"topLink": [ "Campaign Traits", "main/traits_campaign" ]
	},
	"youthful_infiltrator": {
		"name": "Youthful Infiltrator",
		"sources": [ "Spymaster's Handbook" ],
		"description": [
			"## Youthful Infiltrator",
			"",
			"**Type:** Combat",
			"",
			"You were trained from a young age to ambush the enemies of your order or organization, which makes you hard to trust for most outside your organization if they learn your affiliation. You gain a +1 trait bonus on attack rolls against flat-footed foes, as long as they have not seen you make an attack with this bonus before."
		],
		"topLink": [ "Combat Traits", "main/traits_combat" ]
	},
	"youthful_mischief": {
		"name": "Youthful Mischief",
		"sources": [ "Elves of Golarion" ],
		"description": [
			"## Youthful Mischief",
			"",
			"**Type:** Race  ",
			"**Requirements:** Elf",
			"",
			"Though you gave up the life of a padfoot, scout, or minstrel decades before, you still know how to roll with the punches when things turn sour. You gain a +1 trait bonus on Reflex saves."
		],
		"topLink": [ "Race Traits", "main/traits_race" ]
	},
	"zealot": {
		"name": "Zealot",
		"sources": [ "Gnomes of Golarion" ],
		"description": [
			"## Zealot",
			"",
			"**Type:** Faith  ",
			"**Requirements:** Gnome",
			"",
			"You aren't just faithful to the worship of your patron deity-you are obsessively loyal to all of the faith's tenets and guidelines. Your devotion is an anchor that keeps you from drifting away into the throes of the Bleaching, and you cling to it like the life raft it is. You must match the alignment of your chosen deity exactly. You gain a +1 trait bonus on Knowledge (religion) checks, and that skill is a class skill for you. As long as you remain completely faithful to the tenets of your faith (as determined by the GM), you never suffer from the Bleaching."
		],
		"topLink": [ "Faith Traits", "main/traits_faith" ]
	},
	"zealots_bearing": {
		"name": "Zealot's Bearing",
		"sources": [ "Faiths and Philosophies" ],
		"description": [
			"## Zealot's Bearing",
			"",
			"**Type:** Faith",
			"",
			"Your fiery passion for your faith or philosophy is obvious to everyone around you. Those who share your convictions automatically find themselves wanting to defer to your zealous authority, making you a natural leader of your faith. Unfortunately, your scorn for those who haven't yet seen the wisdom of converting is equally obvious, and makes you a poor ambassador or missionary to the \"ignorant masses\" (as you not-so secretly think of them). You gain a +2 bonus on Diplomacy and Intimidate checks when dealing with adherents of your faith or philosophy, but a -1 penalty on Diplomacy and Intimidate checks when dealing with anyone else."
		],
		"topLink": [ "Faith Traits", "main/traits_faith" ]
	},
	"zealous_drawback": {
		"name": "Zealous (Drawback)",
		"sources": [ "Ultimate Campaign" ],
		"description": [
			"## Zealous (Drawback)",
			"",
			"**Type:** Drawback",
			"",
			"You are fanatical in your beliefs, ruled by emotion over reason. When you attack a creature that you know worships a different religion than you do, you take a -5 penalty on the attack roll and a +2 trait bonus on the damage roll with your first attack."
		],
		"topLink": [ "Drawback Traits", "main/traits_drawback" ]
	},
	"zealous_garundi": {
		"name": "Zealous (Garundi)",
		"sources": [ "Inner Sea Races" ],
		"description": [
			"## Zealous (Garundi)",
			"",
			"**Type:** Race  ",
			"**Requirements:** Human; Garundi",
			"",
			"You felt lost and aimless in your youth until a patron's emotional intervention showed you the power of throwing yourself completely into what you do. Once per day, you can add a +2 trait bonus on any attack roll, saving throw, or skill check. You must choose to apply this bonus before rolling the die. When you use this ability, you take a -2 penalty to your AC and on saving throws until the end of your next turn."
		],
		"topLink": [ "Race Traits", "main/traits_race" ]
	},
	"zealous_striker": {
		"name": "Zealous Striker",
		"sources": [ "Ultimate Campaign" ],
		"description": [
			"## Zealous Striker",
			"",
			"**Type:** Faith",
			"",
			"Your zeal is a danger to those of \"lesser\" faiths. While you have the destruction judgment active, you gain a +1 trait bonus on damage rolls when attacking a foe who can cast divine spells and worships a different deity than you."
		],
		"topLink": [ "Faith Traits", "main/traits_faith" ]
	},
	"zest_for_battle": {
		"name": "Zest for Battle",
		"sources": [ "Dwarves of Golarion" ],
		"description": [
			"## Zest for Battle",
			"",
			"**Type:** Race  ",
			"**Requirements:** Dwarf",
			"",
			"Your greatest joy is being in the thick of battle, and smiting your enemies for a righteous or even dastardly cause. Whenever you have a morale bonus to weapon attack rolls, you also receive a +1 trait bonus on weapon damage rolls."
		],
		"topLink": [ "Race Traits", "main/traits_race" ]
	}
}