{
	"not_found": {
		"name": "Unknown",
		"sources": [],
		"description": [
			"## Error",
			"",
			"Unable to find the requested trait."
		]
	},
	"a_shining_beacon": {
		"name": "A Shining Beacon",
		"sources": [
			"Inner Sea Gods",
			"Faiths of Purity"
		],
		"description": [
			"## A Shining Beacon",
			"",
			"**Type:** Religion  ",
			"**Religion:** {faith/Iomedae}",
			"",
			"You carry a burning hatred in your heart for all things demonic, and have studied their weaknesses carefully. You deal an amount of additional damage equal to your weapon's critical hit modifier when you score a successful critical hit with a weapon against a demon. This damage is added only after the damage is totaled, and is not multiplied by the critical hit multiplier."
		],
		"subhierarchy": [[ "Religion Traits", "main/traits_religion" ]]
	},
	"aballonian_resilience": {
		"name": "Aballonian Resilience",
		"sources": [ "People of the Stars" ],
		"description": [
			"## Aballonian Resilience",
			"",
			"**Type:** Regional  ",
			"**Region:** Aballon",
			"",
			"You spent at least part of your youth in Horsethroat and are acclimated to the frigid cold of Aballon's Ice Wells. You gain a +4 trait bonus on saves to avoid nonlethal damage from cold environments. In addition, you begin play with a cold-weather outfit at no cost."
		],
		"subhierarchy": [[ "Regional Traits", "main/traits_regional" ]]
	},
	"abendego_pilot": {
		"name": "Abendego Pilot",
		"sources": [ "Blood of the Elements" ],
		"description": [
			"## Abendego Pilot",
			"",
			"**Type:** Regional  ",
			"**Region:** Eye of Abendego  ",
			"**Requirements:** Slyph",
			"",
			"The howling gales of the Eye of Abendego were your lullaby as a child, and you quickly learned to anticipate the winds' danger as well as parse their song. You gain a +2 trait bonus on Profession (sailor) checks, and you treat the wind force of environmental wind effects as one step less powerful for the purposes of determining any penalties on ranged attacks and Fly checks as well as whether you would be checked or blown away."
		],
		"subhierarchy": [[ "Regional Traits", "main/traits_regional" ]]
	},
	"abendego_spellpiercer": {
		"name": "Abendego Spellpiercer",
		"sources": [ "Inner Sea Primer" ],
		"description": [
			"## Abendego Spellpiercer",
			"",
			"**Type:** Regional  ",
			"**Region:** The Sodden Lands",
			"",
			"You have spent time in the gales of the perpetual hurricane, and can cast spells even when battered by the elements. You gain a +2 trait bonus on concentration checks when spellcasting."
		],
		"subhierarchy": [[ "Regional Traits", "main/traits_regional" ]]
	},
	"aberration_hunter": {
		"name": "Aberration Hunter",
		"sources": [ "Dragon Empires Primer" ],
		"description": [
			"## Aberration Hunter",
			"",
			"**Type:** Regional  ",
			"**Region:** Shenmen",
			"",
			"You refuse to give in to the monsters that feast on your people, and hunt them instead. You gain a +1 trait bonus on attacks of opportunity against aberrations."
		],
		"subhierarchy": [[ "Regional Traits", "main/traits_regional" ]]
	},
	"abject_belief": {
		"name": "Abject Belief",
		"sources": [ "Faiths and Philosophies" ],
		"description": [
			"## Abject Belief",
			"",
			"**Type:** Faith",
			"",
			"You cling tenaciously to a faith that is doubted by many, perhaps based around a god who has vanished, or was never a god in the first place. You refuse to forsake your beliefs despite all evidence, perhaps due to a need to belong, respect for tradition, or a religious experience. As a result, it is nearly impossible to convince you of your deity's absence. You gain a +2 trait bonus on Will saving throws against fear effects."
		],
		"subhierarchy": [[ "Faith Traits", "main/traits_faith" ]]
	},
	"abolitionist_hunter": {
		"name": "Abolitionist Hunter",
		"sources": [ "Pirates of the Inner Sea" ],
		"description": [
			"## Abolitionist Hunter",
			"",
			"**Type:** Regional  ",
			"**Region:** Okeno",
			"",
			"You hunt those who hunt slavers, whether as one of Captain Bhey's special task forces, or independently. You gain a +1 trait bonus on attack rolls when fighting abolitionists or those you have good reason to believe targeted you because of your slaver activities."
		],
		"subhierarchy": [[ "Regional Traits", "main/traits_regional" ]]
	},
	"absalom_bouncer": {
		"name": "Absalom Bouncer",
		"sources": [ "Advanced Class Origins" ],
		"description": [
			"## Absalom Bouncer",
			"",
			"**Type:** Combat",
			"",
			"You learned to fight while serving as a bodyguard in the taverns of Absalom, where keeping the patrons alive through bloody bar brawls was just part of your job. When you make an attack that deals nonlethal damage with an unarmed strike, you gain a +1 bonus on your damage roll."
		],
		"subhierarchy": [[ "Combat Traits", "main/traits_combat" ]]
	},
	"absalom_hotspur": {
		"name": "Absalom Hotspur",
		"sources": [ "Inner Sea Primer" ],
		"description": [
			"## Absalom Hotspur",
			"",
			"**Type:** Regional  ",
			"**Region:** Absalom",
			"",
			"You grew up on the streets of Absalom and have worked as both guide and bodyguard for visitors to the city. You gain a +1 trait bonus on Initiative checks and Knowledge (local) checks."
		],
		"subhierarchy": [[ "Regional Traits", "main/traits_regional" ]]
	},
	"absolute_loyalty": {
		"name": "Absolute Loyalty",
		"sources": [ "Knights of the Inner Sea" ],
		"description": [
			"## Absolute Loyalty",
			"",
			"**Type:** Combat",
			"",
			"You gain the one-time ability to immediately cast {spell/atonement} upon yourself as a spell-like ability upon performing an act or being subjected to an effect that spell affects. This ability can only be used while you are acting in the service of your liege (an individual of higher social standing chosen when you take this feat)."
		],
		"subhierarchy": [[ "Combat Traits", "main/traits_combat" ]]
	},
	"abyssal_eavesdropper": {
		"name": "Abyssal Eavesdropper",
		"sources": [ "Demon Hunter's Handbook" ],
		"description": [
			"## Abyssal Eavesdropper",
			"",
			"**Type:** Regional  ",
			"**Region:** Sarkoris or The Worldwound",
			"",
			"Having grown up near the Worldwound, you have a rough understanding of the demons' guttural babble. You add Abyssal to your list of languages known, though you take a -2 penalty on Diplomacy, Intimidate, and Bluff checks made while speaking Abyssal, as well as a -2 penalty on Linguistics checks made to read Abyssal text. If you gain Abyssal as a language again at a later time (such as by taking a rank in Linguistics and selecting Abyssal as a learned language), these skill check penalties become +2 trait bonuses instead."
		],
		"subhierarchy": [[ "Regional Traits", "main/traits_regional" ]]
	},
	"acadamae_neophyte": {
		"name": "Acadamae Neophyte",
		"sources": [ "Monster Summoner's Handbook" ],
		"description": [
			"## Acadamae Neophyte",
			"",
			"**Type:** Magic",
			"",
			"You have shown a significant talent for the magical arts, gaining the attention of the famed Acadamae of Korvosa. Whenever you succeed at a Knowledge (planes) check to identify a creature and its special powers or vulnerabilities, you gain one additional piece of useful information (as if your skill check result had been 5 higher)."
		],
		"subhierarchy": [[ "Magic Traits", "main/traits_magic" ]]
	},
	"accelerated_drinker": {
		"name": "Accelerated Drinker",
		"sources": [ "Cheliax, Empire of Devils" ],
		"description": [
			"## Accelerated Drinker",
			"",
			"**Type:** Combat",
			"",
			"You know how to drink a potion efficiently, such as by not using your hands, tossing it in the air and catching it in your mouth, or opening it with your teeth. You may drink a potion as a move action instead of a standard as long as you start your turn with the potion in your hand."
		],
		"subhierarchy": [[ "Combat Traits", "main/traits_combat" ]]
	},
	"accident_resistant": {
		"name": "Accident Resistant",
		"sources": [ "Inner Sea Gods" ],
		"description": [
			"## Accident Resistant",
			"",
			"**Type:** Religion  ",
			"**Religion:** {faith/Zyphus}",
			"",
			"Your understanding of pointless and unexpected death grants you a special awareness. You gain a +2 trait bonus on Reflex saves when denied your Dexterity bonus or during a surprise round."
		],
		"subhierarchy": [[ "Religion Traits", "main/traits_religion" ]]
	},
	"accidental_clone": {
		"name": "Accidental Clone",
		"sources": [ "Return of the Runelords Players Guide" ],
		"description": [
			"## Accidental Clone",
			"",
			"**Type:** Campaign  ",
			"**Campaign:** Return of the Runelords  ",
			"**Requirements:** Human",
			"",
			"Adventuring has been in your blood for as long as you can remember, and this urge to go out and explore the world left you recently in over your head when you (foolishly or bravely, depending on how you look at it) decided to explore an old Thassilonian ruin near your home town. The adventure ended in tragedy when you set off a devastating trap while investigating a statue of a beautiful woman - someone you believed to be one of the ancient runelords of Thassilon. The trap slaughtered your entire party - including you.",
			"",
			"You woke from death some time later, your memories intact but your body transformed. No longer did you resemble your previous self-you instead looked like the woman depicted in the statue. Now, you've joined up with a new group of adventurers; despite your tragic first attempt at dungeon delving, your thirst for adventure has returned stronger than ever. You're sure that this time you'll be able to keep your fellow explorers alive, and the strange dreams you've been having ever since you came back to life in your new body - a body that your research has revealed was originally intended to be a clone of none other than Sorshen, the Runelord of Lust - have only further solidified in your mind the fact that you and your companions are destined for greatness.",
			"",
			"Your character must be human if you take this trait (though you may retain your previous gender identity). Your ethnicity is Azlanti, but you are not pure-blooded-you have the standard human ability score adjustments. Your resemblance to Sorshen may have unexpected side effects as the campaign progresses, for good or for ill. In any event, you gain a +1 trait bonus on Bluff and Diplomacy checks, and these skills are always class skills for you.",
			"",
			"Once per adventure, you can retroactively apply a +20 trait bonus to a saving throw against a mind-affecting effect after you learn the outcome of the roll. A saving throw result of a natural 1 still automatically fails, but if the +20 bonus adjusts the save so that it is successful, you treat the failed saving throw as a successful one.",
			"",
			"Unless the GM approves, only one PC in the group can have the Accidental Clone trait."
		],
		"subhierarchy": [[ "Campaign Traits", "main/traits_campaign" ]]
	},
	"acclimatize_alignment": {
		"name": "Acclimatize Alignment",
		"sources": [ "Plane-Hopper's Handbook" ],
		"description": [
			"## Acclimatize Alignment",
			"",
			"**Type:** Faith",
			"",
			"Like a climber ascending a mountain, you gradually grow acclimatized to an opposing planar alignment. For each consecutive day you remain on a mildly aligned plane that opposes your alignment, reduce your penalty on Charisma-based checks by 1, to a minimum of 0. This does not affect the penalty from a strongly aligned plane."
		],
		"subhierarchy": [[ "Faith Traits", "main/traits_faith" ]]
	},
	"accustomed_to_trickery": {
		"name": "Accustomed to Trickery",
		"sources": [ "Legacy of the First World" ],
		"description": [
			"## Accustomed to Trickery",
			"",
			"**Type:** Regional  ",
			"**Region:** Darkmoon Wood",
			"",
			"You have been exposed to fey magic and know tricks to avoid it. Once per day, when you fail a saving throw against a fey's spell-like or supernatural ability, you may reroll the save. You must take the second result, even if it is worse."
		],
		"subhierarchy": [[ "Regional Traits", "main/traits_regional" ]]
	},
	"acknowledged_scion": {
		"name": "Acknowledged Scion",
		"sources": [ "Inner Sea Races" ],
		"description": [
			"## Acknowledged Scion",
			"",
			"**Type:** Race  ",
			"**Requirements:** Dhampir",
			"",
			"You grew up in Nidal, Geb, or another place where your undead lineage was considered a mark of power. You gain a +1 trait bonus on Knowledge (nobility) and Knowledge (religion) checks. One of these skills (your choice) is a class skill for you."
		],
		"subhierarchy": [[ "Race Traits", "main/traits_race" ]]
	},
	"acolyte_of_apocrypha": {
		"name": "Acolyte of Apocrypha",
		"sources": [ "Divine Anthology" ],
		"description": [
			"## Acolyte of Apocrypha",
			"",
			"**Type:** Faith",
			"",
			"Your religious studies hinged on teachings rarely recognized by your faith. You can select one of the apocryphal subdomains detailed below, provided the subdomain is associated with your patron deity. In some cases, you can select a subdomain associated with a deity despite that deity not offering the associated domain - these exceptions are noted with an asterisk (\\*), and you gain domain powers and domain spells from the associated domain as usual, even though your deity normally doesn't grant access to that domain. When selecting a subdomain associated with two domains, a priest can choose only a subdomain that modifies a domain to which he has access.",
			"",
			"**{domain/Alchemy} ({domain/Artifice}/{domain/Magic}):** {faith/Brigh}, {faith/Haagenti}, {faith/Norgorber}\\* (Artifice only), {faith/Orgesh}\\* (Magic only), {faith/Qi Zhong})",
			"",
			"**{domain/Captivation}:** {faith/Calistria}, {faith/Kofusachi}, {faith/Nalinivati}, {faith/Norgorber}, {faith/Shelyn}",
			"",
			"**{domain/Hubris} ({domain/Glory}/{domain/Nobility}):** {faith/Dispater}, {faith/General Susumu}, {faith/Iomedae}, {faith/Jaidz}, {faith/Lissala}, {faith/Olheon}, {faith/Ydersius}",
			"",
			"**{domain/Insect}:** {faith/Achaekek}\\*, {faith/Aldinach}, {faith/Deskari}\\*, {faith/Ghlaunder}, {faith/Kitumu}, {faith/Mazmezz}",
			"",
			"**{domain/Legend}:** {faith/General Susumu}, {faith/Gorum}, {faith/Shizuru}",
			"",
			"**{domain/Lightning}:** {faith/Gozreh}, {faith/Hei Feng}, {faith/Rovagug}, {faith/Rull}",
			"",
			"**{domain/Medicine}:** {faith/Dalenydra}, {faith/Immonhiel}, {faith/Irori}, {faith/Korada}, {faith/Qi Zhong}, {faith/Sarenrae}",
			"",
			"**[Monsoon](domain/monsoons):** {faith/Daikitsu}, {faith/Gozreh}, {faith/Hei Feng}, {faith/Rull}",
			"",
			"**{domain/Petrification}:** {faith/Ayrzul}, {faith/Minderhal}, {faith/Soralyon}, {faith/Xoveron}",
			"",
			"**{domain/Portal}:** {faith/Abadar}, {faith/Alseta}\\*, {faith/Barbatos}, {faith/Yog-Sothoth}",
			"",
			"**{domain/Rites}:** {faith/Abraxas}, {faith/Asmodeus}, {faith/Nalinivati}, {faith/Nethys}, [Nyarlathotep](faith/nyarlathotep_black_pharaoh), {faith/Sivanah}",
			"",
			"**{domain/Self-Realization} ({domain/Liberation}/{domain/Strength}):** {faith/Arshea}, {faith/Falayna}, {faith/Haagenti}, {faith/Irori}, {faith/Kurgess}, {faith/Shei}, {faith/Urgathoa}",
			"",
			"**{domain/Thirst}:** {faith/Aldinach}, {faith/Lalaci}, {faith/Nurgal}, {faith/Sarenrae}",
			"",
			"**{domain/Thorns}:** {faith/The Green Mother}, {faith/Shub-Niggurath}, {faith/Zyphus}",
			"",
			"**{domain/Truth}:** {faith/Groetus}, {faith/Lamashtu}, {faith/Sifkesh}, {faith/Sivanah}"
		],
		"subhierarchy": [[ "Faith Traits", "main/traits_faith" ]]
	},
	"acolyte_of_razmir": {
		"name": "Acolyte of Razmir",
		"sources": [ "Inner Sea Primer" ],
		"description": [
			"## Acolyte of Razmir",
			"",
			"**Type:** Regional  ",
			"**Region:** Razmiran",
			"",
			"You are an adherent of the Razmiri faith, or once were and have since renounced it. You gain a +1 trait bonus on Knowledge (local) and Knowledge (religion) checks, and one of these skills is always a class skill for you. This bonus increases to +2 when dealing with specifics of the Razmiri faith."
		],
		"subhierarchy": [[ "Regional Traits", "main/traits_regional" ]]
	},
	"acrobat": {
		"name": "Acrobat",
		"sources": [ "Ultimate Campaign" ],
		"description": [
			"## Acrobat",
			"",
			"**Type:** Social",
			"",
			"Having trained from a young age, you're capable of amazing feats of daring. You gain a +1 bonus on Acrobatics checks, and you take only a -2 penalty instead of the normal -5 penalty when using the Climb skill to attempt an accelerated climb."
		],
		"subhierarchy": [[ "Social Traits", "main/traits_social" ]]
	},
	"acupuncturist": {
		"name": "Acupuncturist",
		"sources": [ "Dragon Empires Primer" ],
		"description": [
			"## Acupuncturist",
			"",
			"**Type:** Regional  ",
			"**Region:** Chu Ye",
			"",
			"You have studied the ancient art of acupuncture, and use it to pursue enlightenment and healing. You gain a +2 trait bonus on all Fortitude saves made against poison effects."
		],
		"subhierarchy": [[ "Regional Traits", "main/traits_regional" ]]
	},
	"adaptable_flatterer": {
		"name": "Adaptable Flatterer",
		"sources": [ "Bastards of Golarion" ],
		"description": [
			"## Adaptable Flatterer",
			"",
			"**Type:** Race  ",
			"**Requirements:** Fetchling",
			"",
			"A life spent avoiding racial mistrust has taught you to humor others effectively when it is useful to do so. You gain a +1 trait bonus on Bluff checks and on attack rolls against opponents who are denied their Dexterity bonus to AC against you."
		],
		"subhierarchy": [[ "Race Traits", "main/traits_race" ]]
	},
	"adaptive_magic": {
		"name": "Adaptive Magic",
		"sources": [
			"Reign of Winter Player's Guide",
			"People of the North"
		],
		"description": [
			"## Adaptive Magic",
			"",
			"**Type:** Campaign  ",
			"**Campaign:** Reign of Winter",
			"",
			"The wonders of magic have always fascinated you, and you find the urge to tinker and experiment with magic almost irresistible. You could be the child of an alchemist, wizard, or witch; a member of the [Pathfinder Society](rule/aff_scholars); or maybe someone with a touch of fey or dragon blood. You may not be trained in magic, and you've had your share of accidental mishaps, but you possess a natural knack for activating magic items. you've always been intrigued by the cold magic of the winter witches and ice mages of the North, and would love to get your hands on some of their magic items. You gain a +1 trait bonus on Knowledge (arcana) and Use Magic Device checks, and Use Magic Device is a class skill for you."
		],
		"subhierarchy": [[ "Campaign Traits", "main/traits_campaign" ]]
	},
	"adherent_of_ancient_osirion": {
		"name": "Adherent of Ancient Osirion",
		"sources": [ "Blood of the Beast" ],
		"description": [
			"## Adherent of Ancient Osirion",
			"",
			"**Type:** Religion  ",
			"**Region:** Osirion  ",
			"**Requirements:** Catfolk",
			"",
			"Although Bastet has been all but forgotten by the native Osirians, you either sojourned with or were raised in a cult dedicated to the cat-headed goddess of Ancient Osirion. You treat the tekko-kagi as a martial weapon instead of an exotic weapon. You also treat the tekko-kagi as if it were a set of claw blades when determining how it interacts with other effects."
		],
		"subhierarchy": [[ "Religion Traits", "main/traits_religion" ]]
	},
	"adopted": {
		"name": "Adopted",
		"sources": [
			"Ultimate Campaign",
			"Second Darkness Player's Guide",
			"Advanced Player's Guide"
		],
		"description": [
			"## Adopted",
			"",
			"**Type:** Social",
			"",
			"You were adopted and raised by someone not of your race, and raised in a society not your own. As a result, you picked up a race trait from your adoptive parents and society, and may immediately select a race trait from your adoptive parents' race."
		],
		"subhierarchy": [[ "Social Traits", "main/traits_social" ]]
	},
	"adrenaline_rush": {
		"name": "Adrenaline Rush",
		"sources": [ "Inner Sea Races" ],
		"description": [
			"## Adrenaline Rush",
			"",
			"**Type:** Race  ",
			"**Requirements:** Gnome",
			"",
			"You are determined to ward off the Bleaching, and get a certain thrill out of being forced to experience negative emotions. Once per day when you fail a saving throw against a spell with the emotion descriptor, you can gain 1d6 temporary hit points. These temporary hit points last for 1 minute."
		],
		"subhierarchy": [[ "Race Traits", "main/traits_race" ]]
	},
	"adrift": {
		"name": "Adrift",
		"sources": [ "Blood of Angels" ],
		"description": [
			"## Adrift",
			"",
			"**Type:** Race  ",
			"**Requirements:** Aasimar",
			"",
			"You never felt like you belonged in your family. You were different, an outsider, and you grew up unable to bond with the people around you. Now, as an adult, you are still a little odd and others have a hard time understanding what makes you tick. You receive a +1 trait bonus on saving throws made to resist charm and compulsion effects."
		],
		"subhierarchy": [[ "Race Traits", "main/traits_race" ]]
	},
	"adroit": {
		"name": "Adroit",
		"sources": [ "People of the Stars" ],
		"description": [
			"## Adroit",
			"",
			"**Type:** Race  ",
			"**Requirements:** Kasatha",
			"",
			"If one of your hands is free and your base attack bonus is +1 or higher, you can draw a weapon as a free action combined with any move action (including move actions to direct spells, manipulate items, stand up, and so on)."
		],
		"subhierarchy": [[ "Race Traits", "main/traits_race" ]]
	},
	"advantageous_distraction": {
		"name": "Advantageous Distraction",
		"sources": [ "Goblins of Golarion" ],
		"description": [
			"## Advantageous Distraction",
			"",
			"**Type:** Race  ",
			"**Requirements:** Goblin",
			"",
			"Like most goblins, you're easily distracted. Unlike most goblins, though, you have a knack for being distracted at the right time, especially when it comes to avoiding pain. Once per day as a swift action, you can be momentarily distracted in combat: ducking an axe swing to inspect a toadstool, or stooping behind a tree to lick some bark and accidentally avoiding an arrow, and so on. When you activate this ability, you gain a +2 dodge bonus to your AC for 1 round."
		],
		"subhierarchy": [[ "Race Traits", "main/traits_race" ]]
	},
	"adventurous_explorer": {
		"name": "Adventurous Explorer",
		"sources": [ "Sargava, the Lost Colony" ],
		"description": [
			"## Adventurous Explorer",
			"",
			"**Type:** Race  ",
			"**Requirements:** Halfling; Song-o",
			"",
			"You are one of the few Song-o halflings to brave the world outside the Laughing Jungle. When frightened or shaken, you only take a -1 penalty on your rolls instead of -2."
		],
		"subhierarchy": [[ "Race Traits", "main/traits_race" ]]
	},
	"adventurous_imbiber": {
		"name": "Adventurous Imbiber",
		"sources": [ "Inner Sea Gods" ],
		"description": [
			"## Adventurous Imbiber",
			"",
			"**Type:** Religion  ",
			"**Religion:** {faith/Cayden Cailean}",
			"",
			"You've never been afraid of good, strong drink, and that has prepared you for the perils of more dangerous substances. You gain a +1 trait bonus on saving throws against poison."
		],
		"subhierarchy": [[ "Religion Traits", "main/traits_religion" ]]
	},
	"aerial_harrier": {
		"name": "Aerial Harrier",
		"sources": [ "Inner Sea Races" ],
		"description": [
			"## Aerial Harrier",
			"",
			"**Type:** Race  ",
			"**Requirements:** Strix",
			"",
			"You are used to fighting enemies who cannot fly. While flying, you gain a +1 trait bonus to AC against melee attacks from creatures on the ground."
		],
		"subhierarchy": [[ "Race Traits", "main/traits_race" ]]
	},
	"aerial_observer": {
		"name": "Aerial Observer",
		"sources": [ "Bastards of Golarion" ],
		"description": [
			"## Aerial Observer",
			"",
			"**Type:** Race  ",
			"**Requirements:** Sylph",
			"",
			"You are practiced at noticing details from high up. You gain a +2 trait bonus on Perception checks while you are at least 30 feet above ground level."
		],
		"subhierarchy": [[ "Race Traits", "main/traits_race" ]]
	},
	"aeromantic_affinity": {
		"name": "Aeromantic Affinity",
		"sources": [ "Blood of the Ancients" ],
		"description": [
			"## Aeromantic Affinity",
			"",
			"**Type:** Magic",
			"",
			"One of your distant ancestors was either a powerful aeromancer or a creature of elemental air, granting you greater skill with air magic. You treat your caster level as 1 higher when casting spells with the air or electricity descriptor."
		],
		"subhierarchy": [[ "Magic Traits", "main/traits_magic" ]]
	},
	"affable": {
		"name": "Affable",
		"sources": [ "Champions of Purity" ],
		"description": [
			"## Affable",
			"",
			"**Type:** Social",
			"",
			"You have a genial personality and make it a point to befriend and help people wherever you go. In your travels, you stop to aid others, tell interesting stories, and often buy rounds of drinks for patrons at the local taverns. You bring good cheer to those you encounter, and for this reason, you often find yourself attending important events or fruitful gatherings, and have even become an honorary member of many families. People find you trustworthy, and they are willing to share information with you. You gain a +2 trait bonus on Diplomacy checks to gather information, and can do so in half the normal time. In addition, Diplomacy and Knowledge (local) are always class skills for you."
		],
		"subhierarchy": [[ "Social Traits", "main/traits_social" ]]
	},
	"affinity_for_the_elements": {
		"name": "Affinity for the Elements",
		"sources": [
			"Inner Sea Gods",
			"Faiths of Corruption"
		],
		"description": [
			"## Affinity for the Elements",
			"",
			"**Type:** Religion  ",
			"**Religion:** Elemental Lords",
			"",
			"Add 1 to the DC of saving throws made to resist the effects of spells cast by you that have either the air, earth, fire, or water descriptor, depending on which elemental lord you worship. You must choose a single elemental lord when you take this trait; once chosen, it cannot be changed."
		],
		"subhierarchy": [[ "Religion Traits", "main/traits_religion" ]]
	},
	"against_the_technic_league": {
		"name": "Against the Technic League",
		"sources": [
			"Iron Gods Player's Guide",
			"People of the River"
		],
		"description": [
			"## Against the Technic League",
			"",
			"**Type:** Campaign  ",
			"**Campaign:** Iron Gods",
			"",
			"Although the Black Sovereign rules Numeria in name, it's the spellcasters of the Technic League who hold the real power. While their influence is certainly strongest in the capital of Starfall, their touch can be felt even here in Torch - the League takes a significant cut of the town's income as tithes every month. For some reason, you have a grudge against the Technic League. Perhaps your parents lost their jobs as the result of an act they took that displeased the League-you might even suspect the League was responsible for their deaths. Alternatively, you could just rankle at the League's open acceptance of slavery, their reputation for sadism and cruelty, or their penchant for hoarding and controlling technological wonders. Talk to your GM to refine the reasons why you hate the Technic League, but you're convinced that they are somehow responsible for putting out the town's torch and that evidence of their tampering can be found in the caverns below - if you can find evidence of the Technic League working against Torch's better interests, that could well be a step toward the town's independence from the League. Choose either weapons or spells. If you choose weapons, you gain a +2 trait bonus on all damage rolls made against targets you know are associated with the Technic League. If you choose spells, increase the save DC of your spells by 1 when you target such a foe."
		],
		"subhierarchy": [[ "Campaign Traits", "main/traits_campaign" ]]
	},
	"agent_of_chance": {
		"name": "Agent of Chance",
		"sources": [
			"Inner Sea Gods",
			"Faiths of Purity"
		],
		"description": [
			"## Agent of Chance",
			"",
			"**Type:** Religion  ",
			"**Religion:** {faith/Nivi Rhombodazzle}",
			"",
			"You can change the fortunes of others, typically for the better. Once per day, you can allow an adjacent ally to reroll a skill check as an immediate action before the result is revealed. The ally must take the second roll, even if it is worse."
		],
		"subhierarchy": [[ "Religion Traits", "main/traits_religion" ]]
	},
	"agent_of_the_sultana": {
		"name": "Agent of the Sultana",
		"sources": [ "Blood of the Elements" ],
		"description": [
			"## Agent of the Sultana",
			"",
			"**Type:** Regional  ",
			"**Region:** Plane of Earth",
			"",
			"You have learned many adventuring skills - as well as hatred for efreet - during your years of military service to Sultana Ashadieeyah bint Khalid, ruler of the Opaline Vault on the Plane of Earth. You gain a +2 trait bonus on Disable Device checks to disarm any traps that you know deal fire damage, and you gain a +2 trait bonus on attack rolls to confirm critical hits against creatures with the fire subtype."
		],
		"subhierarchy": [[ "Regional Traits", "main/traits_regional" ]]
	},
	"air_touched": {
		"name": "Air-Touched",
		"sources": [ "Ultimate Campaign" ],
		"description": [
			"## Air-Touched",
			"",
			"**Type:** Magic",
			"",
			"You share an affinity with elemental air. You gain DR 1/- against creatures and attacks with the air type."
		],
		"subhierarchy": [[ "Magic Traits", "main/traits_magic" ]]
	},
	"airship_captain": {
		"name": "Airship Captain",
		"sources": [ "Blood of the Elements" ],
		"description": [
			"## Airship Captain",
			"",
			"**Type:** Regional  ",
			"**Region:** Plane of Air",
			"",
			"Your years of piloting airships on the Plane of Air, dodging angry mephits and protecting your passengers from the depredations of capricious elementals, have taught you how to expertly command your vessel, as well as how to arrest yourself even in the midst of the most turbulent planar storms. You gain a +2 trait bonus on Wisdom checks to move in a plane with subjective directional gravity (see the [planar rules](rule/planar_traits)) and a +2 trait bonus on driving checks (see the [vehicle rules](rule/full_vehicle_rules))."
		],
		"subhierarchy": [[ "Regional Traits", "main/traits_regional" ]]
	},
	"akitonian_ferocity": {
		"name": "Akitonian Ferocity",
		"sources": [ "People of the Stars" ],
		"description": [
			"## Akitonian Ferocity",
			"",
			"**Type:** Regional  ",
			"**Region:** Akiton",
			"",
			"You were raised on Akiton, where you were hardened against the ravages of battle. Once per day, the first time you are brought below 0 hit points but not killed, you can fight on for 1 more round as if disabled. At the end of your next turn, unless brought to above 0 hit points, you immediately fall unconscious and begin dying."
		],
		"subhierarchy": [[ "Regional Traits", "main/traits_regional" ]]
	},
	"alabaster_odalisque": {
		"name": "Alabaster Odalisque",
		"sources": [ "Blood of the Elements" ],
		"description": [
			"## Alabaster Odalisque",
			"",
			"**Type:** Regional  ",
			"**Region:** Jalmeray  ",
			"**Requirements:** Oread",
			"",
			"The rajahs of Jalmeray favored you for your stately physique and flawless skin, and so endorsed your candidacy for tutelage at the Conservatory on the island of Grand Sarret. Trained to be the perfect bard, courtesan, or undercover operative, you gain a +1 trait bonus on two Charisma-based skills of your choice. In addition, once per day as a swift action, you can brush your fingers against a closed door or stone wall up to 1 foot thick. Doing so allows you to ignore penalties on Perception checks to listen through the designated object for 1 minute."
		],
		"subhierarchy": [[ "Regional Traits", "main/traits_regional" ]]
	},
	"alabaster_outcast": {
		"name": "Alabaster Outcast",
		"sources": [
			"Varisia, Birthplace of Legends",
			"Shattered Star Player's Guide"
		],
		"description": [
			"## Alabaster Outcast",
			"",
			"**Type:** Campaign  ",
			"**Campaign:** Shattered Star",
			"",
			"You are a member of one of Magnimar's wealthiest families - or rather, you used to be. A falling-out left you disowned and disinherited. Now you hope to get away from the city and find fortune enough to shame your former kinsfolk-goals which led you to the [Pathfinder Society](rule/aff_scholars). Despite your exile, your name still carries considerable weight in Magnimar, and you gain a +1 trait bonus on Diplomacy and Intimidate checks made within the city. Additionally, you start play with a noble's outfit, a signet ring, and a single additional nonmagical item worth no more than 200 gp. Your last name is probably Derexhi, Kaddren, Mindurian, Niroden, Scarnetti, Valdemar, Vanderale, or Versade (but may be another of your choosing)."
		],
		"subhierarchy": [[ "Campaign Traits", "main/traits_campaign" ]]
	},
	"alchemical_adept": {
		"name": "Alchemical Adept",
		"sources": [ "Ultimate Campaign" ],
		"description": [
			"## Alchemical Adept",
			"",
			"**Type:** Magic",
			"",
			"You are skilled in creating alchemical items. You gain a +2 trait bonus on all Craft (alchemy) checks made to craft alchemical items. Furthermore, when you fail a Craft (alchemy) check by 5 or more but don't roll a natural 1, you don't ruin any raw materials or have to pay that cost again."
		],
		"subhierarchy": [[ "Magic Traits", "main/traits_magic" ]]
	},
	"alchemical_breath": {
		"name": "Alchemical Breath",
		"sources": [ "Kobolds of Golarion" ],
		"description": [
			"## Alchemical Breath",
			"",
			"**Type:** Race  ",
			"**Requirements:** Kobold; Green-scaled",
			"",
			"Your tribe, in an effort to emulate the green chromatic dragons they admire, goes to great lengths to secure alchemical coal. As a member of a green kobold tribe, you begin play with three pieces of the choking smoke variety of alchemical coal. Eating one of these pellets allows you to exhale noxious vapors, damaging and sickening your enemies. These pellets do not count against your starting character wealth."
		],
		"subhierarchy": [[ "Race Traits", "main/traits_race" ]]
	},
	"alchemical_fence": {
		"name": "Alchemical Fence",
		"sources": [ "Potions and Poisons" ],
		"description": [
			"## Alchemical Fence",
			"",
			"**Type:** Regional  ",
			"**Region:** Katapesh",
			"",
			"Growing up in the vast markets of Katapesh, you developed connections to a great many alchemists and poisoners all over the world. You know many of the right people in any given locale as well as how to get in touch with useful contacts. When determining whether a given potion is available in a settlement, there is a 90% chance that it is available if it is within the settlement's base value for available magic items rather than a 75% chance. Additionally, when you use Diplomacy to gather information about a topic related to alchemy or poisons (including making poisons), you gain a +3 trait bonus on the check."
		],
		"subhierarchy": [[ "Regional Traits", "main/traits_regional" ]]
	},
	"alchemical_intuition": {
		"name": "Alchemical Intuition",
		"sources": [ "Ultimate Campaign" ],
		"description": [
			"## Alchemical Intuition",
			"",
			"**Type:** Magic",
			"",
			"You are often struck with epiphanies about alchemical processes and substances. Once per day as a free action, you may gain a trait bonus equal to your Charisma modifier (minimum 0) on a Craft (alchemy) check you make. You can apply this bonus after you roll the check, possibly turning a failure into a success."
		],
		"subhierarchy": [[ "Magic Traits", "main/traits_magic" ]]
	},
	"alchemical_prodigy": {
		"name": "Alchemical Prodigy",
		"sources": [
			"People of the Sands",
			"Qadira, Gateway to the East"
		],
		"description": [
			"## Alchemical Prodigy",
			"",
			"**Type:** Regional  ",
			"**Region:** Thuvia",
			"",
			"Early on in your life, you showed significant promise in the sciences and alchemical arts, and received extensive tutoring from those seeking to maximize your potential. If you have the alchemy class feature, your alchemist level is considered 1 higher when calculating the duration of your extracts."
		],
		"subhierarchy": [[ "Regional Traits", "main/traits_regional" ]]
	},
	"aldori_caution": {
		"name": "Aldori Caution",
		"sources": [ "Weapon Master's Handbook" ],
		"description": [
			"## Aldori Caution",
			"",
			"**Type:** Combat",
			"",
			"You learned defensive moves from Aldori trainers. You gain an additional +1 dodge bonus to Armor Class while you fight defensively or use the total defense action."
		],
		"subhierarchy": [[ "Combat Traits", "main/traits_combat" ]]
	},
	"alien_origins": {
		"name": "Alien Origins",
		"sources": [ "Dungeoneer's Handbook" ],
		"description": [
			"## Alien Origins",
			"",
			"**Type:** Regional  ",
			"**Region:** Silver Mount",
			"",
			"You are in some way tied to the mysterious alien monument known as Silver Mount in Numeria, but you have forgotten an important piece of your past. Perhaps you were a metallurgist's experiment gone awry, a rediscovered automaton that escaped the mountain's confines, or the result of some equally enigmatic phenomenon. Regardless, your unusual origins mark you as somehow different from others, and you know the gaps in your memory hold the key to your past. You start play with a unique compass that doesn't point north and is riddled with indecipherable alien markings - the only object you have that you know to be tied to your home. In addition, your inscrutable mannerisms give you a +2 trait bonus on opposed Bluff checks.",
			"",
			"**Suggestion:** Consider being a member of the {race/android/ race}.*"
		],
		"subhierarchy": [[ "Regional Traits", "main/traits_regional" ]]
	},
	"alkenstar_defender": {
		"name": "Alkenstar Defender",
		"sources": [ "Inner Sea Primer" ],
		"description": [
			"## Alkenstar Defender",
			"",
			"**Type:** Regional  ",
			"**Region:** Mana Wastes",
			"",
			"You have lived in Alkenstar and served in its militia. You know just where to aim to do the most damage. You gain a +1 trait bonus on all rolls to confirm critical hits with ranged weapons."
		],
		"subhierarchy": [[ "Regional Traits", "main/traits_regional" ]]
	},
	"alkenstar_engineer": {
		"name": "Alkenstar Engineer",
		"sources": [ "People of the Wastes" ],
		"description": [
			"## Alkenstar Engineer",
			"",
			"**Type:** Regional",
			"",
			"Your extensive experience with firearms allows you to get the most out of those unique weapons. When you're wielding a broken early firearm, the amount your misfire value increases by is reduced by 1."
		],
		"subhierarchy": [[ "Regional Traits", "main/traits_regional" ]]
	},
	"allies_in_the_deep": {
		"name": "Allies in the Deep",
		"sources": [ "Heroes of the Darklands" ],
		"description": [
			"## Allies in the Deep",
			"",
			"**Type:** Social",
			"",
			"You've learned to deal amicably with individuals of questionable morals when necessary. You gain a +1 trait bonus on Charisma-based skill checks to influence evil creatures."
		],
		"subhierarchy": [[ "Social Traits", "main/traits_social" ]]
	},
	"alluring": {
		"name": "Alluring",
		"sources": [ "Dwarves of Golarion" ],
		"description": [
			"## Alluring",
			"",
			"**Type:** Religion  ",
			"**Religion:** {faith/Bolka}",
			"",
			"You have the art of turning a passing glance into love. You receive a +2 trait bonus on Diplomacy checks with those who find you attractive. You can use {spell/daze} once per day as a spell-like ability, with a caster level equal to your character level."
		],
		"subhierarchy": [[ "Religion Traits", "main/traits_religion" ]]
	},
	"almost_human": {
		"name": "Almost Human",
		"sources": [ "Ultimate Campaign" ],
		"description": [
			"## Almost Human",
			"",
			"**Type:** Race  ",
			"**Requirements:** Half-orc",
			"",
			"You have enough human features that it's easy for you to pass for a pureblooded human. You gain a +4 trait bonus on Disguise checks to pass as human, and Disguise is always a class skill for you."
		],
		"subhierarchy": [[ "Race Traits", "main/traits_race" ]]
	},
	"altruistic_diplomat": {
		"name": "Altruistic Diplomat",
		"sources": [ "Dragon Empires Primer" ],
		"description": [
			"## Altruistic Diplomat",
			"",
			"**Type:** Regional  ",
			"**Region:** Hwanggot",
			"",
			"Your upbringing in Hwanggot has influenced you to be both peaceful and wise, and your arguments are consistently sound. You gain a +2 trait bonus on Diplomacy checks."
		],
		"subhierarchy": [[ "Regional Traits", "main/traits_regional" ]]
	},
	"always_threatening": {
		"name": "Always Threatening",
		"sources": [ "Inner Sea Gods" ],
		"description": [
			"## Always Threatening",
			"",
			"**Type:** Religion  ",
			"**Religion:** {faith/Thamir Gixx}",
			"",
			"You are fast on the draw. As a move action, you can draw a light, concealed weapon for which you have {feat/Weapon Focus}. If you have the {feat/Quick Draw} feat, drawing this weapon is a free action."
		],
		"subhierarchy": [[ "Religion Traits", "main/traits_religion" ]]
	},
	"amazingly_ugly": {
		"name": "Amazingly Ugly",
		"sources": [ "Orcs of Golarion" ],
		"description": [
			"## Amazingly Ugly",
			"",
			"**Type:** Race  ",
			"**Requirements:** Half-orc or Orc",
			"",
			"Your skull is misshapen in a grotesque way. You receive a +1 trait bonus on Intimidate skill checks, and it becomes a class skill."
		],
		"subhierarchy": [[ "Race Traits", "main/traits_race" ]]
	},
	"ambassador": {
		"name": "Ambassador",
		"sources": [ "Taldor, Echoes of Glory" ],
		"description": [
			"## Ambassador",
			"",
			"**Type:** Religion  ",
			"**Religion:** {faith/Sarenrae}",
			"",
			"Your natural abilities at mediation and compromise manifested at a young age. For as long as you can remember, you were always more able to solve disputes and carefully settle violent disagreements than others. You gain a +2 trait bonus to Diplomacy checks."
		],
		"subhierarchy": [[ "Religion Traits", "main/traits_religion" ]]
	},
	"ambitious": {
		"name": "Ambitious",
		"sources": [ "Ultimate Campaign" ],
		"description": [
			"## Ambitious",
			"",
			"**Type:** Social",
			"",
			"You exude confidence in the presence of those more powerful than you - sometimes unreasonably so. You gain a +4 trait bonus on Diplomacy checks made to influence creatures with at least 5 Hit Dice more than you possess."
		],
		"subhierarchy": [[ "Social Traits", "main/traits_social" ]]
	},
	"ambush_training": {
		"name": "Ambush Training",
		"sources": [ "Pathfinder Society Primer" ],
		"description": [
			"## Ambush Training",
			"",
			"**Type:** Combat",
			"",
			"You've learned that taking an enemy by surprise can end a combat before it begins. You gain a +1 trait bonus on initiative checks and a +1 trait bonus on weapon damage rolls during any surprise round in which you act."
		],
		"subhierarchy": [[ "Combat Traits", "main/traits_combat" ]]
	},
	"amiable_blunder": {
		"name": "Amiable Blunder",
		"sources": [ "Champions of Balance" ],
		"description": [
			"## Amiable Blunder",
			"",
			"**Type:** Social",
			"",
			"Your easy-going demeanor allows you to sometimes recover from potentially awkward social situations or even condemnatory faux pas. Once per day when you fail a Diplomacy check by 5 or more and would cause an NPC's attitude toward you to worsen, you can immediately attempt another Diplomacy check against the same DC as a free action. If you succeed at this second Diplomacy check, the character's attitude doesn't change, as though you had failed the original check by 4 or less."
		],
		"subhierarchy": [[ "Social Traits", "main/traits_social" ]]
	},
	"amiable_briber": {
		"name": "Amiable Briber",
		"sources": [ "Adventurer's Armory 2" ],
		"description": [
			"## Amiable Briber",
			"",
			"**Type:** Social  ",
			"**Region:** Absalom",
			"",
			"Your attempts to bribe others usually come off as playful or as a gag. The first time someone refuses a bribe you offer, that person's attitude toward you doesn't worsen, even if the offer would normally offend the person (as though you had failed a Diplomacy check by 5 or more)."
		],
		"subhierarchy": [[ "Social Traits", "main/traits_social" ]]
	},
	"among_humans": {
		"name": "Among Humans",
		"sources": [ "Dirty Tactics Toolbox" ],
		"description": [
			"## Among Humans",
			"",
			"**Type:** Race  ",
			"**Requirements:** Kitsune",
			"",
			"You have spent your entire life living among humans and are an expert at impersonating them. You gain a +2 trait bonus on Disguise checks to appear human while assuming your specific human form with the change shape racial trait, and Disguise is always a class skill for you."
		],
		"subhierarchy": [[ "Race Traits", "main/traits_race" ]]
	},
	"amoral_mercenary": {
		"name": "Amoral Mercenary",
		"sources": [ "Hell's Vengeance Player's Guide" ],
		"description": [
			"## Amoral Mercenary",
			"",
			"**Type:** Campaign  ",
			"**Campaign:** Hell's Vengeance",
			"",
			"You have always looked after yourself first, and done whatever you need to do to survive. You've killed before, and you'll kill again, but you don't lose sleep over it. If it's you or them, you invariably choose yourself. You follow no code, unless it's doing whatever brings you to the top. Of course, sometimes you have to work with others, and that's fine too, as long as the pay is right-whatever it takes to get the job done. With the current unrest in Cheliax, it's starting to look like a good deal to work with House Thrune. You know Thrune rewards those who serve it well, and there's no one else in Cheliax who can offer the power, prestige, and money that Thrune can.",
			"",
			"You've got a keen eye for what makes a good arrangement and when to walk away from a bad deal. You gain a +1 trait bonus on Sense Motive checks, and Sense Motive is a class skill for you. In addition, as an immediate action once per day, you can shift your effective alignment so that you are considered neutral instead of evil for the purpose of good effects that target evil creatures (such as {spell/holy smite} or a [paladin's smite evil](class/paladin) ability). Your alignment does not actually change when you use this ability."
		],
		"subhierarchy": [[ "Campaign Traits", "main/traits_campaign" ]]
	},
	"analytical": {
		"name": "Analytical",
		"sources": [ "Advanced Class Origins" ],
		"description": [
			"## Analytical",
			"",
			"**Type:** Regional  ",
			"**Region:** Ustalav",
			"",
			"You have been trained in the analytical thought process preferred by the professors of mortal sciences at Lepidstadt University, allowing you to consider a question more carefully when you have time for calm contemplation. When you take 10 on a Knowledge check, add 1 to your result."
		],
		"subhierarchy": [[ "Regional Traits", "main/traits_regional" ]]
	},
	"anatomist": {
		"name": "Anatomist",
		"sources": [
			"Ultimate Campaign",
			"Advanced Player's Guide",
			"Second Darkness Player's Guide"
		],
		"description": [
			"## Anatomist",
			"",
			"**Type:** Combat",
			"",
			"You have studied the workings of anatomy, either as a student at university or as an apprentice mortician or necromancer. You know where to aim your blows to strike vital organs. You gain a +1 trait bonus on all rolls made to confirm critical hits."
		],
		"subhierarchy": [[ "Combat Traits", "main/traits_combat" ]]
	},
	"ancestors_blade": {
		"name": "Ancestor's Blade",
		"sources": [ "Divine Anthology" ],
		"description": [
			"## Ancestor's Blade",
			"",
			"**Type:** Religion  ",
			"**Religion:** {faith/Shizuru}",
			"",
			"You were trained by your family with a weapon passed down from a venerable ancestor. You begin play with an heirloom masterwork weapon worth up to 400 gp. You gain a +1 trait bonus on attack rolls with weapons of this type (not just your initial heirloom weapon) when you smite evil."
		],
		"subhierarchy": [[ "Religion Traits", "main/traits_religion" ]]
	},
	"ancestral_armor": {
		"name": "Ancestral Armor",
		"sources": [ "Blood of the Ancients" ],
		"description": [
			"## Ancestral Armor",
			"",
			"**Type:** Social",
			"",
			"You inherited an ancient set of Tar Taargadth armor. You begin play with a set of masterwork armor of your choice. You must be proficient in wearing this armor, and the armor's total cost cannot exceed 300 gp."
		],
		"subhierarchy": [[ "Social Traits", "main/traits_social" ]]
	},
	"ancestral_grounds": {
		"name": "Ancestral Grounds",
		"sources": [ "Heroes of the Darklands" ],
		"description": [
			"## Ancestral Grounds",
			"",
			"**Type:** Race  ",
			"**Requirements:** Dwarf",
			"",
			"You recall the dangers the dwarves faced during the Quest for Sky. You gain a +1 trait bonus on Knowledge (dungeoneering) checks and a +2 trait bonus on Knowledge (history) checks pertaining to the Quest for Sky. Select one of these skills to be a class skill for you."
		],
		"subhierarchy": [[ "Race Traits", "main/traits_race" ]]
	},
	"ancestral_weapon": {
		"name": "Ancestral Weapon",
		"sources": [ "People of the River" ],
		"description": [
			"## Ancestral Weapon",
			"",
			"**Type:** Regional  ",
			"**Region:** Numeria",
			"",
			"You have inherited a sacred tribal weapon wielded by your forebears since the days before the Rain of Stars, and you were trained in its use from a young age. Select either {eq-material/cold iron} or {eq-material/alchemical_<silver}. You begin play with a masterwork melee weapon made of the material of your choice. You must be proficient with this weapon, and its combined cost cannot exceed 500 gp. You gain a +1 trait bonus on attack rolls with weapons made of the selected material."
		],
		"subhierarchy": [[ "Regional Traits", "main/traits_regional" ]]
	},
	"ancient_explorer": {
		"name": "Ancient Explorer",
		"sources": [ "Skull and Shackles Player's Guide" ],
		"description": [
			"## Ancient Explorer",
			"",
			"**Type:** Campaign  ",
			"**Campaign:** Skull and Shackles",
			"",
			"You are a student of the ancient history of Golarion, and you've come to the Shackles to explore the crumbling and vine-choked ruins of the cyclops empire of Ghol-Gan, which have lain abandoned among the isles of the Shackles for thousands of years. You gain a +1 trait bonus on Knowledge (history) and Knowledge (local) checks, and one of these skills is a class skill for you. In addition, you gain Cyclops or Polyglot as a bonus language.",
			"",
			"You went to a tavern called the Formidably Maid in Port Peril last night to meet a contact who supposedly had an old map of lost cyclops ruins to sell, but the drink was stronger than you had expected and you passed out before making the deal."
		],
		"subhierarchy": [[ "Campaign Traits", "main/traits_campaign" ]]
	},
	"andolettas_consolation": {
		"name": "Andoletta's Consolation",
		"sources": [ "Divine Anthology" ],
		"description": [
			"## Andoletta's Consolation",
			"",
			"**Type:** Religion  ",
			"**Religion:** {faith/Andoletta}",
			"",
			"You had a close encounter with a servant or worshiper of Andoletta who provided you with a memorable, if unconventional, consolation after a loss. As a result, you gain a +2 trait bonus on saving throws against emotion and fear effects. If you are immune to fear, you instead gain a +4 trait bonus on saves against emotion effects."
		],
		"subhierarchy": [[ "Religion Traits", "main/traits_religion" ]]
	},
	"andoren_freedom_fighter": {
		"name": "Andoren Freedom Fighter",
		"sources": [ "Inner Sea Primer" ],
		"description": [
			"## Andoren Freedom Fighter",
			"",
			"**Type:** Regional  ",
			"**Region:** Andoran",
			"",
			"You've dedicated your life to fighting against oppression, tyranny, and slavery. You gain a +1 trait bonus on attack and damage rolls against slavers or any creature holding someone against their will."
		],
		"subhierarchy": [[ "Regional Traits", "main/traits_regional" ]]
	},
	"angradds_flame": {
		"name": "Angradd's Flame",
		"sources": [ "People of the Wastes" ],
		"description": [
			"## Angradd's Flame",
			"",
			"**Type:** Religion  ",
			"**Religion:** {faith/Angradd}",
			"",
			"Your faith in the Forge-Fire fans the passionate flames of war in your heart. Whenever you confirm a critical hit, you deal 1 additional point of damage to your target. This damage is considered precision damage."
		],
		"subhierarchy": [[ "Religion Traits", "main/traits_religion" ]]
	},
	"angradds_valor": {
		"name": "Angradd's Valor",
		"sources": [ "Divine Anthology" ],
		"description": [
			"## Angradd's Valor",
			"",
			"**Type:** Religion  ",
			"**Religion:** {faith/Angradd}",
			"",
			"You hope to earn a place at Angradd's side after death and are inspired to charge with all your might into any righteous battle. You gain a +1 trait bonus on all melee attack rolls when you charge."
		],
		"subhierarchy": [[ "Religion Traits", "main/traits_religion" ]]
	},
	"animal_friend": {
		"name": "Animal Friend",
		"sources": [
			"Ultimate Campaign",
			"Advanced Player's Guide",
			"Legacy of Fire Player's Guide"
		],
		"description": [
			"## Animal Friend",
			"",
			"**Type:** Race  ",
			"**Requirements:** Gnome",
			"",
			"You've long been a friend to animals, and feel safer when animals are nearby. You gain a +1 trait bonus on Will saving throws as long as an animal (Tiny or larger, must be at least indifferent toward you) is within 30 feet, and Handle Animal is always a class skill for you."
		],
		"subhierarchy": [[ "Race Traits", "main/traits_race" ]]
	},
	"animal_rustler": {
		"name": "Animal Rustler",
		"sources": [ "Inner Sea Races" ],
		"description": [
			"## Animal Rustler",
			"",
			"**Type:** Race  ",
			"**Requirements:** Orc",
			"",
			"You frequently helped capture and wrangle dangerous animals and megafauna for your tribe, and you had to control them well enough to avoid being killed. Once per day, you can add your Strength modifier in addition to your Charisma modifier when attempting a Handle Animal check."
		],
		"subhierarchy": [[ "Race Traits", "main/traits_race" ]]
	},
	"animal_whisperer": {
		"name": "Animal Whisperer",
		"sources": [ "Ironfang Invasion Player's Guide" ],
		"description": [
			"## Animal Whisperer",
			"",
			"**Type:** Campaign  ",
			"**Campaign:** Ironfang Invasion",
			"",
			"You've spent more of your life around animals than people, and find them easier to understand. You gain a +1 trait bonus on Handle Animal checks, and Handle Animal is always a class skill for you. Your trait bonus increases to +5 whenever you attempt to \"push\" a wild animal to perform a trick for you, so long as its attitude is indifferent or friendlier. You may target creatures of the animal type with charm or compulsion spells as if they were humanoids, but unless you have another ability to make yourself understood to animals, you must still succeed at a Handle Animal check to \"push\" your target in order to communicate specific requests."
		],
		"subhierarchy": [[ "Campaign Traits", "main/traits_campaign" ]]
	},
	"animal_spirit_vitality": {
		"name": "Animal-Spirit Vitality",
		"sources": [ "Healer's Handbook" ],
		"description": [
			"## Animal-Spirit Vitality",
			"",
			"**Type:** Regional  ",
			"**Region:** Kyonin",
			"",
			"The elven druids of Kyonin taught you to commune with the natural healing powers of animals. Once per day when you cast a spell that restores hit points, you restore 1 additional hit point for every die rolled as long as a creature of the animal type is within 50 feet. You must decide to use this ability before rolling to determine the number of hit points that your spell restores."
		],
		"subhierarchy": [[ "Regional Traits", "main/traits_regional" ]]
	},
	"animalistic_affliction": {
		"name": "Animalistic Affliction",
		"sources": [ "Humans of Golarion" ],
		"description": [
			"## Animalistic Affliction",
			"",
			"**Type:** Race  ",
			"**Requirements:** Human; Ulfen",
			"",
			"You grew up with an affinity for predatory animals, and whispers amid your clan suggest somewhere in the past, lycanthropy afflicted an ancestor. Whether or not you share this affliction, you often have animalistic urges. You gain a +1 trait bonus on Handle Animal and Wild Empathy checks."
		],
		"subhierarchy": [[ "Race Traits", "main/traits_race" ]]
	},
	"anticipate_evil": {
		"name": "Anticipate Evil",
		"sources": [ "Blood of Fiends" ],
		"description": [
			"## Anticipate Evil",
			"",
			"**Type:** Race  ",
			"**Requirements:** Tiefling",
			"",
			"You can read subtle clues in the body language of fiends, allowing you to react just a bit faster than normal when dealing with such beings. You gain a +1 trait bonus on opposed Dexterity-based skill checks against outsiders with the evil subtype. In addition, when your initiative is tied with such creatures, you always act first regardless of which of you has a higher initiative modifier."
		],
		"subhierarchy": [[ "Race Traits", "main/traits_race" ]]
	},
	"antiquities_smuggler": {
		"name": "Antiquities Smuggler",
		"sources": [ "Inner Sea Primer" ],
		"description": [
			"## Antiquities Smuggler",
			"",
			"**Type:** Regional  ",
			"**Region:** Osirion",
			"",
			"You have moved contraband relics from Osirion's elder days for years, and have learned some tricks. Choose one of the following skills: Appraise, Bluff, or Sleight of Hand. You gain a +1 trait bonus on that skill, and it is always a class skill for you."
		],
		"subhierarchy": [[ "Regional Traits", "main/traits_regional" ]]
	},
	"anuli_engineer": {
		"name": "Anuli Engineer",
		"sources": [ "Distant Shores" ],
		"description": [
			"## Anuli Engineer",
			"",
			"**Type:** Regional  ",
			"**Region:** Anuli",
			"",
			"Your family helped to rebuild the ruined city of Anuli, and that tradition runs in your blood. You gain a +2 bonus on Perception checks to notice unusual stonework, traps, and hidden doors in worked stone and artificial constructions. Knowledge (engineering) is always a class skill for you."
		],
		"subhierarchy": [[ "Regional Traits", "main/traits_regional" ]]
	},
	"anxious": {
		"name": "Anxious",
		"sources": [ "Quests and Campaigns" ],
		"description": [
			"## Anxious",
			"",
			"**Type:** Drawback",
			"",
			"After suffering terribly for not being tightlipped enough as a child, such as when you accidentally exposed your family to enemy inquisitors, you developed a habit of being overly cautious with your words. You take a -2 penalty on Diplomacy checks and must speak slowly due to the concentration required. Unless stated otherwise, you are assumed to not be speaking at a volume above a whisper."
		],
		"subhierarchy": [[ "Drawback Traits", "main/traits_drawback" ]]
	},
	"apothecary": {
		"name": "Apothecary",
		"sources": [ "Advanced Player's Guide" ],
		"description": [
			"## Apothecary",
			"",
			"**Type:** Campaign",
			"",
			"Everyone suspects the sweaty, shifty-eyed apothecary sells poisons from his cluttered, acrid smelling wreck of a shop. You're one of the few in town who know this for a fact. You start the game with 400 gp worth of poison, and the apothecary will continue to sell you poison as long as you don't spread the word."
		],
		"subhierarchy": [[ "Campaign Traits", "main/traits_campaign" ]]
	},
	"apprentice": {
		"name": "Apprentice",
		"sources": [ "Divine Anthology" ],
		"description": [
			"## Apprentice",
			"",
			"**Type:** Faith",
			"",
			"During your studies of The Majestic Book of the Prime Ascended, you learned some minor magical tricks. Select a single 0-level spell from the [sorcerer/wizard spell list](main/spells_wizard). You can cast this spell 1 time per day as a spell-like ability."
		],
		"subhierarchy": [[ "Faith Traits", "main/traits_faith" ]]
	},
	"apprentice_devilbinder": {
		"name": "Apprentice Devilbinder",
		"sources": [ "Hell's Vengeance Player's Guide" ],
		"description": [
			"## Apprentice Devilbinder",
			"",
			"**Type:** Campaign  ",
			"**Campaign:** Hell's Vengeance",
			"",
			"It's no secret that conjuring and binding devils is a popular pursuit in Cheliax, and you have served as an apprentice to a diabolist since a young age. Eventually, however, you decided you wanted more for yourself than a life of study and service, and when you felt you had learned all that you were likely to from your master, you struck out on your own. You know you can achieve the loftiest heights of power with the support of Hell behind you, just as you are aware you can fall to the lowest depths if you're incautious and lose that support. You are determined to use your skills and abilities to bind Hell and its minions to your will, and to make a name for yourself as one of Cheliax's premier devilbinders.",
			"",
			"When you cast a {spell/summon monster>_1} spell to summon a devil or fiendish creature, the duration of that spell increases by 1 round. In addition, you gain a +1 trait bonus on opposed Charisma checks against devils conjured with {spell/planar binding} spells, and payments to devils you conjure with {spell/planar ally} spells are reduced by 10%."
		],
		"subhierarchy": [[ "Campaign Traits", "main/traits_campaign" ]]
	},
	"aquatic_survivalist": {
		"name": "Aquatic Survivalist",
		"sources": [ "Blood of the Elements" ],
		"description": [
			"## Aquatic Survivalist",
			"",
			"**Type:** Regional  ",
			"**Region:** Plane of Water",
			"",
			"For whatever reason, you spent much of your formative years fighting to keep yourself alive amid the fearsome creatures that inhabit the infinite oceans of the Plane of Water, and you learned how to stay hidden even against predators with unusual senses. You gain a +2 trait bonus on Stealth checks while underwater. Once per day, you can attempt a Stealth check to hide in plain sight (as the ranger class feature of the same name) while underwater. This is only effective against creatures that rely on blindsense, blindsight, or tremorsense. Creatures with other senses perceive you normally."
		],
		"subhierarchy": [[ "Regional Traits", "main/traits_regional" ]]
	},
	"arcane_dabbler": {
		"name": "Arcane Dabbler",
		"sources": [ "Elves of Golarion" ],
		"description": [
			"## Arcane Dabbler",
			"",
			"**Type:** Race  ",
			"**Requirements:** Elf",
			"",
			"Though your magical studies were decades ago, you still remember your favorite little trick. Choose a 0-level arcane spell. You may cast that spell once per day as a spell-like ability. Your caster level is equal to your highest class level in a spellcasting class; if you have no caster level, it functions at CL 1st. The spell-like ability's save DC is Intelligence- or Charisma-based (chosen when you select this trait)."
		],
		"subhierarchy": [[ "Race Traits", "main/traits_race" ]]
	},
	"arcane_depth": {
		"name": "Arcane Depth",
		"sources": [
			"Inner Sea Gods",
			"Faiths of Balance"
		],
		"description": [
			"## Arcane Depth",
			"",
			"**Type:** Religion  ",
			"**Religion:** {faith/Nethys}",
			"",
			"You have studied the great masters of spellcraft, and your knowledge is exceptional. You gain a bonus of either +1 on Spellcraft checks or +2 on Knowledge (arcana) checks. You must choose which bonus you receive when you take the trait; once chosen, it cannot be changed."
		],
		"subhierarchy": [[ "Religion Traits", "main/traits_religion" ]]
	},
	"arcane_malignancies": {
		"name": "Arcane Malignancies",
		"sources": [ "Blood of the Coven" ],
		"description": [
			"## Arcane Malignancies",
			"",
			"**Type:** Drawback  ",
			"**Requirements:** Changeling",
			"",
			"As changelings sense the awakening of the eerie powers they inherited from their hag progenitors, they are often mortified to discover terrifying and debilitating alterations to their physique. While the call seizes the changelings' minds around the time their bodies begin maturing, the arcane malignancies that mar their features and extremities have nothing to do with puberty.",
			"",
			"Not every changeling develops a malignancy, and when a changeling does develop a malignancy, it is often unrelated to whatever traits her hag mother has. These transformations are more akin to a magical allergy, manifesting in response to the well of arcane energy bubbling away in the changeling's core.",
			"",
			"A changeling character can take an arcane malignancy as a drawback in order to select an additional trait at character creation. Randomly determine the arcane malignancy by rolling a d% and consulting the table below.",
			"",
			"| d% | arcane malignancy |",
			"| --- | --- |",
			"| 1-2 | The smallest three toes on each of your feet have fused together. You take a -2 penalty on Acrobatics, Climb, and Perform (dance) checks. |",
			"| 3-4 | Your incisors grow so long and sharp that you have difficulty eating. Eating takes twice as long. Consuming a potion or other magical foodstuff requires a full-round action. |",
			"| 5-7 | You have an extra digit on each hand, which hampers your fine motor skills. You take a -2 penalty on Craft, Disable Device, and Sleight of Hand checks. |",
			"| 8-10 | Your limbs and torso are covered with piscine scales that you must constantly moisten. If more than 1 day passes without you applying at least a gallon of water to them, you take 1d3 points of damage each hour until you do so. |",
			"| 11-13 | Your skin bears a sizable scarlet mark that flushes and lightens with your moods. You take a -2 penalty on Bluff and Disguise checks. |",
			"| 14-16 | One of your eyes has grown enlarged and developed a pale, milky film. Daylight seems uncomfortably bright to you. You take a -2 penalty on saving throws against light-based spells and effects, and you are automatically dazzled for 1d6 rounds when exposed to bright light or sunlight. |",
			"| 17-19 | The soles of your feet are flat, and you tire quickly. You can hustle for only a half hour before becoming fatigued, and every 4 hours spent traveling by foot in a day deals 1 point of Constitution damage. |",
			"| 20-22 | Your already pallid complexion grows unusually sensitive to the rays of the sun. Exposure to direct sunlight for more than 1 hour at a time makes you sickened for 24 hours. |",
			"| 23-25 | The tip of your tongue is forked and stiff. You have difficulty making yourself understood. You take a -2 penalty on Bluff, Diplomacy, and Disguise checks to fool or persuade others. |",
			"| 26-28 | The painful and stiff swelling of your joints puts you at a disadvantage in combat. You take a -2 penalty on combat maneuver checks and Escape Artist checks to free yourself when grappled or pinned. |",
			"| 29-31 | Your ears have stretched to an abnormal size, making you overly sensitive to loud noises. Whenever you are dealt sonic damage, you take 1 additional point of damage, and you are deafened for 1 minute whenever you take damage from any sonic effect. |",
			"| 32-33 | The pupils of your eyes resemble a cat's, and beasts cannot abide your presence. You take a -2 penalty on Handle Animal and Ride checks. |",
			"| 34-35 | You grow velvety-soft fur along your back, arms, and legs that chafes and catches under clothing and armor, increasing the armor check penalty of any armor by 1 and applying a -1 armor check penalty to ordinary clothing. Clothing and armor can be specially fitted for you, eliminating the increased penalty but increasing their price by 50 gp. |",
			"| 36-37 | You grow an extra row of sharp, crooked teeth. The uneven set of your jaws gives you constant headaches. You take a -2 penalty on concentration checks and saving throws against pain effects. |",
			"| 38-40 | It is nearly impossible to find armor that fits your concave chest and unusually narrow, sloping shoulders. The armor check penalty of any armor you wear increases by 1, and you take a -1 penalty to AC when wearing medium or heavy armor. |",
			"| 41-42 | Your throat balloons out like a frog's, and your voice comes out as an odd croak. You take a -2 penalty on Diplomacy checks and on Perform (act, oratory, and sing) checks. |",
			"| 43-45 | An oozing sore has developed on your face that refuses to heal and makes you more susceptible to illness. You take a -2 penalty on saving throws against disease. |",
			"| 46-48 | Your flesh grows bark, and your major joints have become gnarled and knotted like tree limbs, causing you to move slowly and stiffly. You take a -2 penalty on Reflex saves. |",
			"| 49-51 | Your thin, almost translucent skin is delicate and tears easily. You take 1 point of bleed damage from slashing attacks that deal at least 1 point of damage to you. |",
			"| 52-54 | A massive patch of multicolored warts covers much of your face. People cannot help but stare, and they always remember you once they've seen you. You take a -4 penalty on Disguise checks. |",
			"| 55-57 | Your unruly hair grows with alarming speed. If you do not spend 1 hour trimming and grooming your hair every 48 hours, it snarls in nearby foliage whenever you are outdoors, imposing a -2 penalty to your Armor Class and on attack rolls and Stealth checks. |",
			"| 58-60 | Your limbs are thin and frail. You take a -2 penalty to CMD against disarm, grapple, and trip attempts. |",
			"| 61-63 | Your bones shatter as easily as glass. You take 2 additional points of damage each time you are hit by an attack made with a bludgeoning weapon. |",
			"| 64-65 | One arm is turning to stone, though you retain limited mobility. You take a -4 penalty on all skill checks requiring the use of two hands and on attack rolls when wielding a two-handed weapon or fighting with two weapons. |",
			"| 66-67 | You develop an allergy to one spell per spell level from the witch spell list (determined by your GM). Casting or being the target of a spell you're allergic to causes you to break out in a painful rash. This rash deals 1d4 points of damage per spell level, and imposes a penalty on your Charisma equal to the level of the spell. The rash fades after a number of hours equal to the level of the spell. |",
			"| 68-69 | The joints in your unnaturally long thumbs have fused, and you often fumble objects. When you retrieve a stored item, you have a 10% chance of dropping it. |",
			"| 70-72 | Your knees bend backward like a bird's, which makes many athletic movements difficult to master. You take a -2 penalty on Climb and Swim checks, and your running speed is only three times your regular walking speed. |",
			"| 73-75 | A tenacious patch of fungus has sprouted on your back, weakening your system against toxins. You take a -2 penalty on saves against poison effects. |",
			"| 76-77 | Your misaligned eyes affect your ability to judge distances. You take a -2 penalty on ranged attack and damage rolls. |",
			"| 78-80 | When you get flustered, heat builds up in your face until it glows with inner fire. You take a -4 penalty on Diplomacy and Perform checks when in the presence of 5 or more creatures. |",
			"| 81-83 | Your ears curl up like dried leaves, and you experience difficulty picking up sounds. You take a -2 penalty on hearing-based Perception checks. |",
			"| 84-86 | Your curving, clawlike fingernails grow so long so quickly that they impede you in dangerous situations. You take a -2 penalty on Escape Artist and Sleight of Hand checks. |",
			"| 87-89 | One of your legs measures noticeably longer than the other, and you lose your balance easily. You take a -2 penalty to CMD against bull rush and trip attempts. |",
			"| 90-92 | Your eyes have swollen to mere slits. You take a -2 penalty on sight-based Perception checks. |",
			"| 93-96 | You develop a shaggy pelt about your neck and shoulders that makes you overheat quickly. You take a -4 penalty on checks and saves to resist environmental heat effects. |",
			"| 97-98 | You grow a tail that you can't easily conceal and that thrashes violently at inconvenient moments. You take a -2 penalty on Disguise and Stealth checks. |",
			"| 99-100 | You grow vestigial gills. While they grant you no ability to breathe in water, they make it harder for you to catch your breath. When you are fatigued, it takes 12 hours of complete rest to recover. When you are exhausted, it takes 2 hours of complete rest to become fatigued. |"
		],
		"subhierarchy": [[ "Drawback Traits", "main/traits_drawback" ]]
	},
	"arcane_prodigy": {
		"name": "Arcane Prodigy",
		"sources": [ "Agents of Evil" ],
		"description": [
			"## Arcane Prodigy",
			"",
			"**Type:** Race  ",
			"**Requirements:** Drow",
			"",
			"Once per day as an immediate action, you can double the duration of one of your racial spell-like abilities, as if using the {feat/Extend Spell} metamagic feat."
		],
		"subhierarchy": [[ "Race Traits", "main/traits_race" ]]
	},
	"arcane_researcher": {
		"name": "Arcane Researcher",
		"sources": [ "Blood of the Ancients" ],
		"description": [
			"## Arcane Researcher",
			"",
			"**Type:** Magic",
			"",
			"Your curiosity and ingenuity have driven you to experiment and push new boundaries, and you have a knack for tampering with magic. You gain a +4 trait bonus on Knowledge (arcana) and Spellcraft checks to research, modify, and create new spells."
		],
		"subhierarchy": [[ "Magic Traits", "main/traits_magic" ]]
	},
	"arcane_revitalization": {
		"name": "Arcane Revitalization",
		"sources": [ "Ultimate Campaign" ],
		"description": [
			"## Arcane Revitalization",
			"",
			"**Type:** Magic",
			"",
			"Your martial prowess can feed your arcane power. Once per day, when you confirm a critical hit with a weapon attack, you regain 1 arcane pool point. You can't exceed your maximum number of arcane pool points."
		],
		"subhierarchy": [[ "Magic Traits", "main/traits_magic" ]]
	},
	"arcane_scholar": {
		"name": "Arcane Scholar",
		"sources": [ "Divine Anthology" ],
		"description": [
			"## Arcane Scholar",
			"",
			"**Type:** Faith",
			"",
			"Study of the \"Prime Archmage\" chapter has broadened your magical knowledge. Choose either Knowledge (arcana) or Spellcraft; you gain a +1 trait bonus on that skill and it is a class skill for you."
		],
		"subhierarchy": [[ "Faith Traits", "main/traits_faith" ]]
	},
	"arcane_temper": {
		"name": "Arcane Temper",
		"sources": [ "Ultimate Campaign" ],
		"description": [
			"## Arcane Temper",
			"",
			"**Type:** Magic",
			"",
			"You have quick reactions and fierce concentration. You gain a +1 trait bonus on concentration and initiative checks."
		],
		"subhierarchy": [[ "Magic Traits", "main/traits_magic" ]]
	},
	"armed_grit": {
		"name": "Armed Grit",
		"sources": [ "Weapon Master's Handbook" ],
		"description": [
			"## Armed Grit",
			"",
			"**Type:** Combat",
			"",
			"You make an impression during a standoff. As long as you have a firearm drawn, you gain a +2 trait bonus on saving throws against fear and the DCs of Intimidate checks to demoralize you increase by 2."
		],
		"subhierarchy": [[ "Combat Traits", "main/traits_combat" ]]
	},
	"armor_expert": {
		"name": "Armor Expert",
		"sources": [
			"Ultimate Campaign",
			"Second Darkness Player's Guide",
			"Advanced Player's Guide"
		],
		"description": [
			"## Armor Expert",
			"",
			"**Type:** Combat",
			"",
			"You have worn armor as long as you can remember, either as part of your training to become a knight's squire or simply because you were seeking to emulate a hero. Your childhood armor wasn't the real thing as far as protection, but it did encumber you as much as real armor would have, and you've grown used to moving in such suits with relative grace. When you wear armor of any sort, reduce that suit's armor check penalty by 1, to a minimum check penalty of 0."
		],
		"subhierarchy": [[ "Combat Traits", "main/traits_combat" ]]
	},
	"armored_rider": {
		"name": "Armored Rider",
		"sources": [ "Armor Master's Handbook" ],
		"description": [
			"## Armored Rider",
			"",
			"**Type:** Combat",
			"",
			"You gain a +1 trait bonus on Ride checks, and Ride is a class skill for you. You don't take an armor check penalty on Ride checks while wearing light or medium armor."
		],
		"subhierarchy": [[ "Combat Traits", "main/traits_combat" ]]
	},
	"armored_soul": {
		"name": "Armored Soul",
		"sources": [ "Armor Master's Handbook" ],
		"description": [
			"## Armored Soul",
			"",
			"**Type:** Combat",
			"",
			"When wearing armor or using a shield, you gain a +1 trait bonus on saving throws against divine spells that deal damage."
		],
		"subhierarchy": [[ "Combat Traits", "main/traits_combat" ]]
	},
	"arms_master": {
		"name": "Arms Master",
		"sources": [ "Blood of Fiends" ],
		"description": [
			"## Arms Master",
			"",
			"**Type:** Race  ",
			"**Requirements:** Tiefling; Faultspawn",
			"",
			"The legendary battle prowess of your ancestors ensures that you have a certain amount of innate martial skill. You take a -2 penalty on attack rolls made with weapons with which you are not proficient instead of the normal -4."
		],
		"subhierarchy": [[ "Race Traits", "main/traits_race" ]]
	},
	"armun_kelisk_scholar": {
		"name": "Armun Kelisk Scholar",
		"sources": [ "Blood of the Elements" ],
		"description": [
			"## Armun Kelisk Scholar",
			"",
			"**Type:** Regional  ",
			"**Region:** Plane of Air",
			"",
			"During your time on the Plane of Air, you visited the libraries of Armun Kelisk frequently and voraciously read the tomes therein. You gain a +1 trait bonus on Knowledge (planes) checks and checks made with one other Knowledge skill of your choice. This bonus increases to +3 when used to identify a creature with the air subtype. Knowledge (planes) becomes a class skill for you, and your bonus language options at 1st level include Auran. This choice is in addition to the bonus languages available to the character because of her race."
		],
		"subhierarchy": [[ "Regional Traits", "main/traits_regional" ]]
	},
	"arodenite_historian": {
		"name": "Arodenite Historian",
		"sources": [ "Arcane Anthology" ],
		"description": [
			"## Arodenite Historian",
			"",
			"**Type:** Social",
			"",
			"You believe there is much useful information to glean from the mark Aroden left on history, and learn all you can about his exploits and teachings. This has given you significant insights on how different kinds of information are interconnected. If you fail a Knowledge (arcana, history, or religion) check, you can reroll the check 1 round later using your bonus for one of the other two skills."
		],
		"subhierarchy": [[ "Social Traits", "main/traits_social" ]]
	},
	"arodenite_sword_training": {
		"name": "Arodenite Sword Training",
		"sources": [ "Arcane Anthology" ],
		"description": [
			"## Arodenite Sword Training",
			"",
			"**Type:** Combat",
			"",
			"Your family has passed down training in Aroden's favored weapon, even though the god no longer answers their prayers. You are proficient with the longsword. If your class grants longsword proficiency as well, you gain a +1 trait bonus on attacks of opportunity with longswords."
		],
		"subhierarchy": [[ "Combat Traits", "main/traits_combat" ]]
	},
	"artifact_hunter_isp": {
		"name": "Artifact Hunter (ISP)",
		"sources": [ "Inner Sea Primer" ],
		"description": [
			"## Artifact Hunter (ISP)",
			"",
			"**Type:** Regional  ",
			"**Region:** Mwangi Expanse",
			"",
			"You know the legends of the Mwangi Expanse and the places where great treasures were rumored to have fallen. You gain a +1 trait bonus on Knowledge (geography) and Knowledge (history) checks, and one of them is always a class skill for you."
		],
		"subhierarchy": [[ "Regional Traits", "main/traits_regional" ]]
	},
	"artifact_hunter_gs": {
		"name": "Artifact Hunter (GS)",
		"sources": [
			"Giantslayer Player's Guide",
			"Giant Hunter's Handbook"
		],
		"description": [
			"## Artifact Hunter (GS)",
			"",
			"**Type:** Campaign  ",
			"**Campaign:** Giantslayer",
			"",
			"You've always had an interest in magic, but you're fascinated with those legendary magic items known as artifacts. You've spent years researching these mythical relics and committed the stories and legends about them to memory, making you something of an expert on the subject. You gain a +1 trait bonus on Spellcraft checks to identify the properties of magic items and a +1 trait bonus on Use Magic Device checks, and one of these skills (your choice) becomes a class skill for you. In addition, whenever you first encounter an artifact, there is a 50% chance (+1% per level) that you recognize the artifact and know its name, origin, and something of that artifact's powers, abilities, or dangers. Exactly how much knowledge you possess is left to the GM's discretion."
		],
		"subhierarchy": [[ "Campaign Traits", "main/traits_campaign" ]]
	},
	"artisan": {
		"name": "Artisan",
		"sources": [ "Ultimate Campaign" ],
		"description": [
			"## Artisan",
			"",
			"**Type:** Social",
			"",
			"You spent time working under artisans, or your parents were artisans who were particularly skilled at their trade. You gain a +2 trait bonus on a single Craft skill (your choice)."
		],
		"subhierarchy": [[ "Social Traits", "main/traits_social" ]]
	},
	"artistic_dilettante": {
		"name": "Artistic Dilettante",
		"sources": [ "Humans of Golarion" ],
		"description": [
			"## Artistic Dilettante",
			"",
			"**Type:** Race  ",
			"**Requirements:** Human; Taldan",
			"",
			"You come from money, and because of this can quickly discern objects' value. You gain a +1 trait bonus on Appraise checks, and on checks for one Craft skill of your choice."
		],
		"subhierarchy": [[ "Race Traits", "main/traits_race" ]]
	},
	"ascendant_recollection": {
		"name": "Ascendant Recollection",
		"sources": [ "Ultimate Campaign" ],
		"description": [
			"## Ascendant Recollection",
			"",
			"**Type:** Magic",
			"",
			"Your first bloodline power is particularly strong. Your sorcerer level is considered to be 1 level higher when determining the effects of your 1st-level bloodline power."
		],
		"subhierarchy": [[ "Magic Traits", "main/traits_magic" ]]
	},
	"ash_bane": {
		"name": "Ash Bane",
		"sources": [ "People of the Wastes" ],
		"description": [
			"## Ash Bane",
			"",
			"**Type:** Regional  ",
			"**Region:** wasteland",
			"",
			"You have built up a resistance to the diseases that ash giants and their vermin guardians carry. You gain a +2 trait bonus on Fortitude saving throws to resist the disease abilities of ash giants and creatures with the vermin type. In addition, you gain a +1 trait bonus on melee attack rolls against vermin."
		],
		"subhierarchy": [[ "Regional Traits", "main/traits_regional" ]]
	},
	"asmodean_acolyte": {
		"name": "Asmodean Acolyte",
		"sources": [ "Hell's Vengeance Player's Guide" ],
		"description": [
			"## Asmodean Acolyte",
			"",
			"**Type:** Campaign  ",
			"**Campaign:** Hell's Vengeance",
			"",
			"You grew up in the church of {faith/Asmodeus}, and have served as a faithful follower your entire life. You've studied the unholy texts, committed the rigid hierarchies of Hell to memory, and striven to eliminate emotion and mercy from your mind in emulation of the Prince of Darkness. You may have continued your career in the church, officially joining the priesthood and aspiring to advance to positions of higher authority and greater power, or you may have left the church, deciding the life of a priest was not for you. In either case, the education you received in the church has remained with you. You gain a +1 trait bonus on Diplomacy, Knowledge (planes), and Knowledge (religion) checks, and one of these skills (your choice) is a class skill for you. You also know the Infernal tongue (this does not count toward your number of languages)."
		],
		"subhierarchy": [[ "Campaign Traits", "main/traits_campaign" ]]
	},
	"asmodean_demon_hunter": {
		"name": "Asmodean Demon Hunter",
		"sources": [
			"Ultimate Campaign",
			"Cheliax, Empire of Devils"
		],
		"description": [
			"## Asmodean Demon Hunter",
			"",
			"**Type:** Religion  ",
			"**Religion:** {faith/Asmodeus}",
			"",
			"Raised in the church of Asmodeus (whether or not you are currently a follower), you've focused your indoctrinated fervor primarily on the elimination of demons. You gain a +3 trait bonus on Knowledge (planes) checks about demons and a +2 trait bonus on Will saves against mind-affecting spells and effects from demons."
		],
		"subhierarchy": [[ "Religion Traits", "main/traits_religion" ]]
	},
	"aspect_of_the_quah": {
		"name": "Aspect of the Quah",
		"sources": [ "Disciple's Doctrine" ],
		"description": [
			"## Aspect of the Quah",
			"",
			"**Type:** Faith",
			"",
			"You call upon your quah's totem to grant you power. You gain a unique totem aspect that replaces one of the animal aspects granted to you by the animal focus feature. You must be a hunter or have access to the animal aspect class feature to select this trait, and you must choose the Shoanti quah to which you belong. You gain access to the totem aspect listed for that clan, and you lose access to the animal aspect listed. Once made, this choice cannot be changed.",
			"",
			"**Cliff (Shadde-Quah, Frog):** The creature gains a +4 competence bonus on Acrobatics checks to avoid falling and on Constitution checks to avoid drowning. This bonus increases to +4 at 8th level and +6 at 15th level.",
			"",
			"**Emberstorm (Sklar-Quah, Bear):** The creature gains fire resistance 5. This increases to fire resistance 10 at 8th level and fire resistance 15 at 15th level.",
			"",
			"**Horse (Shriikirri-Quah, Owl):** The creature gains a +4 competence bonus on Ride checks. This bonus increases to +6 at 8th level and +8 at 15th level.",
			"",
			"**Star (Lyrune-Quah, Falcon):** The creature gains low-light vision and a +2 competence bonus on Perception checks. This bonus increases to +4 at 8th level and +6 at 15th level.",
			"",
			"**Storm (Tamiir-Quah, Snake):** The creature gains a +4 bonus on saving throws against cold dangers, disease, heat dangers, starvation, and thirst. This bonus increases to +6 at 8th level and +8 at 15th level.",
			"",
			"**Storm Roc (Shundar-Quah, Mouse):** The creature gains a +2 enhancement bonus to Charisma. This bonus increases to +4 at 8th level and +6 at 15th level.",
			"",
			"**Will-o'-Wisp (Skoan-Quah, Wolf):** The creature gains +2 bonus on saving throws against fear effects and mind-affecting effects. This bonus increases to +4 at 8th level and +6 at 15th level."
		],
		"subhierarchy": [[ "Faith Traits", "main/traits_faith" ]]
	},
	"aspiring_bard": {
		"name": "Aspiring Bard",
		"sources": [ "Taldor, Echoes of Glory" ],
		"description": [
			"## Aspiring Bard",
			"",
			"**Type:** Race  ",
			"**Requirements:** Human; Taldan",
			"",
			"You spent countless hours of your youth wandering the open campuses of the [Kitharodian Academy](rule/f_bards) and the Rhapsodic College, listening to wonderful musicians and singers and daydreaming of your life as a bard. You gain a +1 trait bonus to one category of Perform checks and a +2 trait bonus to any Knowledge (local) checks that deal with the Oppara music scene."
		],
		"subhierarchy": [[ "Race Traits", "main/traits_race" ]]
	},
	"aspiring_hellknight": {
		"name": "Aspiring Hellknight",
		"sources": [ "Inner Sea Primer" ],
		"description": [
			"## Aspiring Hellknight",
			"",
			"**Type:** Regional  ",
			"**Region:** Cheliax",
			"",
			"Your family has a long tradition of service in the [Hellknights](rule/aff_lawknights), and your strict upbringing and training have given you a forceful aura of command. You gain a +1 trait bonus on Intimidate checks, and Intimidate is always a class skill for you."
		],
		"subhierarchy": [[ "Regional Traits", "main/traits_regional" ]]
	},
	"assimilated_native": {
		"name": "Assimilated Native",
		"sources": [ "Sargava, the Lost Colony" ],
		"description": [
			"## Assimilated Native",
			"",
			"**Type:** Race  ",
			"**Requirements:** Human; Mwangi",
			"",
			"You have adopted the ways of the colonials. As a result, you feel that other, \"inferior\" races - such as your Mwangi brethren - should obey you as they do the colonials. You gain a +2 trait bonus on Intimidate checks to influence Mwangi natives, but you suffer a -2 on Diplomacy checks to influence them."
		],
		"subhierarchy": [[ "Race Traits", "main/traits_race" ]]
	},
	"athletic": {
		"name": "Athletic",
		"sources": [ "Ruins of Azlant Player's Guide" ],
		"description": [
			"## Athletic",
			"",
			"**Type:** Campaign  ",
			"**Campaign:** Ruins of Azlant",
			"",
			"You have always had a knack for physical activity. You either grew up in a rural area and had an active childhood where you were always climbing trees, swimming in lakes and rivers, and clambering up rocky hillsides, or you competed in and excelled at contests or sports while growing up in a larger settlement. Due to this background, little can slow you down or inhibit your movements. When the Bountiful Venture Company interviewed you, they noticed your stature and physicality, and they chose you for the colonial expedition knowing that a strong back is always helpful in a growing colony.",
			"",
			"You reduce your armor check penalty by a number equal to one-third your character level (minimum 1) for purposes of Acrobatics, Climb, and Swim checks, and you gain a +1 trait bonus to one of these three skills, chosen when you take this trait."
		],
		"subhierarchy": [[ "Campaign Traits", "main/traits_campaign" ]]
	},
	"athletic_champion": {
		"name": "Athletic Champion",
		"sources": [ "War for the Crown Player's Guide" ],
		"description": [
			"## Athletic Champion",
			"",
			"**Type:** Campaign  ",
			"**Campaign:** War for the Crown",
			"",
			"Your physique and skill brought you into the public eye, and a winning smile helps you stay there. Taldor honors its extraordinary athletes, celebrating them as cultural heroes. Whether you were a gladiator, a runner, a wrestler, or any other competitor, your most recent victory caused someone important to sit up and take notice. You may never have a political career in front of you, but for now your name is helping to bring a little extra money in, and maybe that's good enough. Select two of the following skills: Climb, Diplomacy, Perception, and Swim. You gain a +1 trait bonus on checks with those skills, and they are always class skills for you. In addition, you are accustomed to maneuvering through crowds; you gain a +2 trait bonus on checks to navigate through a crowd or resist being moved against your will, including spells and bull rush, drag, and reposition combat maneuvers."
		],
		"subhierarchy": [[ "Campaign Traits", "main/traits_campaign" ]]
	},
	"attached": {
		"name": "Attached",
		"sources": [ "Ultimate Campaign" ],
		"description": [
			"## Attached",
			"",
			"**Type:** Drawback",
			"",
			"You have a strong emotional attachment to a person or object that you're terrified of losing. The GM chooses the object of your attachment. Whenever the object of your attachment is either threatened, in danger, or in someone else's possession, you take a -1 penalty on Will saves and a -2 penalty on saves against fear effects. If the person or object to which you're attached is ever lost, killed, or destroyed, exchange this drawback for the Doubt drawback."
		],
		"subhierarchy": [[ "Drawback Traits", "main/traits_drawback" ]]
	},
	"audrahnis_ally": {
		"name": "Audrahni's Ally",
		"sources": [ "Return of the Runelords Players Guide" ],
		"description": [
			"## Audrahni's Ally",
			"",
			"**Type:** Campaign  ",
			"**Campaign:** Return of the Runelords",
			"",
			"While every PC should be at least passingly familiar with the elven gravedigger Audrahni, you are one of the few in town she counts as a true friend. Work with the GM to determine what sort of common ground you and Audrahni share. Perhaps you worship a deity whose teachings parallel her vocation (such as Ashava or Pharasma). Maybe you're a Forlorn elf and you sense a kindred spirit within her. With the GM's permission you may have known her in Magnimar before meeting her once again upon arriving in Roderic's Cove. Or perhaps you merely share a similar passion for arcana, dancing, history, magic, or religion. More details about Audrahni appear in the adventures, but she's a mysterious woman who's close lipped about her past - and so you'll need to work with your GM to have a stronger relationship at the campaign's outset.",
			"",
			"Audrahni trusts you, and she's shared one element of her past with you since befriending you. Choose one of the following questions. At the start of the campaign, the GM will give you a brief answer about Audrahni's past. Once you know the answer, you should fashion a parallel event in your own PC's history, creating a shared misery or memory with Audrahni. The fact that you've met someone else who had a similar event in their past has bolstered your own resolve, and has granted you a +1 trait bonus to the saving throw determined by the question you select.",
			"",
			"- \"What happened to your parents?\": Grants a +1 trait bonus to Fortitude saving throws.",
			"- \"Where did you grow up?\": Grants a +1 trait bonus to Reflex saving throws.",
			"- \"What historical figure inspired you the most?\": Grants a +1 trait bonus to Will saving throws.",
			"",
			"Once per adventure as a standard action, you may concentrate on the bond you and Audrahni share. The strong emotions brought on by these memories bolster your desire to forge ahead and remain alive, granting you the effects of one of the following spells at a caster level equal to your character level: {spell/calm emotions}, {spell/cure moderate wounds}, or {spell/lesser restoration}."
		],
		"subhierarchy": [[ "Campaign Traits", "main/traits_campaign" ]]
	},
	"augmented_disguise": {
		"name": "Augmented Disguise",
		"sources": [ "Adventurer's Armory" ],
		"description": [
			"## Augmented Disguise",
			"",
			"**Type:** Equipment",
			"",
			"You are especially good at disguising yourself when you have props available. You gain a +2 trait bonus on Disguise checks when wearing a wig, false beard, or similar large prop, or if you are wearing a special costume or eye-catching bauble that reinforces your disguise."
		],
		"subhierarchy": [[ "Equipment Traits", "main/traits_equipment" ]]
	},
	"augmented_spell_poisons": {
		"name": "Augmented Spell Poisons",
		"sources": [ "Inner Sea Races" ],
		"description": [
			"## Augmented Spell Poisons",
			"",
			"**Type:** Race  ",
			"**Requirements:** Vishkanya",
			"",
			"You can use your natural poison to augment the spells you cast. You can spend a use of your toxic racial trait and use a bit of your toxic saliva or blood as an additional material component for a spell with the poison descriptor to increase the spell's save DC by 1."
		],
		"subhierarchy": [[ "Race Traits", "main/traits_race" ]]
	},
	"auspicious_tattoo": {
		"name": "Auspicious Tattoo",
		"sources": [ "Humans of Golarion" ],
		"description": [
			"## Auspicious Tattoo",
			"",
			"**Type:** Race  ",
			"**Requirements:** Human; Shoanti",
			"",
			"You bear a tattoo depicting one of the totems listed for your quah that favors you with good fortune. You gain a +1 trait bonus on Will saving throws."
		],
		"subhierarchy": [[ "Race Traits", "main/traits_race" ]]
	},
	"authoritarian": {
		"name": "Authoritarian",
		"sources": [ "Quests and Campaigns" ],
		"description": [
			"## Authoritarian",
			"",
			"**Type:** Faith",
			"",
			"You spent much of your youth helping the clergy of your chosen faith perform their duties, and learned from them respect for authority. As long as you are acting in the service of a liege or leader you recognize as legitimate, you gain a +2 trait bonus on saving throws against fear and compulsion effects.",
			"",
			"Suggested Characters: Abadarans, [Hellknights](rule/aff_lawknights), Hermeans."
		],
		"subhierarchy": [[ "Faith Traits", "main/traits_faith" ]]
	},
	"avarice": {
		"name": "Avarice",
		"sources": [ "Ultimate Campaign" ],
		"description": [
			"## Avarice",
			"",
			"**Type:** Drawback",
			"",
			"Deep, compulsive greed gnaws at you. Whenever monetary treasure is divided, you must end up with a greater share of that treasure than your companions or you're wracked with feelings of jealousy and ill will. When treasure is divided, if you do not end up with at least 10% more treasure than any other individual companion does, you have a hard time being helpful to your allies. You become irritable, and can't take the aid another action for the next week."
		],
		"subhierarchy": [[ "Drawback Traits", "main/traits_drawback" ]]
	},
	"avid_reader": {
		"name": "Avid Reader",
		"sources": [ "Quests and Campaigns" ],
		"description": [
			"## Avid Reader",
			"",
			"**Type:** Social",
			"",
			"As a youth, you voraciously consumed books and scrolls provided by a member of an adventurer's guild or a learned organization like the [Pathfinder Society](rule/aff_scholars), and you have internalized these stories of bold adventurers. Choose one Knowledge skill. You can always choose to take 10 on checks with the chosen Knowledge skill, even when distracted or threatened.",
			"",
			"**Suggested Characters:** Osirians, Pathfinders, Taldans."
		],
		"subhierarchy": [[ "Social Traits", "main/traits_social" ]]
	},
	"avowed_inspiration": {
		"name": "Avowed Inspiration",
		"sources": [ "Divine Anthology" ],
		"description": [
			"## Avowed Inspiration",
			"",
			"**Type:** Religion  ",
			"**Religion:** {faith/Ragathiel}",
			"",
			"In emulation of the empyreal lord's intensely channeled rage, you are an inspiration on the battlefield. Once per day, when you attack a foe who injured you during the same combat, you can inspire allies who can see you as a move action. Each other ally within 30 feet who can see you gains a +2 morale bonus on her next attack roll."
		],
		"subhierarchy": [[ "Religion Traits", "main/traits_religion" ]]
	},
	"awakened_from_stasis": {
		"name": "Awakened from Stasis",
		"sources": [ "People of the Stars" ],
		"description": [
			"## Awakened from Stasis",
			"",
			"**Type:** Regional  ",
			"**Region:** Apostae",
			"",
			"Although you were born and lived on Golarion, you recently awakened in a strange vault with no memory of how you got there, surrounded by sleeping creatures of every shape and size in smooth glass eggs, all watched over by uncommunicative crablike automatons. As a side effect of your stasis, you gain all the benefits of 8 hours of sleep in only 2 hours. This allows a spellcaster who must rest to prepare spells to do so after only 2 hours, but does not allow a spellcaster to prepare spells more than once per day."
		],
		"subhierarchy": [[ "Regional Traits", "main/traits_regional" ]]
	},
	"axe_to_grind": {
		"name": "Axe to Grind",
		"sources": [ "Ultimate Campaign" ],
		"description": [
			"## Axe to Grind",
			"",
			"**Type:** Combat",
			"",
			"There is a fire in your heart that can't be quenched. You gain a +1 trait bonus on damage against foes who are threatened by only you."
		],
		"subhierarchy": [[ "Combat Traits", "main/traits_combat" ]]
	},
	"azlant_fanatic": {
		"name": "Azlant Fanatic",
		"sources": [ "Taldor, Echoes of Glory" ],
		"description": [
			"## Azlant Fanatic",
			"",
			"**Type:** Race  ",
			"**Requirements:** Human; Azlanti",
			"",
			"Your years spent in libraries reading every musty tome you could find about the ancient lost civilization of Azlant have given you insight into the subjects of history and the arcane. You gain a +1 trait bonus to Knowledge (arcana) and Knowledge (history) checks. One of these skills (your choice) is always a class skill for you."
		],
		"subhierarchy": [[ "Race Traits", "main/traits_race" ]]
	},
	"azlanti_engineering": {
		"name": "Azlanti Engineering",
		"sources": [ "Inner Sea Races" ],
		"description": [
			"## Azlanti Engineering",
			"",
			"**Type:** Race  ",
			"**Requirements:** Human; Azlanti",
			"",
			"You were trained in the style of Azlanti architecture and craft. You gain a +1 trait bonus on Knowledge (engineering) checks. In addition, any masterwork item you craft has its hardness and break DC increased by 1. This increase is an enhancement bonus."
		],
		"subhierarchy": [[ "Race Traits", "main/traits_race" ]]
	},
	"azlanti_inheritor": {
		"name": "Azlanti Inheritor",
		"sources": [
			"Bastards of Golarion",
			"Humans of Golarion"
		],
		"description": [
			"## Azlanti Inheritor",
			"",
			"**Type:** Race  ",
			"**Requirements:** Gillman",
			"",
			"You have prominent Azlanti features, which you can use to inspire confidence in your allies. Whenever you use the aid another action to aid an adjacent ally, increase the bonus you grant your ally by 1. This is a trait bonus."
		],
		"subhierarchy": [[ "Race Traits", "main/traits_race" ]]
	},
	"azlanti_scholar_hftf": {
		"name": "Azlanti Scholar (HFtF)",
		"sources": [ "Heroes from the Fringe" ],
		"description": [
			"## Azlanti Scholar (HFtF)",
			"",
			"**Type:** Regional  ",
			"**Region:** Ironbound Archipelago  ",
			"**Requirements:** Cannot be an elf",
			"",
			"Your interactions with the elves of the Mordant Spire have taught you much about Azlanti artifacts, and you now share the Mordant Spire elves' fascination with these relics. You gain Azlanti as a bonus language, and you gain a +2 trait bonus on Appraise and Use Magic Device checks when attempting to identify or use authentic Azlanti artifacts."
		],
		"subhierarchy": [[ "Regional Traits", "main/traits_regional" ]]
	},
	"azlanti_scholar_roapg": {
		"name": "Azlanti Scholar (RoAPG)",
		"sources": [ "Ruins of Azlant Player's Guide" ],
		"description": [
			"## Azlanti Scholar (RoAPG)",
			"",
			"**Type:** Campaign  ",
			"**Campaign:** Ruins of Azlant",
			"",
			"You are familiar with an aspect of Azlanti lore. Maybe you first became enamored with this ancient culture after stumbling across a copy of the first volume of the Pathfinder Chronicles or after learning about Azlant in a university or another type of formal education. Perhaps your parents or guardians were scholars and you've grown up hearing about and reading about the ancient Azlanti. For years you dreamed about visiting the continent's ruins and returning with a discovery that could propel your career. Due to this scholarly bent, the Bountiful Venture Company selected you to join the colony at Talmandor's Bounty.",
			"",
			"You gain a +1 trait bonus on Knowledge (history), Knowledge (local), and Use Magic Device checks, and one of these skills is a class skill for you. In addition, you gain Azlanti as a bonus language."
		],
		"subhierarchy": [[ "Campaign Traits", "main/traits_campaign" ]]
	},
	"back_for_more": {
		"name": "Back for More",
		"sources": [ "Agents of Evil" ],
		"description": [
			"## Back for More",
			"",
			"**Type:** Combat",
			"",
			"Anytime an opponent confirms a critical hit against you, you gain a +2 morale bonus on attack rolls and damage rolls against that foe until the end of your next turn."
		],
		"subhierarchy": [[ "Combat Traits", "main/traits_combat" ]]
	},
	"backstabber": {
		"name": "Backstabber",
		"sources": [ "Halflings of Golarion" ],
		"description": [
			"## Backstabber",
			"",
			"**Type:** Religion  ",
			"**Religion:** {faith/Thamir Gixx}  ",
			"**Requirements:** Halfling",
			"",
			"Pledging your faith to Norgorber's lethal shadow gives you the skill to make a brutal attack against an opponent who cannot fully fend you off. When you hit a foe you are flanking, you deal an additional 1 point of damage (this damage is added to your base damage, and is multiplied on a critical hit). This additional damage is a trait bonus."
		],
		"subhierarchy": [[ "Religion Traits", "main/traits_religion" ]]
	},
	"balanced_determination": {
		"name": "Balanced Determination",
		"sources": [ "Legacy of Dragons" ],
		"description": [
			"## Balanced Determination",
			"",
			"**Type:** Social",
			"",
			"You've come to appreciate the balanced approach taken by sovereign dragons. Once per day, before attempting a saving throw against a spell ability originating from another creature, you can invoke the determination of those dragons. You take 10 on the saving throw (treat the d20 die result as if it were a 10)."
		],
		"subhierarchy": [[ "Social Traits", "main/traits_social" ]]
	},
	"balanced_education": {
		"name": "Balanced Education",
		"sources": [ "Distant Shores" ],
		"description": [
			"## Balanced Education",
			"",
			"**Type:** Regional  ",
			"**Region:** Anuli",
			"",
			"Your upbringing focused on strengthening mind and body in equal measure. Once per day, you can draw on this training to apply a physical ability modifier to a skill check instead of its usual mental ability modifier, or apply a mental ability modifier to a skill check instead of its usual physical ability modifier. You can only exchange ability modifiers between the following pairings: Strength with Intelligence, Dexterity with Wisdom, and Constitution with Charisma."
		],
		"subhierarchy": [[ "Regional Traits", "main/traits_regional" ]]
	},
	"balancers_banishing": {
		"name": "Balancer's Banishing",
		"sources": [ "Champions of Balance" ],
		"description": [
			"## Balancer's Banishing",
			"",
			"**Type:** Magic",
			"",
			"The interference of the Outer Planes in mortal affairs angers you to no end and invigorates the potency of your magic. As long as you remain neutral, whenever you cast a spell that would send an outsider with the chaotic, evil, good, or lawful subtype back to its home plane, the spell's saving throw DC increases by 1."
		],
		"subhierarchy": [[ "Magic Traits", "main/traits_magic" ]]
	},
	"balloon_headed": {
		"name": "Balloon Headed",
		"sources": [
			"Goblins of Golarion",
			"We Be Goblins!"
		],
		"description": [
			"## Balloon Headed",
			"",
			"**Type:** Race  ",
			"**Requirements:** Goblin",
			"",
			"Your head is particularly wide and large, even for a goblin. You gain a +1 trait bonus on Perception checks, and Perception is always a class skill for you. Any Escape Artist checks that requires you to squeeze your head through a tight space take a -8 penalty."
		],
		"subhierarchy": [[ "Race Traits", "main/traits_race" ]]
	},
	"bandit": {
		"name": "Bandit",
		"sources": [ "Inner Sea Primer" ],
		"description": [
			"## Bandit",
			"",
			"**Type:** Regional  ",
			"**Region:** River Kingdoms",
			"",
			"Since you were young, you've been a member of one River Kingdoms bandit gang or another. Choose one of the following skills: Escape Artist, Intimidate, or Stealth. You gain a +1 trait bonus on that skill, and it is always a class skill for you."
		],
		"subhierarchy": [[ "Regional Traits", "main/traits_regional" ]]
	},
	"barroom_talespinner": {
		"name": "Barroom Talespinner",
		"sources": [ "Skull and Shackles Player's Guide" ],
		"description": [
			"## Barroom Talespinner",
			"",
			"**Type:** Campaign  ",
			"**Campaign:** Skull and Shackles",
			"",
			"You grew up listening to tales of adventure and piracy on the high seas and the sea chanteys of old salts in dockside dives. You learned all about what it's like to be a pirate by talking with the sailors on shore leave, and learned how to tell a tale (or perform some other pirate entertainment) yourself. You gain a +1 trait bonus on Diplomacy checks and one category of Perform checks, and one of these skills is a class skill for you. In addition, once per week you can make a DC 15 Knowledge (local) or Intelligence check to see if you know a popular legendary pirate tale, the telling of which grants you a +1 trait bonus on checks made to influence NPCs on the Wormwood.",
			"",
			"You went to a tavern called the Formidably Maid in Port Peril to earn a few coins with your tales of the sea. The patrons seemed pleased with your performance and bought you a few drinks. You had just remembered a tale of an unfortunate sailor who found himself press-ganged on a pirate ship after his drink was drugged when suddenly everything went black."
		],
		"subhierarchy": [[ "Campaign Traits", "main/traits_campaign" ]]
	},
	"bastard_uc": {
		"name": "Bastard (UC)",
		"sources": [ "Ultimate Campaign" ],
		"description": [
			"## Bastard (UC)",
			"",
			"**Type:** Social",
			"",
			"You were born out of wedlock. You have always been an outsider in society, and in your own family. This perspective has sharpened your insight. You gain a +1 trait bonus on Sense Motive checks, and Sense Motive is always a class skill for you."
		],
		"subhierarchy": [[ "Social Traits", "main/traits_social" ]]
	},
	"bastard_km": {
		"name": "Bastard (KM)",
		"sources": [ "Kingmaker Player's Guide" ],
		"description": [
			"## Bastard (KM)",
			"",
			"**Type:** Campaign  ",
			"**Campaign:** Kingmaker  ",
			"**Requirements:** Human",
			"",
			"One of your parents was a member of one of the great families of Brevoy, perhaps even of the line of Rogarvia itself. Yet you have no substantive proof of your nobility, and you've learned that claiming nobility without evidence makes you as good as a liar. While you might own a piece of jewelry, a scrap of once-rich fabric, or an aged confession of love, none of this directly supports your claim. Thus, you've lived your life in the shadow of nobility, knowing that you deserve the comforts and esteem of the elite, even though the contempt of fate brings you nothing but their scorn. Whether a recent attempt to prove your heritage has brought down the wrath of a noble family's henchmen or you merely seek to prove the worth of the blood in your veins, you've joined an expedition into the Stolen Lands, hoping to make a name all your own. You take a -1 penalty on all Charisma-based skill checks made when dealing with members of Brevic nobility but gain a +1 trait bonus on Will saves as a result of your stubbornness and individuality. (The penalty aspect of this trait is removed if you ever manage to establish yourself as a true noble.)"
		],
		"subhierarchy": [[ "Campaign Traits", "main/traits_campaign" ]]
	},
	"battlefield_caster": {
		"name": "Battlefield Caster",
		"sources": [ "Dwarves of Golarion" ],
		"description": [
			"## Battlefield Caster",
			"",
			"**Type:** Religion  ",
			"**Religion:** {faith/Angradd}, {faith/Gorum}, {faith/Torag}, or {faith/Trudd}",
			"",
			"Your faith protects you even as you unleash spells in the thick of battle. You receive a +1 trait bonus on concentration checks to cast defensively and a +1 trait bonus to AC against attacks provoked by or readied against spellcasting."
		],
		"subhierarchy": [[ "Religion Traits", "main/traits_religion" ]]
	},
	"battlefield_disciple": {
		"name": "Battlefield Disciple",
		"sources": [ "Ultimate Campaign" ],
		"description": [
			"## Battlefield Disciple",
			"",
			"**Type:** Combat",
			"",
			"You are skilled at supporting your allies in the heat of battle. You gain a +2 trait bonus on Heal checks made to stabilize a dying creature. In addition, when you successfully use the aid another action in combat to grant an ally a bonus on her next attack roll, the bonus you grant increases by 1."
		],
		"subhierarchy": [[ "Combat Traits", "main/traits_combat" ]]
	},
	"battlefield_surgeon": {
		"name": "Battlefield Surgeon",
		"sources": [
			"Inner Sea Gods",
			"Faiths of Corruption"
		],
		"description": [
			"## Battlefield Surgeon",
			"",
			"**Type:** Religion  ",
			"**Religion:** {faith/Zon-Kuthon}",
			"",
			"You're skilled at both dealing and repairing wounds. Heal is a class skill for you, and you can use the treat deadly wounds aspect of Heal 1 additional time per creature per day."
		],
		"subhierarchy": [[ "Religion Traits", "main/traits_religion" ]]
	},
	"bauble_fascination": {
		"name": "Bauble Fascination",
		"sources": [ "Dirty Tactics Toolbox" ],
		"description": [
			"## Bauble Fascination",
			"",
			"**Type:** Race  ",
			"**Requirements:** Ratfolk",
			"",
			"You are fond of eldritch baubles and are skilled at activating their wondrous powers. You gain a +1 trait bonus on Use Magic Device checks, and Use Magic Device is always a class skill for you."
		],
		"subhierarchy": [[ "Race Traits", "main/traits_race" ]]
	},
	"beachcomber": {
		"name": "Beachcomber",
		"sources": [ "Wilderness Origins" ],
		"description": [
			"## Beachcomber",
			"",
			"**Type:** Regional  ",
			"**Region:** coastal or river",
			"",
			"You have a knack for finding what you need as it washes ashore. Once per week, if you spend 8 hours in a single day searching along a shoreline, you can attempt a Survival check. You find any combination of mundane objects whose value in gold pieces is less than or equal to the result of the check, in a usable (if somewhat waterlogged) condition."
		],
		"subhierarchy": [[ "Regional Traits", "main/traits_regional" ]]
	},
	"beacon_of_faith": {
		"name": "Beacon of Faith",
		"sources": [ "Ultimate Campaign" ],
		"description": [
			"## Beacon of Faith",
			"",
			"**Type:** Faith",
			"",
			"You wield the might of your faith with power and clarity. Once per day as a free action, you may treat your caster level as if it were 2 levels higher when using one of the granted powers of your domain or inquisition, or when casting one of your domain spells."
		],
		"subhierarchy": [[ "Faith Traits", "main/traits_faith" ]]
	},
	"beast_bond": {
		"name": "Beast Bond",
		"sources": [ "Ultimate Campaign" ],
		"description": [
			"## Beast Bond",
			"",
			"**Type:** Social",
			"",
			"You share a close bond with animals. You gain a +1 bonus on Handle Animal checks and Ride checks. One of these skills (your choice) is always a class skill for you."
		],
		"subhierarchy": [[ "Social Traits", "main/traits_social" ]]
	},
	"beast_bully": {
		"name": "Beast Bully",
		"sources": [ "Blood of Fiends" ],
		"description": [
			"## Beast Bully",
			"",
			"**Type:** Race  ",
			"**Requirements:** Tiefling",
			"",
			"You have learned how to exploit the fear felt by creatures of the natural world when they sense the shadow in your soul. You can make an Intimidate check instead of a Handle Animal check when trying to handle or push an animal."
		],
		"subhierarchy": [[ "Race Traits", "main/traits_race" ]]
	},
	"beast_rider": {
		"name": "Beast Rider",
		"sources": [ "Orcs of Golarion" ],
		"description": [
			"## Beast Rider",
			"",
			"**Type:** Race  ",
			"**Requirements:** Half-orc or Orc",
			"",
			"You have a knack for breaking animals to your will, though you know little of civilized training methods. You gain a +2 trait bonus on Ride checks, but should you ever be forcibly dismounted in combat, your mount attacks you to the best of its ability."
		],
		"subhierarchy": [[ "Race Traits", "main/traits_race" ]]
	},
	"beast_of_the_society": {
		"name": "Beast of the Society",
		"sources": [
			"Shattered Star Player's Guide",
			"Faction Guide"
		],
		"description": [
			"## Beast of the Society",
			"",
			"**Type:** Magic  ",
			"**Requirements:** Member of The [Pathfinder Society](rule/aff_scholars)",
			"",
			"A druid at the Grand Lodge revealed to you secrets changing your form into that of an animal. Whenever you use your wild shape class ability to turn yourself into a Small or Medium animal, the effect lasts for 2 hours per druid level instead of 1 hour per druid level."
		],
		"subhierarchy": [[ "Magic Traits", "main/traits_magic" ]]
	},
	"beastkin": {
		"name": "Beastkin",
		"sources": [ "Heroes of the Wild" ],
		"description": [
			"## Beastkin",
			"",
			"**Type:** Social",
			"",
			"Select one specific type of animal (such as wolves or apes). You were raised from infancy by an animal or pack of animals of that type. You learned their ways and have more in common with your beastly kin than members of any humanoid race. You gain a +1 trait bonus on Survival checks and can use {spell/speak with animals} as a spell-like ability at will to communicate with the type of animal that raised you."
		],
		"subhierarchy": [[ "Social Traits", "main/traits_social" ]]
	},
	"bekyar_slave_maestro": {
		"name": "Bekyar Slave Maestro",
		"sources": [ "Advanced Class Origins" ],
		"description": [
			"## Bekyar Slave Maestro",
			"",
			"**Type:** Race  ",
			"**Requirements:** Human; Bekyar or Shoanti",
			"",
			"You spent years using your magic to bend the will of captured slaves to suit your whims. You gain a +2 trait bonus on Diplomacy and Intimidate checks against anyone you have held captive for at least 24 hours."
		],
		"subhierarchy": [[ "Race Traits", "main/traits_race" ]]
	},
	"belem_pirate": {
		"name": "Belem Pirate",
		"sources": [ "Dragon Empires Primer" ],
		"description": [
			"## Belem Pirate",
			"",
			"**Type:** Regional  ",
			"**Region:** Minata",
			"",
			"The hidden coves and bays of the island of Belem have been your home throughout most of your career as a pirate, and the winding waterways of Minata have trained you well in the art of sailing. You gain a +1 trait bonus on Knowledge (geography) checks and Profession (sailor) checks, and one of these skills becomes a class skill for you."
		],
		"subhierarchy": [[ "Regional Traits", "main/traits_regional" ]]
	},
	"bellflower_contact": {
		"name": "Bellflower Contact",
		"sources": [ "Inner Sea Races" ],
		"description": [
			"## Bellflower Contact",
			"",
			"**Type:** Race  ",
			"**Requirements:** Halfling",
			"",
			"Before you were old enough to be a [Bellflower Network](rule/aff_antislavery) member, you kept an ear out for information useful to slave liberators. You gain a +1 trait bonus on Perception checks, Sense Motive checks to understand secret messages, and Bluff checks to send secret messages."
		],
		"subhierarchy": [[ "Race Traits", "main/traits_race" ]]
	},
	"bellflower_tiller": {
		"name": "Bellflower Tiller",
		"sources": [ "Faction Guide" ],
		"description": [
			"## Bellflower Tiller",
			"",
			"**Type:** Regional  ",
			"**Region:** Cheliax",
			"",
			"You are a tiller in the secretive [Bellflower Network](rule/aff_antislavery) in Cheliax and carefully move slaves from one hideout to the next. You gain a +5 trait bonus on all Survival skill checks made to get along in the wild, travel in severe weather, keep from getting lost, or predict the weather."
		],
		"subhierarchy": [[ "Regional Traits", "main/traits_regional" ]]
	},
	"bellis_axe_master": {
		"name": "Bellis Axe Master",
		"sources": [ "Andoran, Spirit of Liberty" ],
		"description": [
			"## Bellis Axe Master",
			"",
			"**Type:** Regional  ",
			"**Region:** Bellis",
			"",
			"No one knows how to swing an axe better than a Bellisian! You gain a +2 trait bonus on all rolls made to confirm critical hits with axes (battle axe, hand axe, or greataxe)."
		],
		"subhierarchy": [[ "Regional Traits", "main/traits_regional" ]]
	},
	"bellis_honey_harvester": {
		"name": "Bellis Honey Harvester",
		"sources": [ "Andoran, Spirit of Liberty" ],
		"description": [
			"## Bellis Honey Harvester",
			"",
			"**Type:** Regional  ",
			"**Region:** Bellis",
			"",
			"Your frequent exposure to bees - and their stings - makes all such creatures seem more like nuisances than actual threats. You gain DR 3/- against damage dealt by swarms and a +1 trait bonus on saving throws against distraction and poison from swarms."
		],
		"subhierarchy": [[ "Regional Traits", "main/traits_regional" ]]
	},
	"bellis_log_roller": {
		"name": "Bellis Log Roller",
		"sources": [ "Andoran, Spirit of Liberty" ],
		"description": [
			"## Bellis Log Roller",
			"",
			"**Type:** Regional  ",
			"**Region:** Bellis",
			"",
			"The time you spent leaping between slippery logs as they whirled down the Sellen River taught you how to keep your footing. You gain a +1 trait bonus on Acrobatics checks and a +1 trait bonus to your CMB when attempting to resist trip attacks."
		],
		"subhierarchy": [[ "Regional Traits", "main/traits_regional" ]]
	},
	"bent_body": {
		"name": "Bent Body",
		"sources": [ "Blood of Fiends" ],
		"description": [
			"## Bent Body",
			"",
			"**Type:** Race  ",
			"**Requirements:** Tiefling; Beastbrood",
			"",
			"While nothing is actually reversed, your bones and limbs are slightly out of alignment. You gain a +2 trait bonus to CMD when resisting grapple attempts."
		],
		"subhierarchy": [[ "Race Traits", "main/traits_race" ]]
	},
	"berserker_of_the_society": {
		"name": "Berserker of the Society",
		"sources": [
			"Shattered Star Player's Guide",
			"Faction Guide"
		],
		"description": [
			"## Berserker of the Society",
			"",
			"**Type:** Combat  ",
			"**Requirements:** Member of The [Pathfinder Society](rule/aff_scholars)",
			"",
			"Your time spent as a Pathfinder has taught you new truths about the origins of the your rage ability. You may use your rage ability for 3 additional rounds per day."
		],
		"subhierarchy": [[ "Combat Traits", "main/traits_combat" ]]
	},
	"besmaras_blessing": {
		"name": "Besmara's Blessing",
		"sources": [ "Skull and Shackles Player's Guide" ],
		"description": [
			"## Besmara's Blessing",
			"",
			"**Type:** Campaign  ",
			"**Campaign:** Skull and Shackles",
			"",
			"You were born aboard a ship at sea or down by the docks in a port city on an auspicious day. Old salts and sea dogs nod knowingly and say that Besmara the Pirate Queen, goddess of piracy, sea monsters, and strife, has marked you for a greater destiny. You don't know anything about that, but you've always felt more at home on the sea than on land, and your keen eyes can easily pick out a sail on the distant horizon. You gain a +1 trait bonus on Perception and Profession (sailor) checks. In addition, once per week you can reroll a Profession (sailor) check and take the higher result (you must announce that you are using this ability before the results of the check are known).",
			"",
			"You came to a tavern in Port Peril called the Formidably Maid in search of your fate. You're not sure how many drinks you had, but they quickly went to your head and you passed out on the table before you found your destiny - unless it lay in the bottom of a bottle. Then again, maybe you found your destiny after all..."
		],
		"subhierarchy": [[ "Campaign Traits", "main/traits_campaign" ]]
	},
	"besmaras_name": {
		"name": "Besmara's Name",
		"sources": [ "Inner Sea Gods" ],
		"description": [
			"## Besmara's Name",
			"",
			"**Type:** Religion  ",
			"**Religion:** {faith/Besmara}",
			"",
			"Besmara sometimes answers your call. Once per day when casting a divine spell, you can speak or whisper her name in place of using a divine focus."
		],
		"subhierarchy": [[ "Religion Traits", "main/traits_religion" ]]
	},
	"besmaras_strength": {
		"name": "Besmara's Strength",
		"sources": [ "People of the Wastes" ],
		"description": [
			"## Besmara's Strength",
			"",
			"**Type:** Religion  ",
			"**Religion:** {faith/Besmara}",
			"",
			"The Pirate Queen sometimes answers your calls when you tread dangerous waters. Once per day when attempting a Swim check, you can treat the water as if it were one category calmer (as if stormy water were rough water or rough water were calm water)."
		],
		"subhierarchy": [[ "Religion Traits", "main/traits_religion" ]]
	},
	"best_customer": {
		"name": "Best Customer",
		"sources": [ "Varisia, Birthplace of Legends" ],
		"description": [
			"## Best Customer",
			"",
			"**Type:** Campaign  ",
			"**Campaign:** Jade Regent",
			"",
			"You've sat on your favorite barstool at the Rusty Dragon every night for as long as you can remember- and some nights you can't remember thanks to a few too many drinks. In your various hazes, You've gotten to know the tap house's proprietor, Ameiko, or one of her regulars, Sandru, quite well. Additionally, you're well acquainted with a variety of uses for strong drink. Any time you have an alcoholic beverage on hand, you can expend one use of it to grant you a +2 trait bonus on a Heal check. This bonus increases to +4 if you're treating your favorite drinking buddy (your NPC of choice).",
			"",
			"**NPC Choices:** Ameiko, Sandru."
		],
		"subhierarchy": [[ "Campaign Traits", "main/traits_campaign" ]]
	},
	"best_friend": {
		"name": "Best Friend",
		"sources": [ "Jade Regent Player's Guide" ],
		"description": [
			"## Best Friend",
			"",
			"**Type:** Campaign  ",
			"**Campaign:** Jade Regent",
			"",
			"You are best friends with one of the NPCs; you've grown up together, and while your friend has had a much more exciting life than you so far, you hope one day to follow in your friend's footsteps and see the world - or perhaps even become an adventurer yourself. you've picked up a lot from your friend, but particularly his or her skill in interacting with others. If Ameiko is your best friend, you gain a +2 trait bonus on Diplomacy checks. If Sandru is your best friend, you gain a +2 trait bonus on Bluff checks. Whichever skill you gain a trait bonus on, that skill is always considered a class skill for you. In addition, in situations where your best friend is in danger, you gain a +1 trait bonus on all attack rolls against foes that threaten your friend.",
			"",
			"**NPC Choices:** Ameiko, Sandru."
		],
		"subhierarchy": [[ "Campaign Traits", "main/traits_campaign" ]]
	},
	"bestial_wrath": {
		"name": "Bestial Wrath",
		"sources": [ "Inner Sea Gods" ],
		"description": [
			"## Bestial Wrath",
			"",
			"**Type:** Religion  ",
			"**Religion:** {faith/Rovagug}",
			"",
			"When you strike hard, you strike deep. You gain a +2 trait bonus on critical confirmation rolls."
		],
		"subhierarchy": [[ "Religion Traits", "main/traits_religion" ]]
	},
	"betrayal_of_trust": {
		"name": "Betrayal of Trust",
		"sources": [ "Cohorts and Companions" ],
		"description": [
			"## Betrayal of Trust",
			"",
			"**Type:** Family",
			"",
			"If you have the trait Tight Bonds, you swap it for this trait at the moment you decide to betray the relationship. (You need not wait until you have actually committed an act of betrayal.) You gain a +2 trait bonus on Bluff checks, increasing to +4 on checks specifically made to conceal or deny your infidelity.",
			"",
			"It is possible to regain the Tight Bonds trait, for either the same or a different relationship, but it requires substantial in-character work. The GM decides when this trait reverts back to the original one."
		],
		"subhierarchy": [[ "Family Traits", "main/traits_family" ]]
	},
	"betrayed_cotct": {
		"name": "Betrayed (CotCT)",
		"sources": [ "Curse of the Crimson Throne" ],
		"description": [
			"## Betrayed (CotCT)",
			"",
			"**Type:** Campaign  ",
			"**Campaign:** Curse of the Crimson Throne",
			"",
			"You were hardly a model citizen as a child or young adult. Your reasons for turning to a life of crime may be varied, but what matters is that you eventually fell in with a certain well-connected and notorious crime lord named Gaedren Lamm. His reputation as a snake and a treacherous scoundrel was known to you, but for reasons of your own, you chose not to turn him down when he offered you a chance to work for him. You may have assumed you were an exception, or that you'd be able to handle him, or perhaps even planned to betray him. As it worked out, though, Gaedren got the upper hand and took you down you first. You may have served time in jail, may have been beaten by his thugs and left for dead, or could simply have had your profits stolen out from under you. Whatever the cause, Gaedren wronged you, and you are eager for the chance to get revenge.",
			"",
			"Choose one of the following benefits.",
			"",
			"**Hungry for Revenge:** You've never forgiven Gaedren for his betrayal, and have vowed to make him pay for what he did. Whether that's seeing him rot in jail or a shallow grave, you hope to taste vengeance someday. Whenever you deal damage with a melee weapon on a creature that is flat-footed, you gain a +1 trait bonus on the damage roll.",
			"",
			"**Reformed Criminal:** You've given up the life of crime, and managed to talk your way out of any repercussions such as jail time or fines. You've told yourself that you would rather leave your past behind, yet the concept of seeing Gaedren Lamm pay for his crimes still appeals to you. You gain a +1 trait bonus on Diplomacy checks, and Diplomacy is a class skill for you."
		],
		"subhierarchy": [[ "Campaign Traits", "main/traits_campaign" ]]
	},
	"betrayed_drawback": {
		"name": "Betrayed (Drawback)",
		"sources": [ "Spymaster's Handbook" ],
		"description": [
			"## Betrayed (Drawback)",
			"",
			"**Type:** Drawback",
			"",
			"You were reported to a dangerous authority such as the Gray Gardeners of Galt, the high inquisitors of Cheliax, or the Council of Mwanyisa of Mzali, and narrowly escaped death. You second-guess your instincts constantly, leaving you never sure whether or not to trust someone and endangered if you encounter that group's agents again. You can roll twice and take the lower result on Sense Motive checks to get hunches. You cannot reroll this result, even if you have another ability that would normally allow you to do so."
		],
		"subhierarchy": [[ "Drawback Traits", "main/traits_drawback" ]]
	},
	"betrayed_ex_noble": {
		"name": "Betrayed Ex-Noble",
		"sources": [ "Blood of the Elements" ],
		"description": [
			"## Betrayed Ex-Noble",
			"",
			"**Type:** Regional  ",
			"**Region:** City of Brass",
			"",
			"You were born a noble in the City of Brass, but were unjustly stripped of your title or exiled. Now, your ire prevents you from brooking any further insult unto your already disgraced name. Whenever an enemy attempts to feint against you in combat, the DC to do so is equal to 10 + your base attack bonus + your Wisdom modifier, or 10 + your Intimidate bonus, whichever is higher."
		],
		"subhierarchy": [[ "Regional Traits", "main/traits_regional" ]]
	},
	"bifurcated_magic": {
		"name": "Bifurcated Magic",
		"sources": [ "Inner Sea Races" ],
		"description": [
			"## Bifurcated Magic",
			"",
			"**Type:** Race  ",
			"**Requirements:** Half-elf",
			"",
			"You've studied the methods of both elven and human spellcasters. Pick two classes when you gain this trait - your caster level in each of those classes is treated as 1 higher as long as this doesn't raise your caster level above your total Hit Dice. This doesn't stack with any similar increase from traits such as Magical Knack."
		],
		"subhierarchy": [[ "Race Traits", "main/traits_race" ]]
	},
	"big_boned": {
		"name": "Big Boned",
		"sources": [ "Blood of Fiends" ],
		"description": [
			"## Big Boned",
			"",
			"**Type:** Race  ",
			"**Requirements:** Tiefling; Hungerseed",
			"",
			"Your ancestors' great size has gifted you with an exceptionally sturdy frame. You gain a +1 trait bonus on combat maneuver checks made to overrun opponents, as well as a +1 trait bonus to your CMD against trip attempts."
		],
		"subhierarchy": [[ "Race Traits", "main/traits_race" ]]
	},
	"big_ears": {
		"name": "Big Ears",
		"sources": [ "Goblins of Golarion" ],
		"description": [
			"## Big Ears",
			"",
			"**Type:** Race  ",
			"**Requirements:** Goblin",
			"",
			"Your massive ears are your pride and joy, and other goblins claim you can hear a flea scream as it falls off a goblin dog. While this might not quite be the case, you gain a +2 bonus on all Perception checks made to hear noises. Additionally, you can hear noises that normally only dogs or other animals can hear, like the sound of a dog whistle."
		],
		"subhierarchy": [[ "Race Traits", "main/traits_race" ]]
	},
	"big_game_hunter": {
		"name": "Big Game Hunter",
		"sources": [ "People of the North" ],
		"description": [
			"## Big Game Hunter",
			"",
			"**Type:** Regional  ",
			"**Region:** Realm of the Mammoth Lords",
			"",
			"You have spent long hours hunting giant creatures and have become skilled at bringing them down quickly. You gain a +1 trait bonus on weapon damage rolls against Large or larger creatures of the animal type."
		],
		"subhierarchy": [[ "Regional Traits", "main/traits_regional" ]]
	},
	"big_mouth": {
		"name": "Big Mouth",
		"sources": [ "Orcs of Golarion" ],
		"description": [
			"## Big Mouth",
			"",
			"**Type:** Race  ",
			"**Requirements:** Half-orc or Orc",
			"",
			"You have an innate ability to weave stories about yourself that extol your might and prowess. You gain a +1 trait bonus on all Bluff, Intimidate, and Perform (oratory) checks made against orcs."
		],
		"subhierarchy": [[ "Race Traits", "main/traits_race" ]]
	},
	"binders_blood": {
		"name": "Binder's Blood",
		"sources": [ "Monster Summoner's Handbook" ],
		"description": [
			"## Binder's Blood",
			"",
			"**Type:** Social",
			"",
			"Your lineage features a large number of genie callers, granting you insight into the intricacies of genie binding. You gain a +2 trait bonus on any Charisma-based checks when directly interacting with a genie."
		],
		"subhierarchy": [[ "Social Traits", "main/traits_social" ]]
	},
	"birthmark": {
		"name": "Birthmark",
		"sources": [
			"Ultimate Campaign",
			"Second Darkness Player's Guide",
			"Advanced Player's Guide"
		],
		"description": [
			"## Birthmark",
			"",
			"**Type:** Faith",
			"",
			"You were born with a strange birthmark that looks very similar to the holy symbol of the god you chose to worship later in life. This birthmark can serve you as a divine focus for casting spells, and as a physical manifestation of your faith, and it increases your devotion to your god. You gain a +2 trait bonus on all saving throws against charm and compulsion effects."
		],
		"subhierarchy": [[ "Faith Traits", "main/traits_faith" ]]
	},
	"bitter": {
		"name": "Bitter",
		"sources": [ "Antihero's Handbook" ],
		"description": [
			"## Bitter",
			"",
			"**Type:** Drawback",
			"",
			"You have been hurt repeatedly by those you trusted, and it has become difficult for you to accept help. When you receive healing from an ally's class feature, spell, or spell-like ability, reduce the amount of that healing by 1 hit point."
		],
		"subhierarchy": [[ "Drawback Traits", "main/traits_drawback" ]]
	},
	"bitter_heart": {
		"name": "Bitter Heart",
		"sources": [ "Agents of Evil" ],
		"description": [
			"## Bitter Heart",
			"",
			"**Type:** Race  ",
			"**Requirements:** Changeling",
			"",
			"You share a sliver of your mother's supernatural hatred, gaining a +2 trait bonus to confirm critical hits."
		],
		"subhierarchy": [[ "Race Traits", "main/traits_race" ]]
	},
	"bitter_nobleman": {
		"name": "Bitter Nobleman",
		"sources": [ "Advanced Player's Guide" ],
		"description": [
			"## Bitter Nobleman",
			"",
			"**Type:** Campaign",
			"",
			"A local unscrupulous family was hit hard recently, revealing criminal ties that damaged its reputation as well. One noble is eager to rebuild his presence in town, and you're one of the ones he's selected as an agent. Choose one of the following skills: Bluff, Sleight of Hand, or Stealth. Your work for the family gives you a +1 trait bonus on that skill, and it is always a class skill for you."
		],
		"subhierarchy": [[ "Campaign Traits", "main/traits_campaign" ]]
	},
	"black_blood_heritage": {
		"name": "Black Blood Heritage",
		"sources": [ "Heroes of the Darklands" ],
		"description": [
			"## Black Blood Heritage",
			"",
			"**Type:** Magic",
			"",
			"One of your ancestors came in contact with the mystical black blood, granting you an affinity for the substance. You are immune to the negative effects of black blood. Once per day as a swift action, you can channel the essence of black blood, increasing your effective caster level by 1 for any 1st- or 2nd-level necromancy spell you cast. Your blood is pitch black as a result of this trait."
		],
		"subhierarchy": [[ "Magic Traits", "main/traits_magic" ]]
	},
	"black_eagle_recruit": {
		"name": "Black Eagle Recruit",
		"sources": [ "People of the River" ],
		"description": [
			"## Black Eagle Recruit",
			"",
			"**Type:** Regional  ",
			"**Region:** Lambreth",
			"",
			"You were recruited to serve as one of Lord Arnefax's feared Black Eagles for a time, but you have since left that life. You gain a +1 trait bonus on saves against fear effects; this bonus increases to +3 if an evil outsider caused the effect."
		],
		"subhierarchy": [[ "Regional Traits", "main/traits_regional" ]]
	},
	"black_powder_bravado": {
		"name": "Black Powder Bravado",
		"sources": [ "Ultimate Campaign" ],
		"description": [
			"## Black Powder Bravado",
			"",
			"**Type:** Combat",
			"",
			"You are particularly successful when using deeds. Once per day, when you perform a deed that requires an attack roll and you miss with that roll, you can reroll it. You must take the second result even if it is worse."
		],
		"subhierarchy": [[ "Combat Traits", "main/traits_combat" ]]
	},
	"black_powder_fortune": {
		"name": "Black Powder Fortune",
		"sources": [ "Ultimate Campaign" ],
		"description": [
			"## Black Powder Fortune",
			"",
			"**Type:** Combat",
			"",
			"You have little to fear when there's a gun in your hand. As long as you are wielding a firearm, you gain a +2 trait bonus on all saving throws against curse, fear, and emotion effects."
		],
		"subhierarchy": [[ "Combat Traits", "main/traits_combat" ]]
	},
	"black_powder_interjection": {
		"name": "Black Powder Interjection",
		"sources": [ "Ultimate Campaign" ],
		"description": [
			"## Black Powder Interjection",
			"",
			"**Type:** Combat",
			"",
			"Your confidence rises when you foil spellcasting. Once per day, when you interrupt the casting of a spell with a firearm attack, you may regain 1 grit point."
		],
		"subhierarchy": [[ "Combat Traits", "main/traits_combat" ]]
	},
	"black_sheep": {
		"name": "Black Sheep",
		"sources": [ "Advanced Player's Guide" ],
		"description": [
			"## Black Sheep",
			"",
			"**Type:** Campaign",
			"",
			"You were born and raised in town. You know many of the region's secrets and the locals already know who you are. You aren't quite hated in town, but folk seem to think you're a troublemaker and a bastard and not to be trusted. The town's tougher folk respect you, but the law-abiding citizens don't. You gain a +1 trait bonus on Knowledge (local) checks, and Knowledge (local) is a class skill for you. In addition, you can choose any one notorious citizen from below as an ally; depending on the person you pick, you'll get different benefits."
		],
		"subhierarchy": [[ "Campaign Traits", "main/traits_campaign" ]]
	},
	"black_as_night": {
		"name": "Black as Night",
		"sources": [ "Knights of the Inner Sea" ],
		"description": [
			"## Black as Night",
			"",
			"**Type:** Mount  ",
			"**Requirements:** Have a fell pony as a mount",
			"",
			"While astride a fell pony, you gain a +1 trait bonus on attack rolls against enemies you are flanking."
		],
		"subhierarchy": [[ "Mount Traits", "main/traits_mount" ]]
	},
	"blackjacket_weapon_flair": {
		"name": "Blackjacket Weapon Flair",
		"sources": [ "Weapon Master's Handbook" ],
		"description": [
			"## Blackjacket Weapon Flair",
			"",
			"**Type:** Combat",
			"",
			"You trained with the Blackjackets of Druma to make optimal use of magic weapons. Whenever you roll a natural 20 (the die shows a -20-) on a combat maneuver check with a magic weapon, you gain a +5 trait bonus on the check."
		],
		"subhierarchy": [[ "Combat Traits", "main/traits_combat" ]]
	},
	"blackthorn_rancher": {
		"name": "Blackthorn Rancher",
		"sources": [ "People of the River" ],
		"description": [
			"## Blackthorn Rancher",
			"",
			"**Type:** Regional  ",
			"**Region:** Lambreth",
			"",
			"Domestic animals from Lambreth are known for their resiliency. You gain a +1 trait bonus on Handle Animal checks and Handle Animal is a class skill for you. Your animal companion or bonded mount gains a permanent +3 trait bonus to its maximum hit point total."
		],
		"subhierarchy": [[ "Regional Traits", "main/traits_regional" ]]
	},
	"blade_bravado": {
		"name": "Blade Bravado",
		"sources": [ "Humans of Golarion" ],
		"description": [
			"## Blade Bravado",
			"",
			"**Type:** Race  ",
			"**Requirements:** Human; Taldan",
			"",
			"You grew up fighting in one of the many Taldan dueling academies and have honed your skills with one-handed weapons. When wielding a one-handed weapon and nothing in your off hand, you gain a +1 trait bonus on Acrobatics and Bluff checks."
		],
		"subhierarchy": [[ "Race Traits", "main/traits_race" ]]
	},
	"blade_of_mercy": {
		"name": "Blade of Mercy",
		"sources": [ "Legacy of Fire Player's Guide" ],
		"description": [
			"## Blade of Mercy",
			"",
			"**Type:** Religion  ",
			"**Religion:** {faith/Sarenrae}",
			"",
			"You know that within the heart of even the most hateful and cruel living creature exists a sliver of shame and hope for redemption. You have trained long on martial techniques to use bladed weapons not to kill, but to subdue. When striking to inflict nonlethal damage with any slashing weapon, you do not take the normal -4 penalty on your attack roll, and gain a +1 trait bonus to any nonlethal damage you inflict with a slashing weapon."
		],
		"subhierarchy": [[ "Religion Traits", "main/traits_religion" ]]
	},
	"blade_of_the_society": {
		"name": "Blade of the Society",
		"sources": [
			"Shattered Star Player's Guide",
			"Faction Guide"
		],
		"description": [
			"## Blade of the Society",
			"",
			"**Type:** Combat  ",
			"**Requirements:** Member of The [Pathfinder Society](rule/aff_scholars)",
			"",
			"The Society gave you access to charts detailing the weak spots of hundreds of humanoids and monsters. You gain a +1 trait bonus on damage rolls from sneak attacks."
		],
		"subhierarchy": [[ "Combat Traits", "main/traits_combat" ]]
	},
	"bladed_magic": {
		"name": "Bladed Magic",
		"sources": [ "Ultimate Campaign" ],
		"description": [
			"## Bladed Magic",
			"",
			"**Type:** Magic",
			"",
			"You have an innate talent for using magical weaponry and those weapons capable of becoming magical. You gain a +1 trait bonus on Craft checks made to craft magic or masterwork weapons. In addition, when you use your arcane pool class ability to grant a weapon an enhancement bonus, that bonus lasts for 2 minutes instead of 1."
		],
		"subhierarchy": [[ "Magic Traits", "main/traits_magic" ]]
	},
	"blessed": {
		"name": "Blessed",
		"sources": [ "Ultimate Campaign" ],
		"description": [
			"## Blessed",
			"",
			"**Type:** Faith",
			"",
			"Some divine agent watches over you and heeds your call. Once per day as a swift action, you gain a +1 trait bonus on all saving throws for 1 round."
		],
		"subhierarchy": [[ "Faith Traits", "main/traits_faith" ]]
	},
	"blessed_orphan": {
		"name": "Blessed Orphan",
		"sources": [ "Inner Sea Gods" ],
		"description": [
			"## Blessed Orphan",
			"",
			"**Type:** Religion  ",
			"**Religion:** {faith/Folgrit}",
			"",
			"As an orphan, you have always looked to Folgrit for protection. Once per day, you gain a +1 trait bonus on any saving throw. You must use this ability after the roll is made but before the result is revealed."
		],
		"subhierarchy": [[ "Religion Traits", "main/traits_religion" ]]
	},
	"blessed_touch": {
		"name": "Blessed Touch",
		"sources": [ "Champions of Purity" ],
		"description": [
			"## Blessed Touch",
			"",
			"**Type:** Faith",
			"",
			"You may have been raised in a devout family, studied the divine in a formal church environment, or even learned how to combine traditional healing techniques with those of divine casters. In so doing, you have focused yourself into being the perfect vessel for your deity. Divine power flows through you like a mountain stream, making your healing touch more potent than that of others. You heal 1 additional point of damage when using lay on hands, channeling energy, or casting a cure spell."
		],
		"subhierarchy": [[ "Faith Traits", "main/traits_faith" ]]
	},
	"blessed_of_the_norns": {
		"name": "Blessed of the Norns",
		"sources": [ "Blood of the Coven" ],
		"description": [
			"## Blessed of the Norns",
			"",
			"**Type:** Regional  ",
			"**Region:** Lands of the Linnorm Kings",
			"",
			"You or one of your parents belonged to a coven that honored the norns-powerful fey seers - and you still bear their favor in the form of a subtle sense for danger. You gain a +2 trait bonus on Perception checks to notice traps and ambushes, and a +1 trait bonus to your AC against traps and during any surprise round in which you are caught unaware."
		],
		"subhierarchy": [[ "Regional Traits", "main/traits_regional" ]]
	},
	"blessing_of_darkness": {
		"name": "Blessing of Darkness",
		"sources": [ "Blood of Fiends" ],
		"description": [
			"## Blessing of Darkness",
			"",
			"**Type:** Race  ",
			"**Requirements:** Tiefling",
			"",
			"Your innate connection with the powers of darkness serves you well when evil zealots pray on your behalf. Whenever a spellcaster capable of channeling negative energy casts a beneficial spell on you, she acts as if she were one level higher for the purpose of determining that spell's effects."
		],
		"subhierarchy": [[ "Race Traits", "main/traits_race" ]]
	},
	"blessing_of_the_feast": {
		"name": "Blessing of the Feast",
		"sources": [ "Orcs of Golarion" ],
		"description": [
			"## Blessing of the Feast",
			"",
			"**Type:** Religion  ",
			"**Religion:** {faith/Zura}",
			"",
			"You come from a cannibal tribe, and find strength in the flesh of your foes. Whenever you eat the flesh or drink the blood of another orc - a full-round action that provokes attacks of opportunity - you gain the favor of Zura and receive a +1 natural armor bonus for 1 minute/level. You can only receive this benefit once per day."
		],
		"subhierarchy": [[ "Religion Traits", "main/traits_religion" ]]
	},
	"blights_bane": {
		"name": "Blight's Bane",
		"sources": [ "People of the Wastes" ],
		"description": [
			"## Blight's Bane",
			"",
			"**Type:** Combat",
			"",
			"You are trained in the destruction of blights. You gain a +2 trait bonus to confirm critical hits against a creature that has a template affiliated with some kind of communicable condition, such as a blighted fey or a fungal creature."
		],
		"subhierarchy": [[ "Combat Traits", "main/traits_combat" ]]
	},
	"blight_burned": {
		"name": "Blight-Burned",
		"sources": [ "Ironfang Invasion Player's Guide" ],
		"description": [
			"## Blight-Burned",
			"",
			"**Type:** Campaign  ",
			"**Campaign:** Ironfang Invasion",
			"",
			"You were raised deep in the Fangwood Forest, but in your childhood the Darkblight overtook your community, and blighted fey attacked your friends and family. Even after escaping, you barely survived infection by the otherworldly fungal disease and still bear a terrible scar from your ordeal. You gain a +2 trait bonus on Fortitude saving throws against disease or poison (your choice), and your scar now throbs painfully in the presence of unnatural creatures, immediately alerting you to their presence. This sixth sense alerts you to the presence of aberrations, oozes, and all creatures with the {template/blighted fey} and {template/fungal creature} templates within 30 feet (though it doesn't indicate their exact location). You can always act during the surprise round against such creatures, and you aren't considered flat-footed against such creatures in the first round of combat."
		],
		"subhierarchy": [[ "Campaign Traits", "main/traits_campaign" ]]
	},
	"blighted_physiology": {
		"name": "Blighted Physiology",
		"sources": [ "People of the River" ],
		"description": [
			"## Blighted Physiology",
			"",
			"**Type:** Regional  ",
			"**Region:** Numeria",
			"",
			"Exposure to the corruption that seeps through every drop of water and grain of dirt in Numeria has altered your body. Horrific growths beneath your skin provide you a +1 natural armor bonus to AC, but your body does not work as a normal creature's would. You become sickened for 1 round anytime you receive magical healing."
		],
		"subhierarchy": [[ "Regional Traits", "main/traits_regional" ]]
	},
	"blind_zeal": {
		"name": "Blind Zeal",
		"sources": [ "Divine Anthology" ],
		"description": [
			"## Blind Zeal",
			"",
			"**Type:** Religion  ",
			"**Religion:** {faith/Vildeis}",
			"",
			"You are blind but trained by followers of Vildeis to sense your surroundings by sound and touch. You need not attempt a skill check to move at full speed. You take a -4 penalty from blindness on only Acrobatics, Ride, Sleight of Hand, and Stealth checks. You gain {feat/Blind-Fight} as a bonus feat. You lose the benefits of this trait whenever you can see, but regain them if you once again become blind."
		],
		"subhierarchy": [[ "Religion Traits", "main/traits_religion" ]]
	},
	"blood_algorithm": {
		"name": "Blood Algorithm",
		"sources": [ "People of the River" ],
		"description": [
			"## Blood Algorithm",
			"",
			"**Type:** Race  ",
			"**Requirements:** Android",
			"",
			"Your inhumanity extends to your very core. Pain receptors were omitted during your construction, so you gain a +2 trait bonus on saving throws against spells with the pain descriptor. Additionally, once per day when you are healed by a spell that targets constructs (such as a make whole spell), you heal 1 extra hit point per level of the spell."
		],
		"subhierarchy": [[ "Race Traits", "main/traits_race" ]]
	},
	"blood_potion_brewer": {
		"name": "Blood Potion Brewer",
		"sources": [ "Potions and Poisons" ],
		"description": [
			"## Blood Potion Brewer",
			"",
			"**Type:** Regional  ",
			"**Region:** Belkzen",
			"",
			"The orcs of Belkzen routinely mix the blood of their enemies with potions they brew to gain some of their foe's strength. Twice per day when you brew a potion, you can add some of an enemy's blood to the mixture. When you do, the potion's caster level is treated as 1 higher when you drink it for the purpose of determining the duration of the potion's effects. This ability has no effect if another creature drinks the potion. This trait does not grant the ability to brew potions."
		],
		"subhierarchy": [[ "Regional Traits", "main/traits_regional" ]]
	},
	"blood_resonance": {
		"name": "Blood Resonance",
		"sources": [ "Cohorts and Companions" ],
		"description": [
			"## Blood Resonance",
			"",
			"**Type:** Family",
			"",
			"Select one racial, inherited template (such as half-dragon), or bloodline ability you can currently use at least three times each day. Once per day when you are within 60 feet of another character with this family trait who shares the race, template, or bloodline, you can use the selected ability without it counting against your normal daily limit."
		],
		"subhierarchy": [[ "Family Traits", "main/traits_family" ]]
	},
	"blood_stalker": {
		"name": "Blood Stalker",
		"sources": [ "Blood of Fiends" ],
		"description": [
			"## Blood Stalker",
			"",
			"**Type:** Race  ",
			"**Requirements:** Tiefling; Hellspawn",
			"",
			"Some infernal instinct makes it much easier for you to locate creatures whose blood you have drawn. You gain a +4 trait bonus on Survival checks made to track or follow a trail so long as you have dealt damage to the creature you are hunting within the last week."
		],
		"subhierarchy": [[ "Race Traits", "main/traits_race" ]]
	},
	"blood_of_dragons": {
		"name": "Blood of Dragons",
		"sources": [ "Ultimate Campaign" ],
		"description": [
			"## Blood of Dragons",
			"",
			"**Type:** Race",
			"",
			"Long ago, your ancestors' blood mixed with that of dragons. Choose one of the following: gain a +1 trait bonus on Perception checks, gain low-light vision, or gain a +2 trait bonus on saving throws against effects that cause sleep or paralysis."
		],
		"subhierarchy": [[ "Race Traits", "main/traits_race" ]]
	},
	"blood_of_giants": {
		"name": "Blood of Giants",
		"sources": [
			"Reign of Winter Player's Guide",
			"People of the North"
		],
		"description": [
			"## Blood of Giants",
			"",
			"**Type:** Campaign  ",
			"**Campaign:** Reign of Winter",
			"",
			"You're a big person, and people have always said you've got some giant blood in you. Even as a child, you towered over your friends, and as you grew older, you grew even taller and stronger. Maybe your hair has a tint of blue as well, or your skin is as pale as snow. Perhaps someday you'll get the opportunity to travel to the North and meet some real giants, and see whether the rumors about you are true. You gain a +1 trait bonus on combat maneuver checks to sunder, and a +1 trait bonus to your CMD against bull rush and overrun combat maneuvers."
		],
		"subhierarchy": [[ "Campaign Traits", "main/traits_campaign" ]]
	},
	"blood_of_pharaohs": {
		"name": "Blood of Pharaohs",
		"sources": [
			"Mummy's Mask Player's Guide",
			"People of the Sands"
		],
		"description": [
			"## Blood of Pharaohs",
			"",
			"**Type:** Campaign  ",
			"**Campaign:** Mummy's Mask",
			"",
			"Long ago, one of your ancestors ruled over the lands of Osirion. Although you are many generations removed and the line of descent is hard to prove, his or her blood still runs in your veins. Perhaps you may find some proof of your lineage in the tombs of Wati's necropolis. You gain a +1 trait bonus on Will saves. You also gain a +1 trait bonus on Knowledge (nobility) checks and that skill is always a class skill for you. In addition, you may choose Ancient Osiriani as one of your bonus languages."
		],
		"subhierarchy": [[ "Campaign Traits", "main/traits_campaign" ]]
	},
	"blooded": {
		"name": "Blooded",
		"sources": [ "Dwarves of Golarion" ],
		"description": [
			"## Blooded",
			"",
			"**Type:** Regional  ",
			"**Region:** Mindspin Mountains",
			"",
			"Desperate battles have honed your fighting skills against the ancient enemies of the dwarves. You receive a +1 trait bonus on weapon damage rolls against giants, goblins, and orcs."
		],
		"subhierarchy": [[ "Regional Traits", "main/traits_regional" ]]
	},
	"bloodthirsty": {
		"name": "Bloodthirsty",
		"sources": [ "Ultimate Campaign" ],
		"description": [
			"## Bloodthirsty",
			"",
			"**Type:** Combat",
			"",
			"You have a vicious streak, and nothing satisfies you more than warm blood on your hands and blade. Whenever you make an attack that reduces a foe to 0 hit points or fewer or you confirm a critical hit, your attack deals 1 additional point of damage. The additional damage is a trait bonus, and is multiplied by your weapon's critical hit multiplier."
		],
		"subhierarchy": [[ "Combat Traits", "main/traits_combat" ]]
	},
	"bloody_vengeance": {
		"name": "Bloody Vengeance",
		"sources": [ "Healer's Handbook" ],
		"description": [
			"## Bloody Vengeance",
			"",
			"**Type:** Religion  ",
			"**Religion:** {faith/Vildeis}",
			"",
			"You were slain by evil forces as a child, but a follower of Vildeis restored you to life. Now you live on in service to the Cardinal Martyr, battling the forces of evil so no other child will know the icy grip of death. You gain a +2 trait bonus on attack rolls to confirm critical hits against any creature that has at least a faint evil aura (see {spell/detect evil})."
		],
		"subhierarchy": [[ "Religion Traits", "main/traits_religion" ]]
	},
	"bloody_minded": {
		"name": "Bloody-Minded",
		"sources": [ "Champions of Corruption" ],
		"description": [
			"## Bloody-Minded",
			"",
			"**Type:** Combat",
			"",
			"You are always ready for bloodshed. You gain a +1 trait bonus on initiative and Intimidate checks."
		],
		"subhierarchy": [[ "Combat Traits", "main/traits_combat" ]]
	},
	"boar_resilience": {
		"name": "Boar Resilience",
		"sources": [ "Blood of the Moon" ],
		"description": [
			"## Boar Resilience",
			"",
			"**Type:** Race  ",
			"**Requirements:** Skinwalker; Wereboar-kin",
			"",
			"You were victimized by bullies or even abusive adults. Although the harassment got worse when your wereboar features became more obvious, those features also gave you fortitude that helped you resist it. You are unimpaired by being at exactly 0 hit points. In addition, you can ignore the {feat/Endurance} prerequisite for the {feat/Diehard} feat."
		],
		"subhierarchy": [[ "Race Traits", "main/traits_race" ]]
	},
	"boarded_in_cheliax": {
		"name": "Boarded in Cheliax",
		"sources": [ "Serpent's Skull Player's Guide" ],
		"description": [
			"## Boarded in Cheliax",
			"",
			"**Type:** Campaign  ",
			"**Campaign:** Serpent's Skull",
			"",
			"While you aren't necessarily a native of Cheliax, you boarded the Jenivere at one of that country's port cities. As the people of Cheliax generally know the Mwangi Expanse as a near legendary land home to strange beasts and exotic treasures, your views of the region have a distinctly romantic tinge, and the desire for fame, wealth, and adventure likely motivate your travels. You begin the campaign with a detailed map of the Mwangi Expanse (this grants +2 competence bonus on all Knowledge [geography] checks made regarding this region) and 200 gp worth of mundane equipment to aid your exploration of the jungle."
		],
		"subhierarchy": [[ "Campaign Traits", "main/traits_campaign" ]]
	},
	"boarded_in_mediogalti": {
		"name": "Boarded in Mediogalti",
		"sources": [ "Serpent's Skull Player's Guide" ],
		"description": [
			"## Boarded in Mediogalti",
			"",
			"**Type:** Campaign  ",
			"**Campaign:** Serpent's Skull",
			"",
			"Your travels have brought you to the Jenivere through the dangerous port of Ilizmagorti, home to both pirates and assassins. Perhaps you're fleeing a price on your head, perhaps you've jumped ship from another vessel, or perhaps you're merely looking for a new start in a land where the dangers make themselves more obvious. Your familiarity with subtle slayings and toxins grants you a +2 trait bonus on all saves against poison. In addition, you can pick one type of poison listed below to be immune to, having undergone a long and painful process of building up an immunity to its effects: blue whinnis, giant wasp poison, medium spider venom, small centipede poison, or spider vine poison (a poison derived from a toxic plant native to the Mwangi Expanse)."
		],
		"subhierarchy": [[ "Campaign Traits", "main/traits_campaign" ]]
	},
	"boarded_in_mwangi_expanse": {
		"name": "Boarded in Mwangi Expanse",
		"sources": [ "Serpent's Skull Player's Guide" ],
		"description": [
			"## Boarded in Mwangi Expanse",
			"",
			"**Type:** Campaign  ",
			"**Campaign:** Serpent's Skull",
			"",
			"You boarded the Jenivere in the Mwangi Expanse, where you've lived or recently traveled through. You harbor no illusions regarding the deadliness of the jungles, the creatures that inhabit it, or the peoples that make their home therein. You gain Polyglot as a bonus language and receive a +1 trait bonus on all Knowledge (nature) checks regarding the jungle."
		],
		"subhierarchy": [[ "Campaign Traits", "main/traits_campaign" ]]
	},
	"boarded_in_varisia": {
		"name": "Boarded in Varisia",
		"sources": [ "Serpent's Skull Player's Guide" ],
		"description": [
			"## Boarded in Varisia",
			"",
			"**Type:** Campaign  ",
			"**Campaign:** Serpent's Skull",
			"",
			"Traveling from lands far to the north, you likely have little experience with the jungle, its denizens, or its strange forces. Just as the lands of Garund are wild and exotic to you, so are you to them. This unusualness manifests in one of two ways. Choose to gain either a +2 trait bonus on all Bluff checks made against inhabitants of the jungle, or treat your spells with the mind-affecting descriptor as being +1 caster level higher when cast against creatures and natives of the jungle."
		],
		"subhierarchy": [[ "Campaign Traits", "main/traits_campaign" ]]
	},
	"boarded_in_the_shackles": {
		"name": "Boarded in the Shackles",
		"sources": [ "Serpent's Skull Player's Guide" ],
		"description": [
			"## Boarded in the Shackles",
			"",
			"**Type:** Campaign  ",
			"**Campaign:** Serpent's Skull",
			"",
			"Your last home was in the Shackles, a dangerous land of pirates and treachery, but also of fantastic opportunity. A life of weal and woe on the sea and amid the pirate controlled lands has toughened you to a variety of hardships. Pick one of the three categories of saving throws-you gain a +1 trait bonus on all saving throws of that type."
		],
		"subhierarchy": [[ "Campaign Traits", "main/traits_campaign" ]]
	},
	"bog_scamp": {
		"name": "Bog Scamp",
		"sources": [ "Kobolds of Golarion" ],
		"description": [
			"## Bog Scamp",
			"",
			"**Type:** Race  ",
			"**Requirements:** Kobold; Black-scaled",
			"",
			"You were raised in the sludgy swamps, and are used to moving through boggy terrain. You can swim through a deep bog at up to half your speed as a move action, instead of the normal quarter speed. Failing a swim check while in a deep bog doesn't cause you to go underwater, even if you fail by 5 or more, though such a failure still results in a lack of progress."
		],
		"subhierarchy": [[ "Race Traits", "main/traits_race" ]]
	},
	"border_guard": {
		"name": "Border Guard",
		"sources": [ "Dragon Empires Primer" ],
		"description": [
			"## Border Guard",
			"",
			"**Type:** Regional  ",
			"**Region:** Kwanlai",
			"",
			"You are one of the warriors on the front lines between Kwanlai and Wanshou, and excel at combat against water-dwelling foes. You gain a +2 trait bonus on rolls to confirm critical hits against foes with the aquatic subtype."
		],
		"subhierarchy": [[ "Regional Traits", "main/traits_regional" ]]
	},
	"born_damned": {
		"name": "Born Damned",
		"sources": [ "Blood of Fiends" ],
		"description": [
			"## Born Damned",
			"",
			"**Type:** Race  ",
			"**Requirements:** Tiefling",
			"",
			"The inherent sacrilege that taints your soul sometimes crowds out lesser banes. You gain a +2 trait bonus on saving throws against curses and magical effects that produce curses."
		],
		"subhierarchy": [[ "Race Traits", "main/traits_race" ]]
	},
	"born_free": {
		"name": "Born Free",
		"sources": [ "Faiths and Philosophies" ],
		"description": [
			"## Born Free",
			"",
			"**Type:** Faith",
			"",
			"You were introduced to an individualistic belief as a youth. Thriving under the promise of control of your own destiny, you soon began to demonstrate the truth of this ideal. Though others may mock you for your unwillingness to go along with a group or accept the easy security and comfort promised by more ecclesiastical faiths, you know that the revelations and destiny you seek can only be brought about through your own actions and individual search for meaning. Once per day, after you roll a saving throw against a compulsion effect, you can choose to roll again as an immediate action before the result of the saving throw is announced. You must keep the new roll, even if it is worse."
		],
		"subhierarchy": [[ "Faith Traits", "main/traits_faith" ]]
	},
	"born_in_the_light": {
		"name": "Born in the Light",
		"sources": [ "Blood of the Night" ],
		"description": [
			"## Born in the Light",
			"",
			"**Type:** Race  ",
			"**Requirements:** Dhampir",
			"",
			"The circumstance of your birth and upbringing left little room to accommodate your weaknesses, and many hours toiling in broad daylight have decreased the severity of your innate hindrances. You gain a +2 bonus on checks and saves affected by the {feat/Endurance} feat (this bonus does not stack with the bonus granted by the Endurance feat). When your light sensitivity causes you to become dazzled, you do not take the -1 penalty on sight-based Perception checks."
		],
		"subhierarchy": [[ "Race Traits", "main/traits_race" ]]
	},
	"born_to_the_water": {
		"name": "Born to the Water",
		"sources": [ "Sargava, the Lost Colony" ],
		"description": [
			"## Born to the Water",
			"",
			"**Type:** Race  ",
			"**Requirements:** Human; Ijo",
			"",
			"You were born on the shore, and you easily live on and under the water. You gain a +1 bonus on Swim checks and only need to make Swim checks once every 2 hours to avoid fatigue, instead of once each hour."
		],
		"subhierarchy": [[ "Race Traits", "main/traits_race" ]]
	},
	"born_under_the_cradle": {
		"name": "Born under the Cradle",
		"sources": [ "People of the Stars" ],
		"description": [
			"## Born under the Cradle",
			"",
			"**Type:** Combat",
			"",
			"Your birth sign aligned significantly with Bretheda on the day you were born, granting you a knack for cooperation in the heat of battle. You gain a +2 trait bonus on attack rolls to perform the aid another action."
		],
		"subhierarchy": [[ "Combat Traits", "main/traits_combat" ]]
	},
	"born_under_the_dreamer": {
		"name": "Born under the Dreamer",
		"sources": [ "People of the Stars" ],
		"description": [
			"## Born under the Dreamer",
			"",
			"**Type:** Combat",
			"",
			"Your birth sign aligned significantly with Liavara on the day you were born, and you are touched by the instinctual dreaming spirit of that planet, making you naturally poised and hard to surprise. Once per day as a free action, you can take 10 on your initiative check."
		],
		"subhierarchy": [[ "Combat Traits", "main/traits_combat" ]]
	},
	"born_under_the_green_star": {
		"name": "Born under the Green Star",
		"sources": [ "People of the Stars" ],
		"description": [
			"## Born under the Green Star",
			"",
			"**Type:** Regional  ",
			"**Region:** Castrovel",
			"",
			"You were born on Castrovel and touched by the planet's profound psychic bounty. Treat your caster level as 1 higher when casting spells and spell-like abilities with the mind-affecting descriptor."
		],
		"subhierarchy": [[ "Regional Traits", "main/traits_regional" ]]
	},
	"born_under_the_stranger": {
		"name": "Born under the Stranger",
		"sources": [ "People of the Stars" ],
		"description": [
			"## Born under the Stranger",
			"",
			"**Type:** Combat",
			"",
			"Your birth was marked by the alignment of Aucturn with your birth sign and by strange happenings, giving you a link to alien beings. When feinting against aberrations, you do not take a -4 penalty for feinting against a non-humanoid creature, and you take only a -4 penalty if you feint against an aberration of animal Intelligence (instead of -8). You still cannot feint against mindless creatures."
		],
		"subhierarchy": [[ "Combat Traits", "main/traits_combat" ]]
	},
	"bouncy": {
		"name": "Bouncy",
		"sources": [
			"Goblins of Golarion",
			"We Be Goblins!"
		],
		"description": [
			"## Bouncy",
			"",
			"**Type:** Race  ",
			"**Requirements:** Goblin",
			"",
			"Your bones, flesh, and skin are a bit more elastic than those of most goblins - when you fall, you tend to bounce a little better as a result. Whenever you take falling damage, the first 1d6 points of lethal damage suffered in the fall are automatically converted to nonlethal damage. You also gain a +2 trait bonus on all Reflex saves made to avoid unexpected falls."
		],
		"subhierarchy": [[ "Race Traits", "main/traits_race" ]]
	},
	"bound_by_honor": {
		"name": "Bound by Honor",
		"sources": [ "Faiths and Philosophies" ],
		"description": [
			"## Bound by Honor",
			"",
			"**Type:** Faith",
			"",
			"Your code of honor, obligations, and taboos stem from the shame of a misspent youth. Now, a personal code reminds you how to live, and you have an impressive ability to resist temptation. Once per day, if a mind-affecting effect would compel you to take an action that would cause you to lose {rule/Honor Points}, you may make a new saving throw against the original DC to end the effect."
		],
		"subhierarchy": [[ "Faith Traits", "main/traits_faith" ]]
	},
	"bountiful_herb_lore": {
		"name": "Bountiful Herb-Lore",
		"sources": [ "Adventurer's Armory 2" ],
		"description": [
			"## Bountiful Herb-Lore",
			"",
			"**Type:** Magic  ",
			"**Region:** Cassomir",
			"",
			"Once per day after 10 minutes of foraging, you can sprinkle nutritious herbs into a magical consumable item (such as a potion of cure light wounds). If the item is consumed within 1 minute, it provides nourishment as if it were a normal meal to the creature that partakes of it."
		],
		"subhierarchy": [[ "Magic Traits", "main/traits_magic" ]]
	},
	"bounty_hunter": {
		"name": "Bounty Hunter",
		"sources": [ "Inner Sea Primer" ],
		"description": [
			"## Bounty Hunter",
			"",
			"**Type:** Regional  ",
			"**Region:** Isger",
			"",
			"You have made it your mission to help bring the bandits of Isger to justice. You gain a +1 trait bonus on Survival checks to find or follow tracks, and a +1 trait bonus on Perception checks to avoid being surprised."
		],
		"subhierarchy": [[ "Regional Traits", "main/traits_regional" ]]
	},
	"bralanis_step": {
		"name": "Bralani's Step",
		"sources": [ "Blood of Angels" ],
		"description": [
			"## Bralani's Step",
			"",
			"**Type:** Race  ",
			"**Requirements:** Aasimar; Musetouched",
			"",
			"Your ancestor was a bralani, an azata known for its untamed speed in battle. When in combat, you feel a fierce surge of energy through your limbs. Once per day, you may move an additional 5 feet as part of a move action."
		],
		"subhierarchy": [[ "Race Traits", "main/traits_race" ]]
	},
	"brastlewark_businessman_ceod": {
		"name": "Brastlewark Businessman (CEoD)",
		"sources": [ "Cheliax, Empire of Devils" ],
		"description": [
			"## Brastlewark Businessman (CEoD)",
			"",
			"**Type:** Race  ",
			"**Requirements:** Gnome",
			"",
			"Your time among the Brastlewark elite has led to an extensive knowledge of alchemy and ready connections in the trade. You gain a +2 trait bonus on all Craft (alchemy) checks."
		],
		"subhierarchy": [[ "Race Traits", "main/traits_race" ]]
	},
	"brastlewark_businessman_gog": {
		"name": "Brastlewark Businessman (GoG)",
		"sources": [ "Gnomes of Golarion" ],
		"description": [
			"## Brastlewark Businessman (GoG)",
			"",
			"**Type:** Social  ",
			"**Requirements:** Gnome",
			"",
			"Your time among the gnome elite of Brastlewark in Cheliax has led to an extensive knowledge of alchemy and ready connections in the business. You gain a +2 trait bonus on all Craft (alchemy) checks."
		],
		"subhierarchy": [[ "Social Traits", "main/traits_social" ]]
	},
	"brave_words": {
		"name": "Brave Words",
		"sources": [ "Blood of the Ancients" ],
		"description": [
			"## Brave Words",
			"",
			"**Type:** Regional  ",
			"**Region:** Ninshaburian",
			"",
			"You inherit your forebears' ability to fight off terror with bragging or insults. As a swift action, when you have the frightened condition, you can function as if you only have the shaken condition for 1 round by shouting at the source of your fear. You must be able to see the source of the fear condition. You can use this trait only once per fear effect. This trait grants no benefits against the shaken or panicked conditions."
		],
		"subhierarchy": [[ "Regional Traits", "main/traits_regional" ]]
	},
	"bred_for_war": {
		"name": "Bred for War",
		"sources": [ "Humans of Golarion" ],
		"description": [
			"## Bred for War",
			"",
			"**Type:** Race  ",
			"**Requirements:** Human; Shoanti",
			"",
			"You tower above most other humans and possess a physique of hard, corded muscle. You gain a +1 trait bonus on Intimidate checks and a +1 trait bonus on your CMB because of your great size. You must be at least 6 feet tall."
		],
		"subhierarchy": [[ "Race Traits", "main/traits_race" ]]
	},
	"brevoy_bandit": {
		"name": "Brevoy Bandit",
		"sources": [ "People of the River" ],
		"description": [
			"## Brevoy Bandit",
			"",
			"**Type:** Regional  ",
			"**Region:** Mivon",
			"",
			"You fled the persecution of Brevoy authorities and wound up in Mivon. Whether or not you are guilty of your alleged crimes, you seek to build a new life amid new neighbors. Choose one Profession skill and one ability score other than Wisdom. You add that ability score's modifier in addition to your Wisdom modifier on checks with the chosen Profession skill."
		],
		"subhierarchy": [[ "Regional Traits", "main/traits_regional" ]]
	},
	"brewmaster": {
		"name": "Brewmaster",
		"sources": [ "Ultimate Campaign" ],
		"description": [
			"## Brewmaster",
			"",
			"**Type:** Race  ",
			"**Requirements:** Dwarf",
			"",
			"Your family brought the secrets of dwarven brewing to non-dwarven lands. Though this has given you skill in the brewer's craft, it's also earned you distrust among dwarven purists. You gain a +1 trait bonus on Profession (brewer) and Craft (alchemy) checks, but you take a -1 penalty on Diplomacy checks made to change the attitude of dwarves who know that your family has shared brewing secrets with non-dwarves."
		],
		"subhierarchy": [[ "Race Traits", "main/traits_race" ]]
	},
	"briar_bandit": {
		"name": "Briar Bandit",
		"sources": [ "Kobolds of Golarion" ],
		"description": [
			"## Briar Bandit",
			"",
			"**Type:** Regional  ",
			"**Region:** forest",
			"",
			"The time you've spent crawling through thorny brambles and other thick underbrush during raids and ambushes taught you how to move without disturbing the dense flora around you. When in overgrown areas, you gain a +2 trait bonus on Stealth checks and a +1 trait bonus on damage rolls with sneak attacks."
		],
		"subhierarchy": [[ "Regional Traits", "main/traits_regional" ]]
	},
	"brigand": {
		"name": "Brigand",
		"sources": [ "Kingmaker Player's Guide" ],
		"description": [
			"## Brigand",
			"",
			"**Type:** Campaign  ",
			"**Campaign:** Kingmaker",
			"",
			"You hail from the River Kingdoms or the more lawless reaches of Brevoy. Life has been hard for you. Perhaps your parents and siblings were crooks and con artists, or maybe your rough, lonely life lead you to fall in with thieves and worse. You know how to ambush travelers, bully traders, avoid the law, and camp where no one might find you. Recently, you've run into some trouble, either with the law or with other bandits, and you're looking to get away to somewhere no one would ever think to look for you. An expedition into the rugged wilderness seems like a perfect way to lie low until the trouble blows over. You begin the campaign with an extra 100 gp in ill-gotten gains. You also gain a +1 trait bonus on Bluff, Diplomacy, Intimidate, and Sense Motive checks when dealing with brigands, thieves, bandits, and their ilk."
		],
		"subhierarchy": [[ "Campaign Traits", "main/traits_campaign" ]]
	},
	"brighs_insight": {
		"name": "Brigh's Insight",
		"sources": [ "People of the Wastes" ],
		"description": [
			"## Brigh's Insight",
			"",
			"**Type:** Religion  ",
			"**Religion:** {faith/Brigh}",
			"",
			"You hear Brigh's whisper in the workings of technology, granting you better understanding of and insight into constructs. You gain a +2 trait bonus on caster level checks to overcome the spell resistance of constructs."
		],
		"subhierarchy": [[ "Religion Traits", "main/traits_religion" ]]
	},
	"brimstone_seer": {
		"name": "Brimstone Seer",
		"sources": [ "Inner Sea Races" ],
		"description": [
			"## Brimstone Seer",
			"",
			"**Type:** Race  ",
			"**Requirements:** Orc",
			"",
			"You were exposed to vision-granting caustic vapors by the oracles of the Brimstone Haruspex, whether because you had a pressing question or because a parent or chieftain considered you an expendable proxy. The vapors left scars that impose a -1 penalty on Charisma-based checks, but once per day you gain a flash of insight that allows you to roll twice on a Knowledge skill check or Intelligence check and take the better result. You must choose to use this trait before rolling."
		],
		"subhierarchy": [[ "Race Traits", "main/traits_race" ]]
	},
	"broken_mind": {
		"name": "Broken Mind",
		"sources": [
			"Inner Sea Gods",
			"Faiths of Balance"
		],
		"description": [
			"## Broken Mind",
			"",
			"**Type:** Religion  ",
			"**Religion:** {faith/Groetus}",
			"",
			"You're used to living with your own madness, and gain a +2 trait bonus on saving throws against madness and confusion effects."
		],
		"subhierarchy": [[ "Religion Traits", "main/traits_religion" ]]
	},
	"broken_not_beaten": {
		"name": "Broken, Not Beaten",
		"sources": [ "Agents of Evil" ],
		"description": [
			"## Broken, Not Beaten",
			"",
			"**Type:** Combat",
			"",
			"You automatically stabilize when reduced below 0 hit points. Once per day when brought below 0 hit points, you can accept 1 point of damage to regain consciousness for 1 round, though you remain staggered and only able to take a single move or standard action."
		],
		"subhierarchy": [[ "Combat Traits", "main/traits_combat" ]]
	},
	"bruising_intellect": {
		"name": "Bruising Intellect",
		"sources": [ "Ultimate Campaign" ],
		"description": [
			"## Bruising Intellect",
			"",
			"**Type:** Social",
			"",
			"Your sharp intellect and rapier-like wit bruise egos. Intimidate is always a class skill for you, and you may use your Intelligence modifier when making Intimidate checks instead of your Charisma modifier."
		],
		"subhierarchy": [[ "Social Traits", "main/traits_social" ]]
	},
	"brute_apg": {
		"name": "Brute (APG)",
		"sources": [
			"Ultimate Campaign",
			"Taldor, Echoes of Glory",
			"Advanced Player's Guide"
		],
		"description": [
			"## Brute (APG)",
			"",
			"**Type:** Race  ",
			"**Requirements:** Half-orc",
			"",
			"You have worked for a crime lord, either as a low-level enforcer or as a guard, and are adept at frightening away people. You gain a +1 trait bonus on Intimidate checks, and Intimidate is always a class skill for you."
		],
		"subhierarchy": [[ "Race Traits", "main/traits_race" ]]
	},
	"brute_orc": {
		"name": "Brute (Orc)",
		"sources": [ "Orcs of Golarion" ],
		"description": [
			"## Brute (Orc)",
			"",
			"**Type:** Race  ",
			"**Requirements:** Half-orc or Orc",
			"",
			"You are an especially large and hulking individual, and when you strike, you aim to deliver the maximum amount of pain. Whenever you score a critical threat, you add (but not multiply, in the case of a confirmed critical hit) an amount of damage equal to your weapon's critical modifier."
		],
		"subhierarchy": [[ "Race Traits", "main/traits_race" ]]
	},
	"buccaneers_blood": {
		"name": "Buccaneer's Blood",
		"sources": [ "Skull and Shackles Player's Guide" ],
		"description": [
			"## Buccaneer's Blood",
			"",
			"**Type:** Campaign  ",
			"**Campaign:** Skull and Shackles",
			"",
			"One of your ancestors was an infamous Free Captain of the Shackles, whose very name struck fear in the hearts of those who sailed the seas in search of an honest living. Piracy is in your blood, and you've always longed to follow in your forebear's footsteps and plunder the shipping lanes. You gain a +1 trait bonus on Intimidate and Profession (sailor) checks. In addition, you gain a one-time +1 trait bonus to your [Disrepute and Infamy](rule/fame) scores.",
			"",
			"You went to a tavern called the Formidably Maid, a notorious pirate hangout in Port Peril, eager to start your career as a buccaneer. While you were there, however, a dashing and flirtatious corsair caught your eye, and after a whirlwind night of booze and romance, you found yourself beaten senseless and stuffed in a sack, carried off to who knows where."
		],
		"subhierarchy": [[ "Campaign Traits", "main/traits_campaign" ]]
	},
	"bullied": {
		"name": "Bullied",
		"sources": [
			"Ultimate Campaign",
			"Second Darkness Player's Guide",
			"Advanced Player's Guide"
		],
		"description": [
			"## Bullied",
			"",
			"**Type:** Combat",
			"",
			"You were bullied often as a child, and you are now constantly ready to defend yourself with your fists when an enemy comes near. You gain a +1 trait bonus on attack of opportunity attack rolls made with unarmed strikes. Note that this trait does not grant the ability to make attacks of opportunity with your unarmed strikes-you must have a level in monk, the {feat/Improved Unarmed Strike} feat, or some other similar power to gain the use of this character trait. However, that doesn't prevent you from selecting this trait. You simply cannot make use of it until a later point if you do."
		],
		"subhierarchy": [[ "Combat Traits", "main/traits_combat" ]]
	},
	"bully": {
		"name": "Bully",
		"sources": [
			"Ultimate Campaign",
			"Second Darkness Player's Guide",
			"Advanced Player's Guide"
		],
		"description": [
			"## Bully",
			"",
			"**Type:** Social",
			"",
			"You grew up in an environment where the meek were ignored and you often had to resort to threats or violence to be heard. You gain a +1 trait bonus on Intimidate checks, and Intimidate is always a class skill for you."
		],
		"subhierarchy": [[ "Social Traits", "main/traits_social" ]]
	},
	"bully_burner": {
		"name": "Bully Burner",
		"sources": [ "Inner Sea Races" ],
		"description": [
			"## Bully Burner",
			"",
			"**Type:** Race  ",
			"**Requirements:** Goblin",
			"",
			"You were forced to serve cruel hobgoblins at some point, much to your abject humiliation and frustration, and memories of this inspire a rage that lends you strength. Against creatures with the goblinoid subtype, you gain a +1 trait bonus on combat maneuver checks and a +1 trait bonus to CMD."
		],
		"subhierarchy": [[ "Race Traits", "main/traits_race" ]]
	},
	"bureaucracy_navigator": {
		"name": "Bureaucracy Navigator",
		"sources": [ "Inner Sea Races" ],
		"description": [
			"## Bureaucracy Navigator",
			"",
			"**Type:** Race  ",
			"**Requirements:** Human; Tian",
			"",
			"Accustomed to wading through governmental bureaucracy, you gain a +2 trait bonus on Diplomacy checks against bureaucrats and on Knowledge (local) checks related to laws and their enforcers."
		],
		"subhierarchy": [[ "Race Traits", "main/traits_race" ]]
	},
	"bureaucrats_favored": {
		"name": "Bureaucrat's Favored",
		"sources": [ "Heroes of the High Court" ],
		"description": [
			"## Bureaucrat's Favored",
			"",
			"**Type:** Social  ",
			"**Region:** Osirion  ",
			"**Requirements:** Associated with the court of the Black Dome",
			"",
			"You have gained favor with the government of Sothis. Once per week, you can attempt a DC 20 Diplomacy or Intimidate check to gain access to an exclusive site or event, such as a government building or an aristocrat's ball."
		],
		"subhierarchy": [[ "Social Traits", "main/traits_social" ]]
	},
	"buried_anxiety": {
		"name": "Buried Anxiety",
		"sources": [ "Blood of Fiends" ],
		"description": [
			"## Buried Anxiety",
			"",
			"**Type:** Race  ",
			"**Requirements:** Tiefling; Spitespawn",
			"",
			"You laugh at what makes others tremble, but are secretly disturbed by a particular sort of mundane item. Pick a specific sort of object, color, sound, or similar relatively common phenomena. You gain a +2 trait bonus on saving throws made to resist fear effects except when you can see, hear, smell, or taste that which unnerves you."
		],
		"subhierarchy": [[ "Race Traits", "main/traits_race" ]]
	},
	"burned": {
		"name": "Burned",
		"sources": [ "Quests and Campaigns" ],
		"description": [
			"## Burned",
			"",
			"**Type:** Drawback",
			"",
			"You were badly burned once by volcanic ash, torch-wielding mobs, or some fiery accident, and the scars pain you terribly you whenever you are too near to fire. You take a -1 penalty on saving throws against fire effects. In addition, whenever you are adjacent to open flames or are on fire, you take a -1 penalty on all attack rolls, saving throws, and skill checks until you spend an entire round away from fire. These penalties are not cumulative. (An instantaneous fire effect adjacent to you or affecting you causes this penalty to apply until 1 round after it is gone.)"
		],
		"subhierarchy": [[ "Drawback Traits", "main/traits_drawback" ]]
	},
	"burnished_skin": {
		"name": "Burnished Skin",
		"sources": [ "Blood of Angels" ],
		"description": [
			"## Burnished Skin",
			"",
			"**Type:** Race  ",
			"**Requirements:** Aasimar; Emberkin",
			"",
			"Sometime during your adolescence, you suffered severe burns in a devastating fire. Along with your scars, you developed the uncanny ability to tell what is and isn't real, gaining a +2 trait bonus on saving throws made to disbelieve illusions."
		],
		"subhierarchy": [[ "Race Traits", "main/traits_race" ]]
	},
	"burst_of_speed": {
		"name": "Burst of Speed",
		"sources": [ "Knights of the Inner Sea" ],
		"description": [
			"## Burst of Speed",
			"",
			"**Type:** Mount  ",
			"**Requirements:** Have a Dort charger as a mount",
			"",
			"Three times per day, while riding a Dort charger and making a charge attack, you can increase your mount's speed by 15 feet as a free action."
		],
		"subhierarchy": [[ "Mount Traits", "main/traits_mount" ]]
	},
	"business_venturer": {
		"name": "Business Venturer",
		"sources": [ "Dirty Tactics Toolbox" ],
		"description": [
			"## Business Venturer",
			"",
			"**Type:** Race  ",
			"**Requirements:** Ratfolk",
			"",
			"Your mercantile pursuits have sent you across Golarion, making you better traveled than most ratfolk. You gain a +1 trait bonus on Appraise, Knowledge (local), and Profession (merchant) checks, and one of these skills (your choice) is a class skill for you."
		],
		"subhierarchy": [[ "Race Traits", "main/traits_race" ]]
	},
	"calculated_bribe": {
		"name": "Calculated Bribe",
		"sources": [ "Knights of the Inner Sea" ],
		"description": [
			"## Calculated Bribe",
			"",
			"**Type:** Social  ",
			"**Requirements:** Code of Perseverance",
			"",
			"If you follow this code, you are keenly aware of the value of actions as well as goods. Once per day while haggling with a merchant or striking a bargain with another intelligent creature, you can spend a number of gold pieces equal to your level &times; 10 in order to reroll a Diplomacy check you just made, before the results are revealed. You must take the result of the reroll, even if it's worse than the original roll. In addition, you begin play with a set of extravagant noble's clothes worth 100 gp."
		],
		"subhierarchy": [[ "Social Traits", "main/traits_social" ]]
	},
	"calculated_risk": {
		"name": "Calculated Risk",
		"sources": [ "Blood of the Night" ],
		"description": [
			"## Calculated Risk",
			"",
			"**Type:** Race  ",
			"**Requirements:** Vampire; Jiang-shi",
			"",
			"Once per day, you may voluntarily fail a saving throw against a harmful spell or effect. After using this ability, for the next minute you may add a +4 trait bonus on one saving throw, after which the bonus is expended. You may use this bonus on an additional saving throw against the spell or effect you voluntarily failed (such as a recurring poison save or a follow-up save against hold person). If you do not use this bonus within 1 minute, it is lost."
		],
		"subhierarchy": [[ "Race Traits", "main/traits_race" ]]
	},
	"calistrian_courtesan": {
		"name": "Calistrian Courtesan",
		"sources": [
			"Ultimate Campaign",
			"Advanced Player's Guide",
			"Elves of Golarion"
		],
		"description": [
			"## Calistrian Courtesan",
			"",
			"**Type:** Religion  ",
			"**Religion:** {faith/Calistria}",
			"",
			"You worked in one of Calistria's temples as a sacred courtesan, and you know how to flatter, please, and (most of all) listen. You gain a +1 trait bonus on Sense Motive checks and Diplomacy checks to gather information, and one of these skills (your choice) is always a class skill for you."
		],
		"subhierarchy": [[ "Religion Traits", "main/traits_religion" ]]
	},
	"call_for_help": {
		"name": "Call for Help",
		"sources": [ "Halflings of Golarion" ],
		"description": [
			"## Call for Help",
			"",
			"**Type:** Religion  ",
			"**Religion:** {faith/Chaldira Zuzaristan}  ",
			"**Requirements:** Halfling",
			"",
			"Offering your devotion to and modeling your life on Desna's impetuous companion means you frequently find yourself in a jam but also ensures that you can always rely upon your friends to bail you out. When you take the total defense action, allies gain a +1 trait bonus on rolls made against a creature threatening you."
		],
		"subhierarchy": [[ "Religion Traits", "main/traits_religion" ]]
	},
	"call_of_the_longships": {
		"name": "Call of the Longships",
		"sources": [ "People of the North" ],
		"description": [
			"## Call of the Longships",
			"",
			"**Type:** Regional  ",
			"**Region:** Lands of the Linnorm Kings",
			"",
			"Your blood sings with longing to relive the adventures of one of your ancestors, and you are inexorably drawn to the sea. You gain a +1 trait bonus on Profession (sailor) checks and a +1 trait bonus on attack rolls made onboard ships."
		],
		"subhierarchy": [[ "Regional Traits", "main/traits_regional" ]]
	},
	"called": {
		"name": "Called",
		"sources": [ "Quests and Campaigns" ],
		"description": [
			"## Called",
			"",
			"**Type:** Faith",
			"",
			"Your deity or a powerful spirit spoke to you when you were young, dropping cryptic hints about the important destiny that lay before you and how you must win your fights if you are to achieve your predetermined greatness. Once per day upon rolling a natural 1 on an attack roll, you may reroll the die and take the second result instead.",
			"",
			"Suggested Characters: Oracles, paladins, Ulfen."
		],
		"subhierarchy": [[ "Faith Traits", "main/traits_faith" ]]
	},
	"callous": {
		"name": "Callous",
		"sources": [ "Antihero's Handbook" ],
		"description": [
			"## Callous",
			"",
			"**Type:** Social",
			"",
			"You have endured many hardships throughout your life, and this has hardened you to the suffering of others to the point that you are not easily swayed by a sad story. You gain a +4 trait bonus on Sense Motive checks that oppose the Bluff checks of creatures that attempt to deceive you by winning your sympathy."
		],
		"subhierarchy": [[ "Social Traits", "main/traits_social" ]]
	},
	"candidate_for_perfection": {
		"name": "Candidate for Perfection",
		"sources": [ "Inner Sea Primer" ],
		"description": [
			"## Candidate for Perfection",
			"",
			"**Type:** Regional  ",
			"**Region:** Jalmeray",
			"",
			"You have begun training to enter one of the [Houses of Perfection](rule/aff_monasteries), and have honed your body, mind, and spirit into one well-trained weapon. You gain a +1 trait bonus on attack of opportunity attack rolls made with unarmed strikes."
		],
		"subhierarchy": [[ "Regional Traits", "main/traits_regional" ]]
	},
	"canon_of_coin": {
		"name": "Canon of Coin",
		"sources": [ "Merchant's Manifest" ],
		"description": [
			"## Canon of Coin",
			"",
			"**Type:** Faith",
			"",
			"You find the pursuit of earning money to be a religious experience. Appraise is a class skill for you. So long as you are carrying coins worth an amount equal to at least 100 gp per character level you have, you gain a +1 trait bonus on Will saves. This bonus increases to +2 against effects that would force you to discard, drop, or give away coins, gems, or trade goods in your possession."
		],
		"subhierarchy": [[ "Faith Traits", "main/traits_faith" ]]
	},
	"canopy_prowler": {
		"name": "Canopy Prowler",
		"sources": [ "Dirty Tactics Toolbox" ],
		"description": [
			"## Canopy Prowler",
			"",
			"**Type:** Race  ",
			"**Requirements:** Catfolk",
			"",
			"Growing up in the Mwangi Expanse, you learned to hunt from above, where your prey seldom searches for danger. You gain a +1 trait bonus on Climb checks, and Climb is always a class skill for you. If you possess the climber racial trait, you also gain a +1 trait bonus on Stealth checks while climbing."
		],
		"subhierarchy": [[ "Race Traits", "main/traits_race" ]]
	},
	"canopy_shooter": {
		"name": "Canopy Shooter",
		"sources": [ "Inner Sea Races" ],
		"description": [
			"## Canopy Shooter",
			"",
			"**Type:** Race  ",
			"**Requirements:** Grippli",
			"",
			"Growing up in a dangerous jungle, you learned to take advantage of your mobility relative to larger predators and elusive prey. You gain a +1 trait bonus on ranged weapon damage rolls when you are on higher ground than your target and are within 30 feet."
		],
		"subhierarchy": [[ "Race Traits", "main/traits_race" ]]
	},
	"canter": {
		"name": "Canter",
		"sources": [
			"Ultimate Campaign",
			"Advanced Player's Guide",
			"Second Darkness Player's Guide"
		],
		"description": [
			"## Canter",
			"",
			"**Type:** Social",
			"",
			"You grew up among thieves and scoundrels, and their unusual speech patterns and turns of phrase don't faze you in the slightest. Anyone who attempts to use Bluff to deliver a secret message to you gains a +5 bonus on her Bluff check. When you attempt to intercept a secret message using Sense Motive, you gain a +5 trait bonus on the attempt."
		],
		"subhierarchy": [[ "Social Traits", "main/traits_social" ]]
	},
	"caravan_drover": {
		"name": "Caravan Drover",
		"sources": [ "People of the Sands" ],
		"description": [
			"## Caravan Drover",
			"",
			"**Type:** Race  ",
			"**Requirements:** Half-orc",
			"",
			"With your hand on the lash, your caravans always arrive on time. You treat whips as martial weapons, and up to 10 animals and humanoids traveling with you can hustle or make a forced march for 1 hour longer than normal before taking nonlethal damage and becoming fatigued."
		],
		"subhierarchy": [[ "Race Traits", "main/traits_race" ]]
	},
	"caravan_guard": {
		"name": "Caravan Guard",
		"sources": [ "Jade Regent Player's Guide" ],
		"description": [
			"## Caravan Guard",
			"",
			"**Type:** Campaign  ",
			"**Campaign:** Jade Regent",
			"",
			"You recently hired on to Sandru's caravan to serve as a guard, but the job, while it paid well, gave you little chance to scratch the adventuring itch, since the caravan never really ventured into dangerous territory. You understand why Sandru avoided the more dangerous routes, of course, but that didn't help assuage your urge to seek adventure. You've just told Sandru that you're quitting the job in order to try your hand at adventuring; he seemed to understand, and even gave you some good tips on how best to survive potential challenges. You gain a +1 trait bonus on Survival checks, and Survival becomes a class skill for you.",
			"",
			"**NPC Choices:** Sandru."
		],
		"subhierarchy": [[ "Campaign Traits", "main/traits_campaign" ]]
	},
	"caravan_nomad": {
		"name": "Caravan Nomad",
		"sources": [ "Blood of the Beast" ],
		"description": [
			"## Caravan Nomad",
			"",
			"**Type:** Regional  ",
			"**Region:** Varisia  ",
			"**Requirements:** Kitsune",
			"",
			"Your family has lived on the open roads of Varisia for untold generations, impersonating nomadic Varisians. You gain a +1 trait bonus on Bluff and Perform checks, and one of these skills is a class skill for you."
		],
		"subhierarchy": [[ "Regional Traits", "main/traits_regional" ]]
	},
	"careful_combatant": {
		"name": "Careful Combatant",
		"sources": [ "Champions of Purity" ],
		"description": [
			"## Careful Combatant",
			"",
			"**Type:** Combat",
			"",
			"You have a strong sense of self-preservation, believing it is more important to safely extract yourself from a fight that has turned hopeless than to stubbornly stand your ground and risk death - for when you're dead, you can't protect the innocent. When using the withdraw action, both the first and second squares of your movement are not considered threatened by any opponents you can see, rather than just the first square."
		],
		"subhierarchy": [[ "Combat Traits", "main/traits_combat" ]]
	},
	"carefully_hidden": {
		"name": "Carefully Hidden",
		"sources": [ "Taldor, Echoes of Glory" ],
		"description": [
			"## Carefully Hidden",
			"",
			"**Type:** Race  ",
			"**Requirements:** Human; Keleshite",
			"",
			"Modern Taldor is not kind to Keleshites. Your life as a member of an unpopular ethnic group has given you an uncanny knack for avoiding detection. You gain a +1 trait bonus to Will saves and a +2 trait bonus to saving throws versus divination effects."
		],
		"subhierarchy": [[ "Race Traits", "main/traits_race" ]]
	},
	"caretaker": {
		"name": "Caretaker",
		"sources": [
			"Ultimate Campaign",
			"Advanced Player's Guide",
			"Second Darkness Player's Guide"
		],
		"description": [
			"## Caretaker",
			"",
			"**Type:** Faith",
			"",
			"As the child of an herbalist or an assistant in a temple infirmary, you often had to assist in tending to the sick and wounded. You gain a +1 trait bonus on Heal checks, and Heal is always a class skill for you."
		],
		"subhierarchy": [[ "Faith Traits", "main/traits_faith" ]]
	},
	"carnal_attraction": {
		"name": "Carnal Attraction",
		"sources": [ "Agents of Evil" ],
		"description": [
			"## Carnal Attraction",
			"",
			"**Type:** Social",
			"",
			"You know how to ask the wrong questions the right way, granting you a +2 trait bonus on Diplomacy (gather information) and Knowledge (local) checks regarding whichever vice fascinates you: drugs, forbidden lore, gambling, illegal fighting, or a similar debauchery or indecency."
		],
		"subhierarchy": [[ "Social Traits", "main/traits_social" ]]
	},
	"carnation_scales": {
		"name": "Carnation Scales",
		"sources": [ "Kobolds of Golarion" ],
		"description": [
			"## Carnation Scales",
			"",
			"**Type:** Race  ",
			"**Requirements:** Kobold",
			"",
			"Though your light pink scales made you the subject of ridicule by your tribe, you can adapt to more environments than they can. You gain a +1 bonus on Survival checks, and Survival is always a class skill for you. Most kobolds with carnation scales also have the day raider alternate racial trait."
		],
		"subhierarchy": [[ "Race Traits", "main/traits_race" ]]
	},
	"carpenden_lobber": {
		"name": "Carpenden Lobber",
		"sources": [ "Andoran, Spirit of Liberty" ],
		"description": [
			"## Carpenden Lobber",
			"",
			"**Type:** Regional  ",
			"**Region:** Carpenden",
			"",
			"Your regular participation in the moonmelon festival has made you wickedly effective at hurling harmless objects. You gain a +2 trait bonus on attack rolls when throwing items that do not deal normal hit point damage (such as weapons that deal nonlethal damage or items such as tanglefoot bags and thunderstones)."
		],
		"subhierarchy": [[ "Regional Traits", "main/traits_regional" ]]
	},
	"carpenden_roof_runner": {
		"name": "Carpenden Roof Runner",
		"sources": [ "Andoran, Spirit of Liberty" ],
		"description": [
			"## Carpenden Roof Runner",
			"",
			"**Type:** Regional  ",
			"**Region:** Carpenden",
			"",
			"Your childhood playing atop Carpenden's buildings has given you a remarkable head for heights. You gain a +2 trait bonus on Acrobatics checks made when you are at least 20 feet above the ground."
		],
		"subhierarchy": [[ "Regional Traits", "main/traits_regional" ]]
	},
	"carrying_voice": {
		"name": "Carrying Voice",
		"sources": [ "Inner Sea Races" ],
		"description": [
			"## Carrying Voice",
			"",
			"**Type:** Race  ",
			"**Requirements:** Sylph",
			"",
			"You grew up amid powerful storms and mimicked the rolling thunder with your voice. Treat your caster level as 2 higher to determine the range of sonic spells and effects. Others do not suffer a penalty on Perception checks to hear your voice due to wind."
		],
		"subhierarchy": [[ "Race Traits", "main/traits_race" ]]
	},
	"castrovel_gatekeeper": {
		"name": "Castrovel Gatekeeper",
		"sources": [ "Inner Sea Races" ],
		"description": [
			"## Castrovel Gatekeeper",
			"",
			"**Type:** Race  ",
			"**Requirements:** Lashunta",
			"",
			"You helped maintain the interplanetary portals used for trade with other worlds. You gain a +2 trait bonus on Spellcraft checks to identify teleportation magic and a +1 trait bonus on caster level checks when casting teleportation spells. You know the proper commands to operate a particular interplanetary portal (it is up to the GM as to where it is and how it operates)."
		],
		"subhierarchy": [[ "Race Traits", "main/traits_race" ]]
	},
	"cavern_survivor": {
		"name": "Cavern Survivor",
		"sources": [ "Heroes of the Darklands" ],
		"description": [
			"## Cavern Survivor",
			"",
			"**Type:** Regional  ",
			"**Region:** Nar-Voth",
			"",
			"You've regularly traversed Nar-Voth and know how to subsist in that lightless realm better than most surface dwellers. You gain a +2 trait bonus on Survival checks to survive in a subterranean wilderness, and Survival is a class skill for you."
		],
		"subhierarchy": [[ "Regional Traits", "main/traits_regional" ]]
	},
	"celestial_community": {
		"name": "Celestial Community",
		"sources": [ "Distant Shores" ],
		"description": [
			"## Celestial Community",
			"",
			"**Type:** Race  ",
			"**Requirements:** Aasimar",
			"",
			"Having been raised among other aasimars, you have a stronger connection to your planar heritage than most of your kind, and have more thoroughly explored your magical talent. You may expend your once per day spell-like ability to spontaneously cast cure light wounds (CL equal to your character level), but doing so is draining and you take an amount of nonlethal damage equal to half the number of hit points you heal."
		],
		"subhierarchy": [[ "Race Traits", "main/traits_race" ]]
	},
	"celestial_contact": {
		"name": "Celestial Contact",
		"sources": [ "Inner Sea Races" ],
		"description": [
			"## Celestial Contact",
			"",
			"**Type:** Race  ",
			"**Requirements:** Aasimar",
			"",
			"Witnessing a celestial intervention by your ancestor or a similar being inspired you with the power of good. Treat your caster level as 1 higher when you cast spells with the good descriptor."
		],
		"subhierarchy": [[ "Race Traits", "main/traits_race" ]]
	},
	"celestial_tracker": {
		"name": "Celestial Tracker",
		"sources": [ "Blood of Angels" ],
		"description": [
			"## Celestial Tracker",
			"",
			"**Type:** Race  ",
			"**Requirements:** Aasimar; Angelkin",
			"",
			"You share the same talent for tracking evildoers that your angelic ancestor possessed. You gain a +1 trait bonus on Survival checks made to follow tracks. In addition, you treat trails as being up to 24 hours fresher than they actually are when using the Survival skill to follow tracks."
		],
		"subhierarchy": [[ "Race Traits", "main/traits_race" ]]
	},
	"cellular_match": {
		"name": "Cellular Match",
		"sources": [ "People of the Stars" ],
		"description": [
			"## Cellular Match",
			"",
			"**Type:** Race  ",
			"**Requirements:** Android",
			"",
			"Whenever you are affected by a polymorph spell or effect, your nanites adjust completely at a molecular level. For the duration of the polymorph effect, you are treated as only a humanoid for the purpose of effects that target creatures by type. For example, a ranger's favored enemy bonus against constructs wouldn't apply to you while you are polymorphed, but nor would spells such as make whole. This trait modifies part of the android's constructed racial trait, but otherwise that trait is unchanged (a polymorphed android still can't gain morale bonuses, is still immune to fear, and so on)."
		],
		"subhierarchy": [[ "Race Traits", "main/traits_race" ]]
	},
	"centaur_vengeance": {
		"name": "Centaur Vengeance",
		"sources": [ "Dragonslayer's Handbook" ],
		"description": [
			"## Centaur Vengeance",
			"",
			"**Type:** Regional  ",
			"**Region:** Iobaria",
			"",
			"Your nomadic tribe wanders the Ice Steppes of Iobaria. They live in constant fear of the great white wyrm Sjohvornor and feel helpless to stop the dragon's aggression. Your tribe is filled with wise sages and great warriors, and they resent being cowed by any foe. You vowed that one day you would not have to be afraid of Sjohvornor or any other wyrm. You gain a +2 bonus on saving throws against any dragon's frightful presence."
		],
		"subhierarchy": [[ "Regional Traits", "main/traits_regional" ]]
	},
	"centered": {
		"name": "Centered",
		"sources": [
			"Inner Sea Gods",
			"Faiths of Balance"
		],
		"description": [
			"## Centered",
			"",
			"**Type:** Religion  ",
			"**Religion:** {faith/Irori}",
			"",
			"Having anchored yourself in your faith and your knowledge of yourself, you've made it difficult for others to dominate you. You gain a +1 trait bonus on saving throws against charm and compulsion effects, and the DC of any attempts to use the Intimidate skill on you increases by 1."
		],
		"subhierarchy": [[ "Religion Traits", "main/traits_religion" ]]
	},
	"chain_master": {
		"name": "Chain Master",
		"sources": [ "Blood of Fiends" ],
		"description": [
			"## Chain Master",
			"",
			"**Type:** Race  ",
			"**Requirements:** Tiefling; Shackleborn",
			"",
			"Your fiendish ancestry has granted you unnatural skill with the chain, and your enemies know to stay away when you wield it as a weapon. You gain a +2 trait bonus on combat maneuver checks made to trip opponents with a spiked chain or whip."
		],
		"subhierarchy": [[ "Race Traits", "main/traits_race" ]]
	},
	"chainbreaker": {
		"name": "Chainbreaker",
		"sources": [ "Pirates of the Inner Sea" ],
		"description": [
			"## Chainbreaker",
			"",
			"**Type:** Regional  ",
			"**Region:** Andoran",
			"",
			"You're an expert at rescuing slaves. You know that a few slaves freed from their chains can help turn the tide during a boarding action. You gain a +1 trait bonus on Disable Device checks made to open locks, Strength checks made to break chains or bars in order to free slaves, and combat maneuver checks made to sunder chains or bars in order to free slaves."
		],
		"subhierarchy": [[ "Regional Traits", "main/traits_regional" ]]
	},
	"chaldiras_luck": {
		"name": "Chaldira's Luck",
		"sources": [ "Divine Anthology" ],
		"description": [
			"## Chaldira's Luck",
			"",
			"**Type:** Religion  ",
			"**Religion:** {faith/Chaldira}",
			"",
			"You found yourself in deep trouble in your youth but stumbled upon an unlikely way out after praying to Chaldira Zuzaristan for luck. Once per day, you can roll twice and take the better result on a skill check."
		],
		"subhierarchy": [[ "Religion Traits", "main/traits_religion" ]]
	},
	"chance_encounter": {
		"name": "Chance Encounter",
		"sources": [
			"Wrath of the Righteous Player's Guide",
			"Demon Hunter's Handbook"
		],
		"description": [
			"## Chance Encounter",
			"",
			"**Type:** Campaign  ",
			"**Campaign:** Wrath of the Righteous",
			"",
			"You always tended to get in over your head as a child, but your biggest youthful misadventure was the time you \"accidentally\" found yourself behind enemy lines in the Worldwound. You probably never would have made it back home to Kenabres if not for the help of a mysterious woman who helped you trick your way through a group of cultists. The woman never told you her name, but you remember her beauty and a deep sense of sadness she seemed to carry with her. Her skill with the bow was impressive as well, but the thing you remember most about her was the symbol of Desna she wore - she often held onto it without seeming to realize it, as if the connection to the goddess was something she clung to in a sense of need, as someone might clutch at a rope while dangling over a vast pit. She left your side a few moments before you were picked up by a patrol of crusaders, who finished the job of escorting you back to safety, and you've never seen her again. Ever since, you've just been lucky when it comes to trickery. Once per day, if you fail an Acrobatics, Bluff, Disguise, Sleight of Hand, or Stealth check, you may immediately reroll that check as a free action. You must take the second result, even if it is worse.",
			"",
			"**Associated Mythic Path:** Trickster.",
			"",
			"**Multiple Characters:** You and other characters were all saved by the same mysterious woman in your childhood. This could have been the same event, or she could have saved you on separate occasions - the discovery that someone else was saved by the mysterious stranger has resulted in a long friendship (or perhaps friendly rivalry) with the others she rescued."
		],
		"subhierarchy": [[ "Campaign Traits", "main/traits_campaign" ]]
	},
	"chance_savior": {
		"name": "Chance Savior",
		"sources": [ "Carrion Crown Player's Guide" ],
		"description": [
			"## Chance Savior",
			"",
			"**Type:** Campaign  ",
			"**Campaign:** Carrion Crown",
			"",
			"Fate smiled on you and Professor Lorrimor one day in the not so distant past. Through a matter of pure chance, you were in a position to save the late scholar's life and did so. His gratitude was effusive, and he promised that he would never forget you. You are unsure of the nature of the summons in his will, but believe he may have listed you as a possible heir in thanks for saving him from an untimely demise.",
			"",
			"Your ability to think quickly on your feet has stayed with you, and you quite often feel that you're in the right place at the right time. You gain a +2 trait bonus on Initiative checks."
		],
		"subhierarchy": [[ "Campaign Traits", "main/traits_campaign" ]]
	},
	"channel_the_earth": {
		"name": "Channel the Earth",
		"sources": [ "Blood of the Elements" ],
		"description": [
			"## Channel the Earth",
			"",
			"**Type:** Regional  ",
			"**Region:** Plane of Earth",
			"",
			"Perhaps you worship the Elemental Lord of Earth, or perhaps you have gleaned your fated powers via some other means of interacting with the Eternal Delve. Your divine powers are infused with the elemental powers of the Plane of Earth. Whenever you channel positive energy to heal living creatures, affected targets gain a +2 profane bonus to CMD to resist bull rush, reposition, and trip combat maneuvers. Alternately, if you channel negative energy to harm living creatures, affected targets take a -2 penalty to CMD against such combat maneuvers. This effect lasts 1 round."
		],
		"subhierarchy": [[ "Regional Traits", "main/traits_regional" ]]
	},
	"charau_ka_slayer": {
		"name": "Charau-Ka Slayer",
		"sources": [ "Demon Hunter's Handbook" ],
		"description": [
			"## Charau-Ka Slayer",
			"",
			"**Type:** Regional  ",
			"**Region:** Mwangi Expanse",
			"",
			"As a native of the Mwangi Jungle, you've had frequent encounters with the charau-ka and learned how to fight against these coldly calculating demon worshipers. You gain a +1 trait bonus to AC against attacks made with thrown weapons."
		],
		"subhierarchy": [[ "Regional Traits", "main/traits_regional" ]]
	},
	"charlatan": {
		"name": "Charlatan",
		"sources": [ "Gnomes of Golarion" ],
		"description": [
			"## Charlatan",
			"",
			"**Type:** Magic  ",
			"**Requirements:** Gnome",
			"",
			"Your talent for illusion goes beyond a mere knack for figments and phantasms. You can actually channel spell energy into simple illusions that augment your attempts at deception. As a swift action, you may expend one prepared spell or spell slot to gain a bonus on the next Bluff check you make, provided the check takes place before the beginning of your next turn. The bonus on this check is equal to the level of the spell consumed. You may use this ability 3 times per day. Only gnomes of nonlawful alignment may take this trait."
		],
		"subhierarchy": [[ "Magic Traits", "main/traits_magic" ]]
	},
	"charmed_innocent": {
		"name": "Charmed Innocent",
		"sources": [ "Heroes of the Streets" ],
		"description": [
			"## Charmed Innocent",
			"",
			"**Type:** Regional  ",
			"**Region:** urban",
			"",
			"Your apparent good nature or playful charm makes nonevil creatures want to like you. Once per day, before you roll any Charisma check or Charisma-based skill check against a nonevil creature, you can roll twice and take the better result."
		],
		"subhierarchy": [[ "Regional Traits", "main/traits_regional" ]]
	},
	"charming": {
		"name": "Charming",
		"sources": [
			"Ultimate Campaign",
			"Second Darkness Player's Guide",
			"Advanced Player's Guide"
		],
		"description": [
			"## Charming",
			"",
			"**Type:** Social",
			"",
			"Blessed with good looks, you've come to depend on the fact that others find you attractive. You gain a +1 trait bonus when you use Bluff or Diplomacy on a character that is (or could be) sexually attracted to you, and a +1 trait bonus to the save DC of any language-dependent spell you cast on such characters or creatures."
		],
		"subhierarchy": [[ "Social Traits", "main/traits_social" ]]
	},
	"cheap_to_feed": {
		"name": "Cheap to Feed",
		"sources": [ "Halflings of Golarion" ],
		"description": [
			"## Cheap to Feed",
			"",
			"**Type:** Regional  ",
			"**Region:** Osirion or Varisia  ",
			"**Requirements:** Halfling",
			"",
			"Life in a big city taught the consequences of pride. Now you have no qualms about pointing out how little of a burden your upkeep would prove to potential employers, captors, innkeepers, or anyone else able to provide you with the necessities of life. You gain a +3 trait bonus on Bluff checks made in order to gain food, water, or shelter."
		],
		"subhierarchy": [[ "Regional Traits", "main/traits_regional" ]]
	},
	"cheat_death": {
		"name": "Cheat Death",
		"sources": [ "Pirates of the Inner Sea" ],
		"description": [
			"## Cheat Death",
			"",
			"**Type:** Religion  ",
			"**Religion:** {faith/Besmara}",
			"",
			"Even Besmara's most faithful worshipers usually call upon her only in times of greatest need. Sometimes Besmara intervenes on behalf of her faithful; other times, she turns her face away as they sink beneath the waves. Once per day, when you would be reduced to 0 or fewer hit points as a result of a failed ability check, skill check, or saving throw on your part, you may invoke this ability in order to reroll the failed check. You must take the result of the second roll, even if it is worse than the original."
		],
		"subhierarchy": [[ "Religion Traits", "main/traits_religion" ]]
	},
	"chelish_guerrilla": {
		"name": "Chelish Guerrilla",
		"sources": [ "Monster Summoner's Handbook" ],
		"description": [
			"## Chelish Guerrilla",
			"",
			"**Type:** Regional  ",
			"**Region:** Cheliax",
			"",
			"In overthrowing House Thrune, you've spent many years training to face the diabolist nobles and the devils they bind. You gain a +2 trait bonus on Knowledge checks to identify devils (and their special powers and weaknesses) and a +1 trait bonus on weapon damage rolls against devils."
		],
		"subhierarchy": [[ "Regional Traits", "main/traits_regional" ]]
	},
	"chelish_noble": {
		"name": "Chelish Noble",
		"sources": [ "Hell's Vengeance Player's Guide" ],
		"description": [
			"## Chelish Noble",
			"",
			"**Type:** Campaign  ",
			"**Campaign:** Hell's Vengeance",
			"",
			"You had the fortune to be born into one of Cheliax's noble families, and even more importantly, your family is one of those loyal to House Thrune. Perhaps your family has been allied with Thrune since the Chelish Civil War, or maybe Thrune granted your family its title in exchange for its support during that conflict. In any case, your experience growing up among the nation's well-to-do has given you an upper hand when it comes to knowledge of high society, and you start the game with a modest inheritance. With the nascent uprising of the Glorious Reclamation in Cheliax, there is much concern among the aristocracy, and House Thrune needs the support of loyal nobles now more then ever.",
			"",
			"This trait assumes you belong to a minor noble human family with a small manor or estate in some backwater of the empire. If you're not human, either you were adopted into a noble human family, or your family was recently granted a non-hereditary noble title.",
			"",
			"You gain a +1 trait bonus on Knowledge (nobility) checks, and Knowledge (nobility) is a class skill for you. In addition, you gain a +1 trait bonus on Charisma-based checks against other members of the Chelish aristocracy. The {feat/Noble Scion} feat does not have a Charisma prerequisite for you. Lastly, you start play with a noble's outfit, a signet ring, and a single additional nonmagical item worth no more than 200 gp."
		],
		"subhierarchy": [[ "Campaign Traits", "main/traits_campaign" ]]
	},
	"chelish_sympathizer": {
		"name": "Chelish Sympathizer",
		"sources": [ "Spymaster's Handbook" ],
		"description": [
			"## Chelish Sympathizer",
			"",
			"**Type:** Social",
			"",
			"You feed intelligence to the Thrice-Damned House of Thrune for your own gain or ideological reasons and are given valuable clues gathered by other Chelish spies in exchange. Once per month while in an Inner Sea region settlement of at least 2,000 people, you can call upon these connections to gain an edge in a verbal duel or gain a +2 bonus on one Bluff, Diplomacy, or Intimidate check."
		],
		"subhierarchy": [[ "Social Traits", "main/traits_social" ]]
	},
	"chernasardo_hopeful": {
		"name": "Chernasardo Hopeful",
		"sources": [ "Ironfang Invasion Player's Guide" ],
		"description": [
			"## Chernasardo Hopeful",
			"",
			"**Type:** Campaign  ",
			"**Campaign:** Ironfang Invasion",
			"",
			"You've pledged your skills and your life to the Chernasardo rangers, studying to protect your homeland from foreign invaders. You currently remain a neophyte in this secretive guerrilla army. You have yet to be entrusted with many of their secrets, and spend a great deal of time training with the old ranger Aubrin in Phaendar to hone your skills of hunting and tracking. In forest or plains terrain, you may reduce a single target's effective level of concealment against you (from total concealment to concealment to not concealed) by studying your natural surroundings as a move action. This reduced concealment ends immediately once the target moves from its current location. At 10th level, you may study your terrain as a swift action instead."
		],
		"subhierarchy": [[ "Campaign Traits", "main/traits_campaign" ]]
	},
	"child_of_infamy": {
		"name": "Child of Infamy",
		"sources": [ "Council of Thieves Player's Guide" ],
		"description": [
			"## Child of Infamy",
			"",
			"**Type:** Campaign  ",
			"**Campaign:** Council of Thieves",
			"",
			"Your family has long been in show business. Perhaps it was your parents, or an older sibling, or an uncle or aunt-whatever the case, one of your close relatives is, or was, a well-known and well-loved actor or actress. That this relation died in some compromising and embarrassing way has done little to alter your family's name and fame - if anything, the unfortunate death has increased it. When folk learn your last name, they are quick to assume you live a wild life like your ill-fated relative, and whether you bask in this notoriety or do your best to hide your heritage, the years of association with the acting scene have had their effect. You've certainly inherited your relative's talents, and are a larger-than-life figure, a melodramatic attention-hound, or a sly manipulator of emotions. You gain a +1 trait bonus on Perform (act) skill checks, and the skill is always considered a class skill for you. Furthermore, You've inherited some of your relative's funds, and begin play with a nest egg of 300 gp that you can spend however you wish."
		],
		"subhierarchy": [[ "Campaign Traits", "main/traits_campaign" ]]
	},
	"child_of_kintargo": {
		"name": "Child of Kintargo",
		"sources": [ "Hell's Rebels Player's Guide" ],
		"description": [
			"## Child of Kintargo",
			"",
			"**Type:** Campaign  ",
			"**Campaign:** Hell's Rebels",
			"",
			"You had the fortune (or perhaps the misfortune, depending on your viewpoint) to be born into one of Kintargo's noble families. Your experience growing up among the city's well-to-do has given you an upper hand when it comes to knowledge of high society, and you start the game with a modest inheritance. With the new situation in Kintargo brewing, there is much concern about an eventual restructuring of the city's nobility. Already, one noble estate has burned to the ground under what can best be described as suspicious circumstances, but whether the government or rebels were responsible depends on whom you ask. With this trait, the assumption is that you belong to a minor noble family (and can make up your family name). In this case, your family keeps a small manor in the Greens. If you want to be a member of one of Kintargo's major noble families, you must take the {feat/Noble Scion} feat at 1st level.",
			"",
			"You gain a +1 trait bonus on Knowledge (nobility) checks, and Knowledge (nobility) is always a class skill for you. The Noble Scion feat does not have a Charisma prerequisite for you. In addition, you start play with a noble's outfit, a signet ring, and a single additional nonmagical item worth no more than 200 gp. If you take the Noble Scion feat, your last name is probably Aulamaxa, Aulorian, Delronge, Jarvis, Jhaltero, Sarini, Tanessen, or Vashnarstill; if you're not human, you were adopted into the family. If you don't take this feat, you can make up your last name."
		],
		"subhierarchy": [[ "Campaign Traits", "main/traits_campaign" ]]
	},
	"child_of_mumia": {
		"name": "Child of Mumia",
		"sources": [ "People of the Sands" ],
		"description": [
			"## Child of Mumia",
			"",
			"**Type:** Regional  ",
			"**Region:** Osirion",
			"",
			"During your childhood, you knew someone who was addicted to {drug/mumia}, a drug made from the flesh of the dead, whether that was a drug-addled parent, an unsavory employer, or a libertine childhood friend. Although you did not indulge in the ghoulish narcotic yourself, your exposure to it grants you a +1 trait bonus on saving throws against curses and diseases, including magical diseases."
		],
		"subhierarchy": [[ "Regional Traits", "main/traits_regional" ]]
	},
	"child_of_nature": {
		"name": "Child of Nature",
		"sources": [
			"Inner Sea Gods",
			"Faiths of Balance",
			"Ultimate Campaign",
			"Advanced Player's Guide"
		],
		"description": [
			"## Child of Nature",
			"",
			"**Type:** Religion  ",
			"**Religion:** {faith/Gozreh}",
			"",
			"The wild places are your home, and provide everything you need to be happy. You gain a +2 trait bonus on Survival checks, and Survival is a class skill for you."
		],
		"subhierarchy": [[ "Religion Traits", "main/traits_religion" ]]
	},
	"child_of_oppara": {
		"name": "Child of Oppara",
		"sources": [ "War for the Crown Player's Guide" ],
		"description": [
			"## Child of Oppara",
			"",
			"**Type:** Campaign  ",
			"**Campaign:** War for the Crown",
			"",
			"You belong to a noble family that matters in Taldor, though as the story begins you may or may not be on good terms with your relatives. Your upbringing among the city's well-to-do gives you an upper hand when it comes to knowledge of high society, and you start the game with a modest inheritance. With Princess Eutropia's efforts to provide for Taldor's common citizens and overturn years of tradition, new lines are being quietly drawn in the sand, and you have found yourself embroiled in these intrigues whether you intended to be or not.",
			"",
			"With this trait, the assumption is that you belong to a minor noble family (and can make up your family name). In this case, your family keeps a small manor in Aroden's View or Senate's Hill. If you want to be a member of one of Oppara's major noble families, you must take the {feat/Noble Scion} feat at 1st level.",
			"",
			"You gain a +1 trait bonus on Appraise and Knowledge (nobility) checks, and one of these skills is always a class skill for you. The Noble Scion feat does not have a Charisma prerequisite for you. In addition, you start play with a {eq-misc/noble's outfit}, a {eq-misc/signet ring}, and a single additional nonmagical item worth no more than 200 gp."
		],
		"subhierarchy": [[ "Campaign Traits", "main/traits_campaign" ]]
	},
	"child_of_two_peoples": {
		"name": "Child of Two Peoples",
		"sources": [ "People of the North" ],
		"description": [
			"## Child of Two Peoples",
			"",
			"**Type:** Race  ",
			"**Requirements:** Half-elf, Half-orc, or Human",
			"",
			"Your parents come from two visibly different cultures that maintain distinct identities regardless of their physical proximity (such as Tians and Ulfen). The tug of conflicting expectations has strengthened your sense of individuality and given you a gift for languages. You receive a +2 trait bonus on Will saves against charm and compulsion effects, and you automatically know the racial or ethnic languages of both your parents."
		],
		"subhierarchy": [[ "Race Traits", "main/traits_race" ]]
	},
	"child_of_wati": {
		"name": "Child of Wati",
		"sources": [ "Undead Slayer's Handbook" ],
		"description": [
			"## Child of Wati",
			"",
			"**Type:** Regional  ",
			"**Region:** Osirion",
			"",
			"You were raised near the infamous necropolis of Wati, and even managed to sneak into these hallowed grounds on occasion. Entering the clergy of the Voices of the Spire in Wati was a natural choice as you grew older, and your past experiences made you a particularly well-informed disciple of the church. Your effective cleric level is 1 higher for the purposes of channeling positive energy to damage undead. Your effective cleric level cannot exceed your character level."
		],
		"subhierarchy": [[ "Regional Traits", "main/traits_regional" ]]
	},
	"child_of_zolurket": {
		"name": "Child of Zolurket",
		"sources": [ "Legacy of Fire Player's Guide" ],
		"description": [
			"## Child of Zolurket",
			"",
			"**Type:** Race  ",
			"**Requirements:** Dwarf",
			"",
			"You come from a family whose ancestors worked in the platinum mines near Tar Urkatka, now known as Zolurket. Your parents never explained why they've never returned to Zolurket, but they did make sure that you knew your way around a fight against undead foes. You gain a +1 trait bonus to weapon damage against undead."
		],
		"subhierarchy": [[ "Race Traits", "main/traits_race" ]]
	},
	"child_of_the_crusades_isp": {
		"name": "Child of the Crusades (ISP)",
		"sources": [ "Inner Sea Primer" ],
		"description": [
			"## Child of the Crusades (ISP)",
			"",
			"**Type:** Regional  ",
			"**Region:** Mendev",
			"",
			"Your parents stood strong against the demons of the Worldwound, facing down the worst of this world and the Great Beyond. You have inherited their indomitable spirit, and you gain a +2 trait bonus on all saves against fear."
		],
		"subhierarchy": [[ "Regional Traits", "main/traits_regional" ]]
	},
	"child_of_the_crusades_wotr": {
		"name": "Child of the Crusades (WotR)",
		"sources": [
			"Wrath of the Righteous Player's Guide",
			"Demon Hunter's Handbook"
		],
		"description": [
			"## Child of the Crusades (WotR)",
			"",
			"**Type:** Campaign  ",
			"**Campaign:** Wrath of the Righteous",
			"",
			"Your parents were members of the crusade, as were their parents before them. (If you are an elf, gnome, or other long-lived race, these could be brothers or cousins instead, since it's possible that the Worldwound simply didn't exist at a time before you were born.) The righteousness of the crusades sometimes feels as if it runs in your very blood, and it bolsters you against demonic influence. Your parents may be alive still, or they may have perished on a mission-that choice is up to you. You grew up knowing them, though, and their zeal and devotion to the crusade is the primary reason you feel the same way. They've told you of other family members who have also been involved in the crusade, and it's not uncommon for you to meet a distant cousin or long-lost aunt, uncle, or other family member while traveling among the border towns of Mendev. This strong family tie bolsters your mind and sense of belonging to the crusade. Once per day when you fail a saving throw against an effect created by a demon that would possess or incapacitate you mentally, you may immediately reroll that saving throw as a free action. You must take the second result, even if it is worse.",
			"",
			"**Associated Mythic Path:** Marshal.",
			"",
			"**Multiple Characters:** If other characters take this trait, you should all be related-you can be siblings, cousins, or even more distant relations, but you should all be aware of this shared lineage."
		],
		"subhierarchy": [[ "Campaign Traits", "main/traits_campaign" ]]
	},
	"child_of_the_moon": {
		"name": "Child of the Moon",
		"sources": [ "Blood of the Moon" ],
		"description": [
			"## Child of the Moon",
			"",
			"**Type:** Magic",
			"",
			"Your lunar gift becomes much more powerful when the moon is full. Choose either Climb, Stealth, or Swim. You gain a +1 trait bonus on checks made with the chosen skill. On dates during and after the first quarter of a lunar phase but before end of the last quarter (the half of the lunar cycle where the moon is fuller), this bonus increases to +2. During the full moon, this bonus increases to +4."
		],
		"subhierarchy": [[ "Magic Traits", "main/traits_magic" ]]
	},
	"child_of_the_streets": {
		"name": "Child of the Streets",
		"sources": [
			"Ultimate Campaign",
			"Advanced Player's Guide",
			"Second Darkness Player's Guide"
		],
		"description": [
			"## Child of the Streets",
			"",
			"**Type:** Social",
			"",
			"You grew up on the streets of a large city, and as a result you have developed a knack for picking pockets and hiding small objects on your person. You gain a +1 trait bonus on Sleight of Hand checks, and Sleight of Hand is always a class skill for you."
		],
		"subhierarchy": [[ "Social Traits", "main/traits_social" ]]
	},
	"child_of_the_temple": {
		"name": "Child of the Temple",
		"sources": [
			"Ultimate Campaign",
			"Second Darkness Player's Guide",
			"Advanced Player's Guide"
		],
		"description": [
			"## Child of the Temple",
			"",
			"**Type:** Faith",
			"",
			"You have long served at a temple in a city, where you picked up on many of the nobility's customs in addition to spending much time in the temple libraries studying your faith. You gain a +1 trait bonus on Knowledge (nobility) and Knowledge (religion) checks, and one of these skills (your choice) is always a class skill for you."
		],
		"subhierarchy": [[ "Faith Traits", "main/traits_faith" ]]
	},
	"childhood_crush": {
		"name": "Childhood Crush",
		"sources": [ "Jade Regent Player's Guide" ],
		"description": [
			"## Childhood Crush",
			"",
			"**Type:** Campaign  ",
			"**Campaign:** Jade Regent",
			"",
			"You've never had the guts to act on it, but for as long as you can remember, You've had a crush on one of the NPCs. Someday, maybe you'll be able to earn the NPC's love, but for now, you're content to spend time in the NPC's proximity, or even to do things for the NPC that might earn you a word of thanks or a smile. Once per day, you may attempt to earn a kind word or a smile from the NPC whom you have a crush on by making a DC 15 Charisma check. If you're successful, the elation and joy at the attention gives you a +1 trait bonus on all saving throws for the remainder of the day. If you're ever lucky enough to win the NPC's love, this +1 trait bonus on saving throws applies at all times, as long as your relationship remains active. Note that gender isn't an issue in the case of these three NPCs. Unless your GM says otherwise, all three of these NPCs are considered to be bisexual as far as this trait's implications are concerned. Note that if you take this trait, you'll likely want to coordinate NPC choices with any other player who chooses this trait as well, since choosing the same NPC could cause unwanted party strife. Of course, if that's what you and the other player are looking for, go for it! In addition, you gain a +1 trait bonus on all attack rolls against foes that threaten your crush.",
			"",
			"**NPC Choices:** Ameiko, Sandru, Shalelu."
		],
		"subhierarchy": [[ "Campaign Traits", "main/traits_campaign" ]]
	},
	"chillblight_emissary": {
		"name": "Chillblight Emissary",
		"sources": [ "People of the North" ],
		"description": [
			"## Chillblight Emissary",
			"",
			"**Type:** Regional  ",
			"**Region:** Irrisen",
			"",
			"You have spent considerable time at Chillblight, but have escaped this unearthly fey outpost. You gain DR 1/cold iron but become sickened for 1 round if damaged by a cold iron weapon."
		],
		"subhierarchy": [[ "Regional Traits", "main/traits_regional" ]]
	},
	"chilled_by_brutality": {
		"name": "Chilled by Brutality",
		"sources": [ "Giant Hunter's Handbook" ],
		"description": [
			"## Chilled by Brutality",
			"",
			"**Type:** Regional  ",
			"**Region:** tundra",
			"",
			"You were part of a group that was mercilessly attacked by giants of the tundra, who may have gone so far as to eat the dead and dying. After that, little can faze you, but you strongly prefer to finish fights with giants quickly to prevent anything like that from happening again. You gain a +2 trait bonus on attack rolls to confirm critical hits against giants and on saving throws against fear effects.",
			"",
			"Likely Regions: Brevoy, Irrisen, Lands of the Linnorm Kings, Mendev, Realm of the Mammoth Lords.",
			"",
			"Likely giants: Cloud, Frost, River, Rune, Taiga"
		],
		"subhierarchy": [[ "Regional Traits", "main/traits_regional" ]]
	},
	"chip_on_the_shoulder": {
		"name": "Chip on the Shoulder",
		"sources": [ "Bastards of Golarion" ],
		"description": [
			"## Chip on the Shoulder",
			"",
			"**Type:** Social",
			"",
			"When someone pushes you, you push back. Whenever a creature fails an Intimidate check against you, you gain a +2 trait bonus on your next Intimidate check against that creature. Intimidate becomes a class skill for you."
		],
		"subhierarchy": [[ "Social Traits", "main/traits_social" ]]
	},
	"chivalrous": {
		"name": "Chivalrous",
		"sources": [
			"Inner Sea Primer",
			"Taldor, Echoes of Glory"
		],
		"description": [
			"## Chivalrous",
			"",
			"**Type:** Regional  ",
			"**Region:** Taldor",
			"",
			"You were raised on tales of heroic knights and benevolent wizards from Taldor's Golden Age, and try to emulate their great deeds. You gain a +1 trait bonus on Diplomacy and Knowledge (history) checks."
		],
		"subhierarchy": [[ "Regional Traits", "main/traits_regional" ]]
	},
	"chosen_child": {
		"name": "Chosen Child",
		"sources": [ "Dragon Empires Primer" ],
		"description": [
			"## Chosen Child",
			"",
			"**Type:** Regional  ",
			"**Region:** Po Li",
			"",
			"The oracles of Po Li smiled upon you when your parents claimed you were of divine right, and you were raised with privileges few Po Lians can fathom. Your starting money increases by 900 gp."
		],
		"subhierarchy": [[ "Regional Traits", "main/traits_regional" ]]
	},
	"chosen_of_iomedae": {
		"name": "Chosen of Iomedae",
		"sources": [ "Champions of Purity" ],
		"description": [
			"## Chosen of Iomedae",
			"",
			"**Type:** Faith",
			"",
			"At your birth, your parents dedicated your soul to Iomedae to mold into a sword of her light. The goddess blessed you, granting you a gift of light to brighten your path through darkness and a fine sword with which to spread her will. You may cast {spell/light} once per day as a spell-like ability (caster level 1st), and you begin play with a masterwork longsword. In addition, whenever light is cast upon this sword, the radius of light and its duration is doubled."
		],
		"subhierarchy": [[ "Faith Traits", "main/traits_faith" ]]
	},
	"citizen_of_eleder": {
		"name": "Citizen of Eleder",
		"sources": [ "Sargava, the Lost Colony" ],
		"description": [
			"## Citizen of Eleder",
			"",
			"**Type:** Regional  ",
			"**Region:** Eleder",
			"",
			"You live and work in Eleder. You gain a +1 trait bonus on all Knowledge (local) and Knowledge (nobility) checks regarding Eleder."
		],
		"subhierarchy": [[ "Regional Traits", "main/traits_regional" ]]
	},
	"citizen_of_kalabuto": {
		"name": "Citizen of Kalabuto",
		"sources": [ "Sargava, the Lost Colony" ],
		"description": [
			"## Citizen of Kalabuto",
			"",
			"**Type:** Regional  ",
			"**Region:** Kalabuto",
			"",
			"You live and work in Kalabuto. You gain a +1 trait bonus on all Knowledge (local) and Knowledge (history) checks regarding Kalabuto."
		],
		"subhierarchy": [[ "Regional Traits", "main/traits_regional" ]]
	},
	"civilized": {
		"name": "Civilized",
		"sources": [ "Ultimate Campaign" ],
		"description": [
			"## Civilized",
			"",
			"**Type:** Social",
			"",
			"You are well versed in the local laws, customs, and politics. You gain a +1 trait bonus on Knowledge (nobility) checks and Knowledge (local) checks. Knowledge (local) is always a class skill for you."
		],
		"subhierarchy": [[ "Social Traits", "main/traits_social" ]]
	},
	"clan_artisan": {
		"name": "Clan Artisan",
		"sources": [ "Dragon Empires Primer" ],
		"description": [
			"## Clan Artisan",
			"",
			"**Type:** Regional  ",
			"**Region:** Xa Hoi",
			"",
			"You were raised in one of the numerous clans of Xa Hoi, and learned a valuable trade in your early years. Pick one Craft skill. You gain a +2 trait bonus on checks with that skill, and it becomes a class skill for you."
		],
		"subhierarchy": [[ "Regional Traits", "main/traits_regional" ]]
	},
	"classically_schooled": {
		"name": "Classically Schooled",
		"sources": [
			"Ultimate Campaign",
			"Advanced Player's Guide",
			"Second Darkness Player's Guide"
		],
		"description": [
			"## Classically Schooled",
			"",
			"**Type:** Magic",
			"",
			"Your apprenticeship or early education was particularly focused on the direct application of magic. You gain a +1 trait bonus on Spellcraft checks, and Spellcraft is always a class skill for you."
		],
		"subhierarchy": [[ "Magic Traits", "main/traits_magic" ]]
	},
	"cleansing_light": {
		"name": "Cleansing Light",
		"sources": [
			"Inner Sea Gods",
			"Faiths of Purity"
		],
		"description": [
			"## Cleansing Light",
			"",
			"**Type:** Religion  ",
			"**Religion:** {faith/Sarenrae}",
			"",
			"Your faith is pure and strong, and your positive energy purges undead. When dealing damage to undead with your channel energy ability, you can reroll any damage die roll that results in a natural 1."
		],
		"subhierarchy": [[ "Religion Traits", "main/traits_religion" ]]
	},
	"cleansing_the_twisted": {
		"name": "Cleansing the Twisted",
		"sources": [ "Legacy of Fire Player's Guide" ],
		"description": [
			"## Cleansing the Twisted",
			"",
			"**Type:** Religion  ",
			"**Religion:** {faith/Sarenrae}",
			"",
			"You have studied well the many religious texts that chronicle Sarenrae's neverending struggle against Rovagug and his monstrous offspring. Your fighting style works particularly well when you utilize slashing weapons against aberrations. You gain a +1 trait bonus to slashing weapon damage against all aberrations."
		],
		"subhierarchy": [[ "Religion Traits", "main/traits_religion" ]]
	},
	"clearheaded": {
		"name": "Clearheaded",
		"sources": [ "Dwarves of Golarion" ],
		"description": [
			"## Clearheaded",
			"",
			"**Type:** Race  ",
			"**Requirements:** Dwarf",
			"",
			"You see through deception and lies. You gain a +1 trait bonus on opposed checks against the Bluff and Disguise skills and a +1 trait bonus on saving throws against illusion effects."
		],
		"subhierarchy": [[ "Race Traits", "main/traits_race" ]]
	},
	"clergy_member": {
		"name": "Clergy Member",
		"sources": [ "Blood of Angels" ],
		"description": [
			"## Clergy Member",
			"",
			"**Type:** Race  ",
			"**Requirements:** Aasimar",
			"",
			"You belong to a particular faith, and your religious leaders see you as a mortal aspect of their deity. You are treated with respect and graciousness whenever you visit a temple of your faith. You receive a +1 trait bonus on Diplomacy checks when interacting with ordained members of your religion, and once per week you can request aid from a temple of your faith. The GM has final say in what sort of aid you can reasonably request, but in general you may ask for the casting of a 1st-level spell or for a nonmagical item worth 50 gp or less."
		],
		"subhierarchy": [[ "Race Traits", "main/traits_race" ]]
	},
	"clever_mount": {
		"name": "Clever Mount",
		"sources": [ "Wilderness Origins" ],
		"description": [
			"## Clever Mount",
			"",
			"**Type:** Mount  ",
			"**Requirements:** Have a mount",
			"",
			"This mount can learn four tricks per point of Intelligence, instead of the typical three. Commanding the mount with the Handle an Animal use of the Handle Animal skill requires a successful DC 15 skill check instead of the usual DC 10, however, as it is willful and easily bored."
		],
		"subhierarchy": [[ "Mount Traits", "main/traits_mount" ]]
	},
	"clever_wordplay": {
		"name": "Clever Wordplay",
		"sources": [ "Pathfinder Society Primer" ],
		"description": [
			"## Clever Wordplay",
			"",
			"**Type:** Social",
			"",
			"Your cunning and logic are more than a match for another's confidence and poise. Choose one Charisma-based skill. You attempt checks with that skill using your Intelligence modifier instead of your Charisma modifier."
		],
		"subhierarchy": [[ "Social Traits", "main/traits_social" ]]
	},
	"cliff_jumper": {
		"name": "Cliff Jumper",
		"sources": [ "Cheliax, Empire of Devils" ],
		"description": [
			"## Cliff Jumper",
			"",
			"**Type:** Regional  ",
			"**Region:** Cliffs of Fury",
			"",
			"You spent your early years exploring and foraging along the coastal cliffs. You gain a +1 trait bonus on Acrobatics and Climb checks, and on Reflex saves to avoid falling."
		],
		"subhierarchy": [[ "Regional Traits", "main/traits_regional" ]]
	},
	"cliff_strider": {
		"name": "Cliff Strider",
		"sources": [ "Heroes from the Fringe" ],
		"description": [
			"## Cliff Strider",
			"",
			"**Type:** Regional  ",
			"**Region:** Arcadia",
			"",
			"You grew up along the Grinding Coast of Arcadia, scaling perilous cliffs and dealing with the dangerous creatures that live on these rocky surfaces. As a move action while climbing, you can climb 5 feet without provoking an attack of opportunity, even if you don't have a climb speed."
		],
		"subhierarchy": [[ "Regional Traits", "main/traits_regional" ]]
	},
	"cliff_master": {
		"name": "Cliff-Master",
		"sources": [ "Goblins of Golarion" ],
		"description": [
			"## Cliff-Master",
			"",
			"**Type:** Regional  ",
			"**Region:** Varisia  ",
			"**Requirements:** Goblin",
			"",
			"You are adept at scavenging along the cliffs by the sea, and have become a skilled climber. You gain a +1 trait bonus on all Climb and Survival checks."
		],
		"subhierarchy": [[ "Regional Traits", "main/traits_regional" ]]
	},
	"clockwork_engineer": {
		"name": "Clockwork Engineer",
		"sources": [ "People of the Wastes" ],
		"description": [
			"## Clockwork Engineer",
			"",
			"**Type:** Combat",
			"",
			"You have experience with the ancient clockwork constructs that roam certain wastelands, and this has granted you an understanding of these guardians. You gain a +2 trait bonus on damage rolls against creatures with the clockwork subtype."
		],
		"subhierarchy": [[ "Combat Traits", "main/traits_combat" ]]
	},
	"clockwork_surgeon": {
		"name": "Clockwork Surgeon",
		"sources": [ "Blood of the Ancients" ],
		"description": [
			"## Clockwork Surgeon",
			"",
			"**Type:** Religion  ",
			"**Religion:** {faith/Aesocar}",
			"",
			"Thanks to your medical innovations, you can perform especially comprehensive or speedy surgeries. You begin play with a special healer's kit at no cost and can fully restock your kit by expending materials worth 10 gp and spending 8 hours assembling medical devices. When using this healer's kit to treat deadly wounds, you can either halve the time required to perform the action or add your Intelligence modifier to the number of hit points healed."
		],
		"subhierarchy": [[ "Religion Traits", "main/traits_religion" ]]
	},
	"cloistered_upbringing": {
		"name": "Cloistered Upbringing",
		"sources": [ "Heroes of the Streets" ],
		"description": [
			"## Cloistered Upbringing",
			"",
			"**Type:** Regional  ",
			"**Region:** urban",
			"",
			"Growing up among acolytes or monks, you were exposed to their supernatural power. You gain a +1 trait bonus on saving throws against the supernatural effects of channeled energy or abilities powered by ki, and regain 1 additional hit point when healed by supernatural effects."
		],
		"subhierarchy": [[ "Regional Traits", "main/traits_regional" ]]
	},
	"close_allies": {
		"name": "Close Allies",
		"sources": [ "Return of the Runelords Players Guide" ],
		"description": [
			"## Close Allies",
			"",
			"**Type:** Campaign  ",
			"**Campaign:** Return of the Runelords",
			"",
			"You and another PC are close allies - friends, lovers, siblings, or even twins. Work with the other player to build a shared history - both you and the other player must choose Close Allies as a campaign trait, and both must agree to the nature of the relationship between the two characters. (At the GM's option, more than two PCs can be linked by this trait.) You and your close ally have always supported each other. You might have the tendency to complete each other's sentences, dress similarly, share the same religion or faith, or have endured a dangerous event together in the past. If you and the other player agree (and have chosen either the siblings or twins option below), you might not even particularly like your close \"ally,\" yet you still respect them and can utilize this trait's benefits all the same.",
			"",
			"If your relationship with your close ally ends (as a result of death, a parting of ways, or other catastrophe), you immediately lose this campaign trait and replace it with {trait/Spirit Touched} as a result of your emotional distress.",
			"",
			"When you and the other PC agree to take this shared trait, you must also agree on the nature of your characters' bond by choosing one of the following: friends, lovers, siblings, or twins. If you choose twins, both PCs must be of the same race. If you choose siblings, one or both of you are adopted if you aren't of the same race.",
			"",
			"Whenever you are adjacent to your close ally, you gain a +1 trait bonus on all saving throws.",
			"",
			"Once per adventure as an immediate action, you may grant your close ally a bonus equal to the result of 1d6 to a single d20 roll. You must have line of sight to your ally to use this ability. You may choose to grant this bonus after your ally has rolled, but must do so before the result of the roll is known."
		],
		"subhierarchy": [[ "Campaign Traits", "main/traits_campaign" ]]
	},
	"clumsy_slave": {
		"name": "Clumsy Slave",
		"sources": [ "Halflings of Golarion" ],
		"description": [
			"## Clumsy Slave",
			"",
			"**Type:** Regional  ",
			"**Region:** Cheliax or Katapesh  ",
			"**Requirements:** Halfling",
			"",
			"As a former slave, you learned how to conceal your malice toward your owner behind a facade of clumsiness. The first time you attack someone with an attack that deals nonlethal damage, your target must make a Sense Motive opposed by your Bluff check minus the damage dealt to realize you actually intended to harm him; failure means he believe the injury was an accident on your part instead (though he may still want to punish you for it)."
		],
		"subhierarchy": [[ "Regional Traits", "main/traits_regional" ]]
	},
	"coherent_rage": {
		"name": "Coherent Rage",
		"sources": [ "Faction Guide" ],
		"description": [
			"## Coherent Rage",
			"",
			"**Type:** Combat  ",
			"**Faction:** [Ulfen Guard](rule/f_imperial)",
			"",
			"Your determination allows you to hold onto a shred of your rational mind at all times. Select one of the following skills: Bluff, Escape Artist, Handle Animal, or Stealth. You may use this skill normally while raging."
		],
		"subhierarchy": [[ "Combat Traits", "main/traits_combat" ]]
	},
	"coin_hoarder": {
		"name": "Coin Hoarder",
		"sources": [ "Dwarves of Golarion" ],
		"description": [
			"## Coin Hoarder",
			"",
			"**Type:** Regional  ",
			"**Region:** Mindspin Mountains",
			"",
			"Everything has a price - and it's your job to know it. Your starting cash increases to 500 gp."
		],
		"subhierarchy": [[ "Regional Traits", "main/traits_regional" ]]
	},
	"coincunning": {
		"name": "Coincunning",
		"sources": [ "Varisia, Birthplace of Legends" ],
		"description": [
			"## Coincunning",
			"",
			"**Type:** Regional  ",
			"**Region:** Janderhoff",
			"",
			"Whether from working with dwarven merchants or being one yourself, you've developed a distinctly dwarven business sense. You receive a +2 trait bonus on Perception checks to notice coins, gems, jewelry, and valuable trade goods. You gain a chance to notice such goods whenever you pass within 10 feet of them, whether or not you are actively looking."
		],
		"subhierarchy": [[ "Regional Traits", "main/traits_regional" ]]
	},
	"cold_fortitude": {
		"name": "Cold Fortitude",
		"sources": [ "Kobolds of Golarion" ],
		"description": [
			"## Cold Fortitude",
			"",
			"**Type:** Race  ",
			"**Requirements:** Kobold; White-scaled",
			"",
			"The perpetually chilly environment of your youth made you exceptionally resilient in arctic climes. You gain a +4 trait bonus on Fortitude saving throws against nonlethal cold damage."
		],
		"subhierarchy": [[ "Race Traits", "main/traits_race" ]]
	},
	"cold_heart": {
		"name": "Cold Heart",
		"sources": [ "Knights of the Inner Sea" ],
		"description": [
			"## Cold Heart",
			"",
			"**Type:** Regional",
			"",
			"You gain a +2 trait bonus on saving throws against spells and effects with the emotion descriptor."
		],
		"subhierarchy": [[ "Regional Traits", "main/traits_regional" ]]
	},
	"cold_and_calculating": {
		"name": "Cold and Calculating",
		"sources": [ "Ultimate Campaign" ],
		"description": [
			"## Cold and Calculating",
			"",
			"**Type:** Combat",
			"",
			"You are adept at tricking favored enemies of your race or those related to your race. You gain a +1 trait bonus on all Bluff checks against favored enemies that share one of your subtypes. You also gain a +1 trait bonus on attack rolls made against such favored enemies during the surprise round."
		],
		"subhierarchy": [[ "Combat Traits", "main/traits_combat" ]]
	},
	"collector": {
		"name": "Collector",
		"sources": [ "Gnomes of Golarion" ],
		"description": [
			"## Collector",
			"",
			"**Type:** Social  ",
			"**Requirements:** Gnome",
			"",
			"You have a small, bizarre collection of apparently worthless items, such as rusty nails, animal droppings, clockwork cogs, or bent spoons. You find this strange menagerie useful in ways no non-gnome could understand. Seeking new items to add to this collection is endlessly fascinating to you, and while no one else may understand why a Chelish horsenail is worthy to add to your collection when a dwarven wheelbarrow nail is not, it all makes sense to you. Select one of the following skills: Craft (any one), Disable Device, Escape Artist, Perform (any one), or Spellcraft. Whenever you have your collection within 5 feet of you, you gain a +2 trait bonus on all checks made with the selected skill. Once this skill has been selected, it cannot be changed, nor can you gain it for any other collection you begin amassing."
		],
		"subhierarchy": [[ "Social Traits", "main/traits_social" ]]
	},
	"colonial": {
		"name": "Colonial",
		"sources": [ "Serpent's Skull Player's Guide" ],
		"description": [
			"## Colonial",
			"",
			"**Type:** Campaign  ",
			"**Campaign:** Serpent's Skull",
			"",
			"You come from a long line of Sargavan colonists, stretching back to Cheliax's original expansion into the land during the Everwar. While your people's control of Sargava wanes every day, and Eleder has functioned independently from Cheliax since House Thrune brought diabolism to the political forefront, you nevertheless maintain a hardy Chelish constitution and natural sense of survival. What took you away from home is up to you, but you return to the land of your birth on the Jenivere in the hope of putting Sargava back on the map. You gain a +1 trait bonus on Knowledge (local) checks relating to Sargavan settlements and politics and a +1 trait bonus on saving throws against disease.",
			"",
			"Characters with this trait are Sargavan natives and might be returning via any city, but especially from the Chelish ports of Kintargo, Pezzack, or Corentyn."
		],
		"subhierarchy": [[ "Campaign Traits", "main/traits_campaign" ]]
	},
	"colonial_entitlement": {
		"name": "Colonial Entitlement",
		"sources": [ "Sargava, the Lost Colony" ],
		"description": [
			"## Colonial Entitlement",
			"",
			"**Type:** Race  ",
			"**Requirements:** Human; Chelaxian or Sargavan",
			"",
			"You are a firm believer in the superiority of your Chelish heritage, and you cling to your racial and cultural pride. You gain a +2 trait bonus on Intimidate checks against Mwangi."
		],
		"subhierarchy": [[ "Race Traits", "main/traits_race" ]]
	},
	"colonial_sympathizer": {
		"name": "Colonial Sympathizer",
		"sources": [ "Sargava, the Lost Colony" ],
		"description": [
			"## Colonial Sympathizer",
			"",
			"**Type:** Race  ",
			"**Requirements:** Human; Mwangi",
			"",
			"Your behavior is heavily influenced by the Sargavan colonials. You gain a +1 trait bonus on Bluff and Diplomacy checks involving Sargavan colonials and others with this trait."
		],
		"subhierarchy": [[ "Race Traits", "main/traits_race" ]]
	},
	"color_thief": {
		"name": "Color Thief",
		"sources": [ "Goblins of Golarion" ],
		"description": [
			"## Color Thief",
			"",
			"**Type:** Race  ",
			"**Requirements:** Goblin",
			"",
			"Your skin is an odd tint that somehow absorbs background colors. Maybe because your mother drank a lot of potions when you were still inside her belly. Maybe because you've been blessed by the barghests. Maybe because you're just better than the other boring goblins. In any case, you gain a +2 trait bonus on Stealth checks, providing you wear only light armor or no armor."
		],
		"subhierarchy": [[ "Race Traits", "main/traits_race" ]]
	},
	"commanding": {
		"name": "Commanding",
		"sources": [ "Inner Sea Races" ],
		"description": [
			"## Commanding",
			"",
			"**Type:** Race  ",
			"**Requirements:** Human; Keleshite",
			"",
			"Your family taught you that you always deserve respect. You gain a +1 trait bonus on Intimidate checks. Add a +1 trait bonus to the save DC of any language-dependent compulsion spells you cast."
		],
		"subhierarchy": [[ "Race Traits", "main/traits_race" ]]
	},
	"commercial_savvy": {
		"name": "Commercial Savvy",
		"sources": [ "Champions of Balance" ],
		"description": [
			"## Commercial Savvy",
			"",
			"**Type:** Regional  ",
			"**Region:** Katapesh",
			"",
			"You excel at maximizing mercantile contacts and convincing merchants to dig just a bit deeper into their pockets for you. Whenever you buy from or sell to a merchant, you treat a settlement's Base Value and Purchase Limit as 10% higher."
		],
		"subhierarchy": [[ "Regional Traits", "main/traits_regional" ]]
	},
	"community_minded": {
		"name": "Community-Minded",
		"sources": [ "People of the Sands" ],
		"description": [
			"## Community-Minded",
			"",
			"**Type:** Regional  ",
			"**Region:** Rahadoum",
			"",
			"While some pray to the gods for mercy or prosperity, you follow a different tack-you believe in improving the lives of those around you through earnest labor and the efforts of you and your community. Your hard-earned discipline and the candor of your words affect all who bear witness. Any morale bonuses you confer upon your allies through your own abilities or spells last 2 additional rounds."
		],
		"subhierarchy": [[ "Regional Traits", "main/traits_regional" ]]
	},
	"competitive": {
		"name": "Competitive",
		"sources": [ "Quests and Campaigns" ],
		"description": [
			"## Competitive",
			"",
			"**Type:** Social",
			"",
			"You grew up and were raised around fabulous sporting events, and your youth was consumed with a driving need to be better than everyone else. Any hint of a contest spurs you to your greatest heights of potential. Whenever another creature within 30 feet attempts a skill check and you attempt a check with the same skill before the start of that creature's next turn, you gain a +1 trait bonus on your check (this includes attempting an opposed skill check against the creature).",
			"",
			"**Suggested Characters:** Brevans, Kurgess worshipers, Sargavans."
		],
		"subhierarchy": [[ "Social Traits", "main/traits_social" ]]
	},
	"condescending": {
		"name": "Condescending",
		"sources": [ "Quests and Campaigns" ],
		"description": [
			"## Condescending",
			"",
			"**Type:** Drawback",
			"",
			"Raised with the assurance that only those like you are truly worthy of respect, you have an offputting way of demonstrating that you look down on those not of your race and ethnicity or nationality. You take a -5 penalty on Diplomacy and Intimidate checks to improve other creatures' attitudes toward you."
		],
		"subhierarchy": [[ "Drawback Traits", "main/traits_drawback" ]]
	},
	"confidante_to_the_oppressed": {
		"name": "Confidante to the Oppressed",
		"sources": [ "Knights of the Inner Sea" ],
		"description": [
			"## Confidante to the Oppressed",
			"",
			"**Type:** Regional",
			"",
			"Others recognize that you are filled with the Andoren spirit of liberty and equality. You gain a +2 trait bonus on Diplomacy checks to improve the attitude of oppressed, enslaved, or imprisoned subjects, and unless they have reason to distrust you, their starting attitude toward you is at least indifferent, if not better."
		],
		"subhierarchy": [[ "Regional Traits", "main/traits_regional" ]]
	},
	"conscientious_miner": {
		"name": "Conscientious Miner",
		"sources": [ "Dragon Empires Primer" ],
		"description": [
			"## Conscientious Miner",
			"",
			"**Type:** Regional  ",
			"**Region:** Jinin",
			"",
			"You were one of the mithral miners of Jinin, and learned how to extract the delicate ore as well as determine its value. You gain a +1 trait bonus on Appraise checks, and a +1 trait bonus on Profession (miner) checks. In addition, Profession (miner) becomes a class skill for you."
		],
		"subhierarchy": [[ "Regional Traits", "main/traits_regional" ]]
	},
	"conspiracy_hunter": {
		"name": "Conspiracy Hunter",
		"sources": [ "Council of Thieves Player's Guide" ],
		"description": [
			"## Conspiracy Hunter",
			"",
			"**Type:** Campaign  ",
			"**Campaign:** Council of Thieves",
			"",
			"You've long heard rumors of dark deeds afoot in Westcrown. Shipments of valuable cargo that go missing with nary a trace or question asked. People who disappear as though they never existed. Lords of business and nobles who speak in veiled references and accidental slips of masters even they must obey. What lords rule the Westcrown underworld? Do the tales of far-reaching criminal organizations hold a hint of truth? Could the fabled [Council of Thieves](rule/aff_thieves), said to have been purged from the city ages ago, have somehow survived or reformed? And what hold do they hold over the city today? You don't know, but you're determined to find out! Choose one of the following skills: Bluff, Diplomacy, Knowledge (local), Perception, Sense Motive, or Stealth. You gain a +1 trait bonus on this skill and it is always considered a class skill for you."
		],
		"subhierarchy": [[ "Campaign Traits", "main/traits_campaign" ]]
	},
	"contagious_mettle": {
		"name": "Contagious Mettle",
		"sources": [ "Knights of the Inner Sea" ],
		"description": [
			"## Contagious Mettle",
			"",
			"**Type:** Social  ",
			"**Requirements:** Code of Valor",
			"",
			"If you follow this code, you gain a +1 trait bonus on Will saves against fear. In addition, any allies adjacent to you receive a +1 morale bonus on Will saves against fear."
		],
		"subhierarchy": [[ "Social Traits", "main/traits_social" ]]
	},
	"contemptuous": {
		"name": "Contemptuous",
		"sources": [ "Antihero's Handbook" ],
		"description": [
			"## Contemptuous",
			"",
			"**Type:** Social",
			"",
			"Whether you are a commoner who has come to despise the haughty upper crust or a holier-than-thou noble who can't stand being around the unwashed masses, your contempt drives you to study carefully, making sure you always have the upper hand in social exchanges with them. You gain a +1 trait bonus on Knowledge (local) checks and Knowledge (nobility) checks, and one of these skills becomes a class skill for you."
		],
		"subhierarchy": [[ "Social Traits", "main/traits_social" ]]
	},
	"contract_master": {
		"name": "Contract Master",
		"sources": [
			"Inner Sea Gods",
			"Faiths of Corruption"
		],
		"description": [
			"## Contract Master",
			"",
			"**Type:** Religion  ",
			"**Religion:** {faith/Asmodeus}",
			"",
			"Your facility with contracts makes you good at understanding dense text and obfuscating your intent. You gain a +1 trait bonus on Linguistics checks, and Linguistics is a class skill for you."
		],
		"subhierarchy": [[ "Religion Traits", "main/traits_religion" ]]
	},
	"convincing_liar": {
		"name": "Convincing Liar",
		"sources": [ "Faction Guide" ],
		"description": [
			"## Convincing Liar",
			"",
			"**Type:** Social  ",
			"**Requirements:** Member of The [Bellflower Network](rule/aff_antislavery)",
			"",
			"You've spent your life perfecting the art of half-truths in order to accomplish what you need to. You gain a +1 trait bonus on Bluff or Intimidate checks and one of these skills (your choice) is a class skill for you."
		],
		"subhierarchy": [[ "Social Traits", "main/traits_social" ]]
	},
	"corpse_cannibal": {
		"name": "Corpse Cannibal",
		"sources": [ "Ultimate Campaign" ],
		"description": [
			"## Corpse Cannibal",
			"",
			"**Type:** Religion  ",
			"**Religion:** {faith/Urgathoa}",
			"",
			"Your faith encourages you to indulge a variety of perverse hungers, leading you to shrug at even some of the darkest taboos. You gain a +2 trait bonus on Fortitude saves against diseases and can gain sustenance from rotting flesh with no negative side effects."
		],
		"subhierarchy": [[ "Religion Traits", "main/traits_religion" ]]
	},
	"corpse_dodger": {
		"name": "Corpse Dodger",
		"sources": [ "Undead Slayer's Handbook" ],
		"description": [
			"## Corpse Dodger",
			"",
			"**Type:** Regional  ",
			"**Region:** Ustalav",
			"",
			"You spent your formative years in the town of Ravengro, where your proximity to both a prominent graveyard and an infamous prison left you no stranger to the occasional zombie or skeleton. As such, you developed unique methods of dodging these pests. Once per day, you can cast {spell/hide from undead} as a spell-like ability. The casting time is a swift action and the caster level for this effect is always 1st; this ability is otherwise identical to the spell."
		],
		"subhierarchy": [[ "Regional Traits", "main/traits_regional" ]]
	},
	"corpse_hunter": {
		"name": "Corpse Hunter",
		"sources": [
			"Inner Sea Gods",
			"Faiths of Balance"
		],
		"description": [
			"## Corpse Hunter",
			"",
			"**Type:** Religion  ",
			"**Religion:** {faith/Pharasma}",
			"",
			"You have dedicated yourself to the destruction of undead, and gain a +1 trait bonus on attacks made against undead."
		],
		"subhierarchy": [[ "Religion Traits", "main/traits_religion" ]]
	},
	"cosmopolitan": {
		"name": "Cosmopolitan",
		"sources": [
			"Dragon Empires Primer",
			"Inner Sea Primer"
		],
		"description": [
			"## Cosmopolitan",
			"",
			"**Type:** Regional  ",
			"**Region:** Goka",
			"",
			"Your exposure to the many peoples intersecting in Goka and the tongues spoken there has given you a particular facility for speech. You gain a +1 trait bonus on Linguistics checks, and Linguistics becomes a class skill for you."
		],
		"subhierarchy": [[ "Regional Traits", "main/traits_regional" ]]
	},
	"courageous": {
		"name": "Courageous",
		"sources": [
			"Ultimate Campaign",
			"Second Darkness Player's Guide",
			"Advanced Player's Guide"
		],
		"description": [
			"## Courageous",
			"",
			"**Type:** Combat",
			"",
			"Your childhood was brutal, but you persevered through force of will and faith. No matter how hard things got, you knew you'd make it through as long as you kept a level head. You gain a +2 trait bonus on saving throws against fear effects."
		],
		"subhierarchy": [[ "Combat Traits", "main/traits_combat" ]]
	},
	"coven_casting": {
		"name": "Coven Casting",
		"sources": [ "Blood of the Coven" ],
		"description": [
			"## Coven Casting",
			"",
			"**Type:** Magic",
			"",
			"You have belonged to a coven or magical cabal and know how to coordinate your spellcasting with others. When within 30 feet of an allied spellcaster, you both gain a +2 trait bonus on concentration checks."
		],
		"subhierarchy": [[ "Magic Traits", "main/traits_magic" ]]
	},
	"covenant_of_abaddon": {
		"name": "Covenant of Abaddon",
		"sources": [
			"Inner Sea Gods",
			"Faiths of Corruption"
		],
		"description": [
			"## Covenant of Abaddon",
			"",
			"**Type:** Religion  ",
			"**Religion:** Horsemen",
			"",
			"Because your soul is pledged to one of the Horsemen, you gain a +2 trait bonus on Fortitude saving throws against level-draining effects."
		],
		"subhierarchy": [[ "Religion Traits", "main/traits_religion" ]]
	},
	"covered_sniper": {
		"name": "Covered Sniper",
		"sources": [ "Inner Sea Races" ],
		"description": [
			"## Covered Sniper",
			"",
			"**Type:** Race  ",
			"**Requirements:** Kasatha",
			"",
			"You were attacked by strangers that threatened to expose your existence to dangerous forces and you defended yourself using cover. You gain a +1 trait bonus on ranged weapon damage rolls as long as you have cover from your opponent."
		],
		"subhierarchy": [[ "Race Traits", "main/traits_race" ]]
	},
	"covert_channeler": {
		"name": "Covert Channeler",
		"sources": [ "Black Markets" ],
		"description": [
			"## Covert Channeler",
			"",
			"**Type:** Faith",
			"",
			"Your mentor in the Wagons of Light taught you to hide holy symbols quickly. You can draw or stow a holy symbol as a swift action."
		],
		"subhierarchy": [[ "Faith Traits", "main/traits_faith" ]]
	},
	"cowardly": {
		"name": "Cowardly",
		"sources": [ "Antihero's Handbook" ],
		"description": [
			"## Cowardly",
			"",
			"**Type:** Drawback",
			"",
			"You might face dangerous situations with bravado, but you are constantly afraid. Your base speed when frightened and fleeing increases by 5 feet, and the penalties you take from having the cowering, frightened, panicked, or shaken conditions increase by 1. If you would normally be immune to fear, you do not take these penalties but instead lose your immunity to fear (regardless of its source)."
		],
		"subhierarchy": [[ "Drawback Traits", "main/traits_drawback" ]]
	},
	"creative_manipulator": {
		"name": "Creative Manipulator",
		"sources": [ "Bastards of Golarion" ],
		"description": [
			"## Creative Manipulator",
			"",
			"**Type:** Race  ",
			"**Requirements:** Changeling",
			"",
			"Once per day, you may reroll a Charisma check you just made. You must take the result of the second roll, even if it is worse."
		],
		"subhierarchy": [[ "Race Traits", "main/traits_race" ]]
	},
	"creative_reality": {
		"name": "Creative Reality",
		"sources": [ "Distant Shores" ],
		"description": [
			"## Creative Reality",
			"",
			"**Type:** Race  ",
			"**Requirements:** Ganzi",
			"",
			"Straightforward answers bore you, for they only encourage people to depend on others rather than find out for themselves. You have grown adept over the years at convincing people of falsehoods and couching your honest answers in so much doublespeak they may as well be lies. You gain a +1 trait bonus on Bluff checks, which increases to +5 when attempting to convince someone an honest answer is a falsehood."
		],
		"subhierarchy": [[ "Race Traits", "main/traits_race" ]]
	},
	"creepy": {
		"name": "Creepy",
		"sources": [ "Inner Sea Races" ],
		"description": [
			"## Creepy",
			"",
			"**Type:** Race  ",
			"**Requirements:** Changeling",
			"",
			"Your strange bearing unsettles others. You gain a +1 trait bonus on Intimidate checks and Intimidate is a class skill for you. You gain a +2 trait bonus on Diplomacy checks when interacting with hags."
		],
		"subhierarchy": [[ "Race Traits", "main/traits_race" ]]
	},
	"criminal": {
		"name": "Criminal",
		"sources": [ "Ultimate Campaign" ],
		"description": [
			"## Criminal",
			"",
			"**Type:** Social",
			"",
			"You spent your early life robbing and stealing to get by. Select one of the following skills: Disable Device, Intimidate, or Sleight of Hand. You gain a +1 trait bonus on that skill, and it is always a class skill for you."
		],
		"subhierarchy": [[ "Social Traits", "main/traits_social" ]]
	},
	"criminal_roots": {
		"name": "Criminal Roots",
		"sources": [ "Spymaster's Handbook" ],
		"description": [
			"## Criminal Roots",
			"",
			"**Type:** Social",
			"",
			"Your family has long operated outside the law. You gain a +2 trait bonus on Diplomacy checks to influence criminals and on Intimidate checks to influence law-abiding citizens, but take a -2 penalty on Diplomacy checks to influence law-abiding citizens. Diplomacy or Intimidate (your choice) is a class skill for you."
		],
		"subhierarchy": [[ "Social Traits", "main/traits_social" ]]
	},
	"criminally_connected": {
		"name": "Criminally Connected",
		"sources": [ "Antihero's Handbook" ],
		"description": [
			"## Criminally Connected",
			"",
			"**Type:** Social",
			"",
			"You have spent a lot of time dealing with the criminal underworld - so much that it might be hard for observers to see you as distinct from it. However, this familiarity gives you a leg up on heroes who refuse to muddy their reputation. While in settlements, you gain a +1 trait bonus on Knowledge (local) checks and on Diplomacy checks to gather information."
		],
		"subhierarchy": [[ "Social Traits", "main/traits_social" ]]
	},
	"crimson_carapace": {
		"name": "Crimson Carapace",
		"sources": [ "Armor Master's Handbook" ],
		"description": [
			"## Crimson Carapace",
			"",
			"**Type:** Combat",
			"",
			"A combination of armor and agility protects you from deadly attacks. When wearing light armor and fighting defensively or using {feat/Combat Expertise}, you receive a +2 trait bonus to your AC against attack rolls to confirm a critical threat."
		],
		"subhierarchy": [[ "Combat Traits", "main/traits_combat" ]]
	},
	"crisis_of_faith": {
		"name": "Crisis of Faith",
		"sources": [ "Faiths and Philosophies" ],
		"description": [
			"## Crisis of Faith",
			"",
			"**Type:** Faith",
			"",
			"You were raised to uphold a specific set of tenets, and you never had reason to doubt their veracity. Recent events, however, have undermined that certainty, and you now find yourself wondering if any of the universal truths you once believed in can actually hold up to scrutiny. Perhaps you witnessed a mentor or church official fall from grace or violate your shared tenets. Maybe you watched a friend injured terribly despite (or because of) her pure faith. Whatever the case, your shaken confidence grants you a +1 trait bonus on saving throws against illusions. You may replace any other faith trait with the Crisis of Faith trait whenever you gain a level. This replacement is permanent until you receive atonement."
		],
		"subhierarchy": [[ "Faith Traits", "main/traits_faith" ]]
	},
	"crocodile_swim": {
		"name": "Crocodile Swim",
		"sources": [ "Blood of the Moon" ],
		"description": [
			"## Crocodile Swim",
			"",
			"**Type:** Race  ",
			"**Requirements:** Skinwalker; Werecrocodile-kin",
			"",
			"You grew up near crocodiles, learning to move as they do. You gain a +2 trait bonus on Swim and Stealth checks while moving at half speed or less and mostly or completely underwater. One of these skills (your choice) becomes a class skill for you."
		],
		"subhierarchy": [[ "Race Traits", "main/traits_race" ]]
	},
	"cross_disciplined": {
		"name": "Cross-Disciplined",
		"sources": [ "Ultimate Campaign" ],
		"description": [
			"## Cross-Disciplined",
			"",
			"**Type:** Magic",
			"",
			"Your dabbling has granted you greater insight into the proper casting of certain spells. Once per day, you may cast a spell you have prepared that appears on both the magus and wizard spell lists as if your caster level were 1 level higher."
		],
		"subhierarchy": [[ "Magic Traits", "main/traits_magic" ]]
	},
	"cross_knowledge": {
		"name": "Cross-Knowledge",
		"sources": [ "Ultimate Campaign" ],
		"description": [
			"## Cross-Knowledge",
			"",
			"**Type:** Magic",
			"",
			"Once per day, you may treat an extract you drink as if your caster level were 1 level higher as long as that extract appears on the wizard spell list and the alchemist list of formulae."
		],
		"subhierarchy": [[ "Magic Traits", "main/traits_magic" ]]
	},
	"crowd_dodger": {
		"name": "Crowd Dodger",
		"sources": [ "Quests and Campaigns" ],
		"description": [
			"## Crowd Dodger",
			"",
			"**Type:** Combat",
			"",
			"You spent much of your youth on crowded streets, dodging quickly around and under others. You gain a +2 trait bonus on Acrobatics checks to move through another creature's space and to avoid attacks of opportunity for leaving a threatened square.",
			"",
			"Suggested Characters: Absalom natives, Chelaxians, Lion Blades."
		],
		"subhierarchy": [[ "Combat Traits", "main/traits_combat" ]]
	},
	"cruel_child": {
		"name": "Cruel Child",
		"sources": [ "Blood of the Coven" ],
		"description": [
			"## Cruel Child",
			"",
			"**Type:** Race  ",
			"**Requirements:** Changeling",
			"",
			"Your wicked bloodline shines through, manifesting as a sadistic bloodlust in battle. When you make a full-round attack with your claws, you gain a +1 trait bonus on the attack rolls."
		],
		"subhierarchy": [[ "Race Traits", "main/traits_race" ]]
	},
	"cruel_master": {
		"name": "Cruel Master",
		"sources": [ "Pirates of the Inner Sea" ],
		"description": [
			"## Cruel Master",
			"",
			"**Type:** Regional  ",
			"**Region:** Okeno",
			"",
			"You're a master of dominating slaves through body language and inflection, and this ability carries over into other lines of work as well. You gain a +1 trait bonus on Intimidate checks, and it becomes a class skill for you."
		],
		"subhierarchy": [[ "Regional Traits", "main/traits_regional" ]]
	},
	"cruel_rager": {
		"name": "Cruel Rager",
		"sources": [ "Agents of Evil" ],
		"description": [
			"## Cruel Rager",
			"",
			"**Type:** Race  ",
			"**Requirements:** Half-orc",
			"",
			"If you successfully confirm a critical hit against an enemy while raging, you regain 1 round of rage. This can occur only once per rage."
		],
		"subhierarchy": [[ "Race Traits", "main/traits_race" ]]
	},
	"cruelty": {
		"name": "Cruelty",
		"sources": [ "Quests and Campaigns" ],
		"description": [
			"## Cruelty",
			"",
			"**Type:** Drawback",
			"",
			"You were rewarded as a child for flaunting your victory over others as completely as possible, and you discovered you enjoyed the feeling of rubbing your foes' faces in the dirt. Whenever you are engaged in combat and there are dying or helpless foes within 30 feet, you take a -2 penalty on attack rolls against foes who are neither dying nor helpless."
		],
		"subhierarchy": [[ "Drawback Traits", "main/traits_drawback" ]]
	},
	"crusader": {
		"name": "Crusader",
		"sources": [ "Divine Anthology" ],
		"description": [
			"## Crusader",
			"",
			"**Type:** Faith",
			"",
			"From studying \"Prime Commander\" and reading accounts of the battles in the Worldwound, you have trained to be a crusader against demonic forces. You gain a +1 trait bonus on attack rolls against outsiders with the chaotic subtype."
		],
		"subhierarchy": [[ "Faith Traits", "main/traits_faith" ]]
	},
	"crusader_road_acolyte": {
		"name": "Crusader Road Acolyte",
		"sources": [ "People of the River" ],
		"description": [
			"## Crusader Road Acolyte",
			"",
			"**Type:** Regional  ",
			"**Region:** Thornkeep or Echo Wood",
			"",
			"You trained with the [Hellknights](rule/aff_lawknights) at Fort Inevitable or the paladins of Iomedae at Fort Riverwatch. If you trained with the Hellknights, you gain a +1 trait bonus on saving throws against chaotic spells and the spell-like abilities of chaotic outsiders. If you trained with the Iomedaean Paladins, you gain this bonus against evil spells and evil outsiders instead."
		],
		"subhierarchy": [[ "Regional Traits", "main/traits_regional" ]]
	},
	"crusader_tactician": {
		"name": "Crusader Tactician",
		"sources": [ "Inner Sea Primer" ],
		"description": [
			"## Crusader Tactician",
			"",
			"**Type:** Regional  ",
			"**Region:** Lastwall",
			"",
			"You have studied at Vigil's Crusader War College, and are skilled in both heraldry and siege tactics. You gain a +1 trait bonus on Knowledge (engineering) and Knowledge (nobility) checks, and one of these skills is always a class skill for you."
		],
		"subhierarchy": [[ "Regional Traits", "main/traits_regional" ]]
	},
	"cultist_lineage": {
		"name": "Cultist Lineage",
		"sources": [ "Advanced Class Origins" ],
		"description": [
			"## Cultist Lineage",
			"",
			"**Type:** Regional  ",
			"**Region:** Mediogalti Island",
			"",
			"Your parents were both Red Mantis assassins and your family has a long tradition of service in the [Red Mantis](rule/aff_assassins) cult. Your strict, fanatical upbringing and familiarity with murder have bestowed upon you an air of confidence and menace. This grants you a +1 trait bonus on Intimidate checks. If you act during the surprise round, as a free action during that round you can draw a light weapon (or two if you have the {feat/Two-Weapon Fighting} feat) ."
		],
		"subhierarchy": [[ "Regional Traits", "main/traits_regional" ]]
	},
	"cultivated": {
		"name": "Cultivated",
		"sources": [ "Heroes of the Streets" ],
		"description": [
			"## Cultivated",
			"",
			"**Type:** Regional  ",
			"**Region:** urban",
			"",
			"You grew up speaking multiple languages. You learn one additional language. Additionally, when attempting a Diplomacy check to gather information using this language, you can do so in 1d6 &times; 10 minutes, rather than the normal 1d4 hours."
		],
		"subhierarchy": [[ "Regional Traits", "main/traits_regional" ]]
	},
	"cunning_breed": {
		"name": "Cunning Breed",
		"sources": [ "Knights of the Inner Sea" ],
		"description": [
			"## Cunning Breed",
			"",
			"**Type:** Mount  ",
			"**Requirements:** Have a Taldor jennet as a mount",
			"",
			"A Taldor jennet can learn a total of eight tricks when trained using the Handle Animal skill (as opposed to the standard six for having an Intelligence score of 2)."
		],
		"subhierarchy": [[ "Mount Traits", "main/traits_mount" ]]
	},
	"cunning_liar": {
		"name": "Cunning Liar",
		"sources": [ "Heroes of the Streets" ],
		"description": [
			"## Cunning Liar",
			"",
			"**Type:** Regional  ",
			"**Region:** urban",
			"",
			"You were forced into hiding or willingly went on the run at a young age, and learned to reading others' interests to inform your lies. You can use your Intelligence or Wisdom modifier in place of your Charisma modifier on Bluff checks."
		],
		"subhierarchy": [[ "Regional Traits", "main/traits_regional" ]]
	},
	"curse_queller": {
		"name": "Curse Queller",
		"sources": [ "Healer's Handbook" ],
		"description": [
			"## Curse Queller",
			"",
			"**Type:** Regional  ",
			"**Region:** Osirion",
			"",
			"Whenever a caster level check is required to treat an affliction with magic (such as when casting remove curse on a cursed creature or object), you gain a +2 trait bonus on your caster level check. Additionally, you gain a +1 trait bonus on your saving throws against curses."
		],
		"subhierarchy": [[ "Regional Traits", "main/traits_regional" ]]
	},
	"curse_in_the_blood": {
		"name": "Curse in the Blood",
		"sources": [ "Bastards of Golarion" ],
		"description": [
			"## Curse in the Blood",
			"",
			"**Type:** Race  ",
			"**Requirements:** Skinwalker",
			"",
			"You gain a +1 trait bonus on saving throws against curses. You treat your caster level as 1 higher when casting spells and spell-like abilities with the curse descriptor."
		],
		"subhierarchy": [[ "Race Traits", "main/traits_race" ]]
	},
	"cutting_condescension": {
		"name": "Cutting Condescension",
		"sources": [ "Heroes of the Streets" ],
		"description": [
			"## Cutting Condescension",
			"",
			"**Type:** Social",
			"",
			"The Sable Company has taught you to quickly get compliance from those in your way. You gain a +2 trait bonus on Intimidate checks to force a creature to act friendly towards you, and can attempt such checks in half the normal time."
		],
		"subhierarchy": [[ "Social Traits", "main/traits_social" ]]
	},
	"cynic": {
		"name": "Cynic",
		"sources": [ "Inner Sea Primer" ],
		"description": [
			"## Cynic",
			"",
			"**Type:** Regional  ",
			"**Region:** Mendev",
			"",
			"As a Mendevian native, you have seen all manner of people claiming holy motives, and you have learned to judge them by their deeds, rather than their words. You gain a +1 trait bonus on Sense Motive checks, and Sense Motive is always a class skill for you."
		],
		"subhierarchy": [[ "Regional Traits", "main/traits_regional" ]]
	},
	"cynical": {
		"name": "Cynical",
		"sources": [ "Antihero's Handbook" ],
		"description": [
			"## Cynical",
			"",
			"**Type:** Social",
			"",
			"You have seen many heroes in your time, but you see only their capacity for failure and the ways they fall short of being truly good. This practice in looking past facades has proven a useful skill. You gain a +1 trait bonus on saving throws against illusions and charm effects."
		],
		"subhierarchy": [[ "Social Traits", "main/traits_social" ]]
	},
	"cynical_ear": {
		"name": "Cynical Ear",
		"sources": [ "Bastards of Golarion" ],
		"description": [
			"## Cynical Ear",
			"",
			"**Type:** Social",
			"",
			"Neither honeyed tongues or righteous wrath move you much. Add 2 when determining your Hit Dice for Intimidate checks, and increase the DC or all Diplomacy checks against you by 2."
		],
		"subhierarchy": [[ "Social Traits", "main/traits_social" ]]
	},
	"cypher_resistance": {
		"name": "Cypher Resistance",
		"sources": [ "Varisia, Birthplace of Legends" ],
		"description": [
			"## Cypher Resistance",
			"",
			"**Type:** Regional  ",
			"**Region:** Riddleport",
			"",
			"You have grown up near the Cyphergate, passing under its arch countless times in your lifetime. You can recount the runes from memory, and repeated exposure has imbued you with a faint resistance to runic magic. You gain a +2 trait bonus on saving throws against spells with the word \"glyph\" or \"symbol\" in their name."
		],
		"subhierarchy": [[ "Regional Traits", "main/traits_regional" ]]
	},
	"cyphermage_backer": {
		"name": "Cyphermage Backer",
		"sources": [ "Pirates of the Inner Sea" ],
		"description": [
			"## Cyphermage Backer",
			"",
			"**Type:** Regional  ",
			"**Region:** Riddleport",
			"",
			"You've sold relics to a [Cyphermage](rule/aff_i_tradition) in the past, and she's agreed to assist you with future findings. When in Riddleport, you can use your contact to gain information about artifacts and history. Treat this ability as a single Knowledge (arcana) or Knowledge (history) check with a skill bonus of +15. You may make this check once per day that you spend in Riddleport. You can make a new check every day. Each time you do so, you can choose whether to use Knowledge (arcana) or Knowledge (history)."
		],
		"subhierarchy": [[ "Regional Traits", "main/traits_regional" ]]
	}
}
