{
	"practiced_deception": {
		"name": "Practiced Deception",
		"sources": [
			"Inner Sea Gods",
			"Faiths of Corruption"
		],
		"description": [
			"## Practiced Deception",
			"",
			"**Type:** Religion  ",
			"**Religion:** Norgorber",
			"",
			"You gain a +1 trait bonus on Disguise checks, and you can apply and remove a disguise in half the normal time."
		],
		"subhierarchy": [[ "Religion Traits", "main/traits_religion" ]]
	},
	"practiced_disruptor": {
		"name": "Practiced Disruptor",
		"sources": [ "Heroes of the Streets" ],
		"description": [
			"## Practiced Disruptor",
			"",
			"**Type:** Social",
			"",
			"You are experienced at facing off against spellcasters. You can attempt Knowledge (arcana) checks untrained; if you have ranks in that skill, you instead gain a +1 trait bonus on those checks. The concentration DC to cast a spell defensively in your threatened area increases by 1."
		],
		"subhierarchy": [[ "Social Traits", "main/traits_social" ]]
	},
	"practiced_gambler": {
		"name": "Practiced Gambler",
		"sources": [ "Inner Sea Races" ],
		"description": [
			"## Practiced Gambler",
			"",
			"**Type:** Race  ",
			"**Requirements:** Human; Varisian",
			"",
			"Your upbringing around the Sczarni has exposed you to games with cards and dice. You gain a +1 trait bonus on Bluff and Sleight of Hand checks; for the purpose of gambling, these bonuses increase by 1."
		],
		"subhierarchy": [[ "Race Traits", "main/traits_race" ]]
	},
	"practiced_impression": {
		"name": "Practiced Impression",
		"sources": [ "Bastards of Golarion" ],
		"description": [
			"## Practiced Impression",
			"",
			"**Type:** Race  ",
			"**Requirements:** Suli",
			"",
			"You traveled constantly in your youth, and were forced to practice making a good first impression until you could do so effortlessly. You gain a +2 trait bonus on Diplomacy checks made against NPCs whom you have known for less than 1 hour."
		],
		"subhierarchy": [[ "Race Traits", "main/traits_race" ]]
	},
	"pragmatic_activator": {
		"name": "Pragmatic Activator",
		"sources": [ "Ultimate Campaign" ],
		"description": [
			"## Pragmatic Activator",
			"",
			"**Type:** Magic",
			"",
			"While some figure out how to use magical devices with stubborn resolve, your approach is more pragmatic. You may use your Intelligence modifier when making Use Magic Device checks instead of your Charisma modifier."
		],
		"subhierarchy": [[ "Magic Traits", "main/traits_magic" ]]
	},
	"pragmatic_polytheist": {
		"name": "Pragmatic Polytheist",
		"sources": [ "People of the River" ],
		"description": [
			"## Pragmatic Polytheist",
			"",
			"**Type:** Race  ",
			"**Requirements:** Human; Kellid",
			"",
			"You pray to whatever local deity will answer your prayers - and if they won't, to hell with them. You gain a +1 trait bonus on Knowledge (religion) checks and can make Knowledge (religion) checks as if trained. Once per day, you can cast {spell/resistance} on yourself as a spell-like ability cast at your highest caster level (CL 1st if you have no caster level)."
		],
		"subhierarchy": [[ "Race Traits", "main/traits_race" ]]
	},
	"prankster": {
		"name": "Prankster",
		"sources": [ "Dirty Tactics Toolbox" ],
		"description": [
			"## Prankster",
			"",
			"**Type:** Race  ",
			"**Requirements:** Gnome",
			"",
			"You always have a great idea for a prank. You gain a +1 trait bonus on dirty trick combat maneuver checks. You also gain a +1 trait bonus to your CMD when an opponent attempts a dirty trick combat maneuver check against you. If you succeed at a dirty trick combat maneuver check against a flat-footed opponent, increase the duration of the condition caused by 1 round."
		],
		"subhierarchy": [[ "Race Traits", "main/traits_race" ]]
	},
	"prayer_breaker": {
		"name": "Prayer Breaker",
		"sources": [ "Blood of Fiends" ],
		"description": [
			"## Prayer Breaker",
			"",
			"**Type:** Race  ",
			"**Requirements:** Tiefling; Faultspawn",
			"",
			"You have an instinctive flair for causing such pain to the faithful that they temporarily lose their connection with their god. If a divine spellcaster makes a concentration check to avoid losing a spell because of an injury you caused, increase the DC of that check by +2."
		],
		"subhierarchy": [[ "Race Traits", "main/traits_race" ]]
	},
	"precise_treatment": {
		"name": "Precise Treatment",
		"sources": [ "Ultimate Campaign" ],
		"description": [
			"## Precise Treatment",
			"",
			"**Type:** Magic",
			"",
			"You treat others with a clear and calculating intellect. You gain a +1 trait bonus on all Heal checks, and you may use your Intelligence modifier when making Heal checks instead of your Wisdom modifier."
		],
		"subhierarchy": [[ "Magic Traits", "main/traits_magic" ]]
	},
	"precision_hearing": {
		"name": "Precision Hearing",
		"sources": [ "Blood of the Moon" ],
		"description": [
			"## Precision Hearing",
			"",
			"**Type:** Race  ",
			"**Requirements:** Skinwalker; Werebat-kin",
			"",
			"You have long relied on your enhanced hearing to warn you of those who would persecute you for your nature. Whenever you succeed at a Perception check to hear a creature you can't see and your check exceeds the DC by 10 or more, you can pinpoint the exact square where the sound originated."
		],
		"subhierarchy": [[ "Race Traits", "main/traits_race" ]]
	},
	"precocious_spellcaster": {
		"name": "Precocious Spellcaster",
		"sources": [ "Taldor, Echoes of Glory" ],
		"description": [
			"## Precocious Spellcaster",
			"",
			"**Type:** Regional  ",
			"**Region:** Taldor",
			"",
			"Before you even began your training as a spellcaster, you spent a great deal of time studying cantrips and simple spells on your own. Because of this, you developed some innate magical abilities without any outside guidance. Select one cantrip and one 1st-level spell; when you cast these spells, they function at one caster level higher than your actual caster level."
		],
		"subhierarchy": [[ "Regional Traits", "main/traits_regional" ]]
	},
	"prehensile_whip": {
		"name": "Prehensile Whip",
		"sources": [ "Adventurer's Armory" ],
		"description": [
			"## Prehensile Whip",
			"",
			"**Type:** Equipment",
			"",
			"In your hand a whip has a life of its own, wrapping around pillars and beams with ease. You can use a whip as if it were a rope with a grappling hook at the end. Attaching your whip is a standard action, but detaching it is a full-round action."
		],
		"subhierarchy": [[ "Equipment Traits", "main/traits_equipment" ]]
	},
	"prestigious_healer": {
		"name": "Prestigious Healer",
		"sources": [ "Healer's Handbook" ],
		"description": [
			"## Prestigious Healer",
			"",
			"**Type:** Regional  ",
			"**Region:** Cheliax",
			"",
			"Once per day as an immediate action when you cast a spell of the healing subschool, you can attempt a Diplomacy check to improve the attitude of your target or anyone within 30 feet who can see you before the end of your next turn. You gain a +2 trait bonus on this check."
		],
		"subhierarchy": [[ "Regional Traits", "main/traits_regional" ]]
	},
	"pretend_pirate": {
		"name": "Pretend Pirate",
		"sources": [ "Pirates of the Inner Sea" ],
		"description": [
			"## Pretend Pirate",
			"",
			"**Type:** Regional  ",
			"**Region:** Andoran",
			"",
			"You enjoy luring slave ships to you. Sometimes you run a pirate flag to lull criminals into a false sense of security; other times you disguise yourself as a merchant ship. You gain a +2 bonus on Disguise checks made to disguise yourself as a pirate or merchant sailor. In addition, you can take 5 minutes to alter your ship's appearance to add +2 to the DC of any check made to identify your ship's allegiance or purpose."
		],
		"subhierarchy": [[ "Regional Traits", "main/traits_regional" ]]
	},
	"preternatural_awareness": {
		"name": "Preternatural Awareness",
		"sources": [ "Blood of the Coven" ],
		"description": [
			"## Preternatural Awareness",
			"",
			"**Type:** Social",
			"",
			"Multiple encounters with fell magic have left you wary. You gain a +2 trait bonus on Perception and Sense Motive checks to notice cursed objects, haunts, and magically disguised creatures."
		],
		"subhierarchy": [[ "Social Traits", "main/traits_social" ]]
	},
	"pride": {
		"name": "Pride",
		"sources": [ "Ultimate Campaign" ],
		"description": [
			"## Pride",
			"",
			"**Type:** Drawback",
			"",
			"You can't abide challenges to your dignity, authority, or honor. When someone threatens, accuses, or challenges you, you take a -2 penalty on Diplomacy checks and Sense Motive checks involving that creature until the creature apologizes to you."
		],
		"subhierarchy": [[ "Drawback Traits", "main/traits_drawback" ]]
	},
	"pride_of_the_diamond_empire": {
		"name": "Pride of the Diamond Empire",
		"sources": [ "People of the Sands" ],
		"description": [
			"## Pride of the Diamond Empire",
			"",
			"**Type:** Race  ",
			"**Requirements:** Human; Keleshite",
			"",
			"Your pride is so strong and your confidence so sure that you can shake off magical attempts to shatter your resolve. If you succeed at a Will saving throw against a fear effect that would result in a lesser effect on a successful save (such as causing you to become shaken instead of panicked), you are instead unaffected."
		],
		"subhierarchy": [[ "Race Traits", "main/traits_race" ]]
	},
	"prideful_temper": {
		"name": "Prideful Temper",
		"sources": [ "Blood of Fiends" ],
		"description": [
			"## Prideful Temper",
			"",
			"**Type:** Race  ",
			"**Requirements:** Tiefling",
			"",
			"Memories of the cruel abuse and taunts you suffered as a child cause you to strike back with great fury at anyone who slanders you. You gain a +1 trait bonus on attack rolls made against creatures that have insulted you until you actually succeed in dealing damage."
		],
		"subhierarchy": [[ "Race Traits", "main/traits_race" ]]
	},
	"priest_blessed": {
		"name": "Priest-Blessed",
		"sources": [ "Faiths and Philosophies" ],
		"description": [
			"## Priest-Blessed",
			"",
			"**Type:** Faith",
			"",
			"You were guided to maturity by a trusted priest of an ecclesiastical tradition, who inspired you and made you understand that the authority exerted by a religious hierarchy is a blessing rather than a restriction, allowing the faithful to always feel confident in their direction and the righteousness of the guided actions. Now, your faith wells up whenever you are aided by divine magic, and you find it easy to open up to the magic and succor of any faith, seeing the similarities between all such traditions. Three times per day when you are the target of a harmless divine spell, you may increase its caster level by 1 for purposes of its effect on you alone."
		],
		"subhierarchy": [[ "Faith Traits", "main/traits_faith" ]]
	},
	"principled": {
		"name": "Principled",
		"sources": [ "Ultimate Campaign" ],
		"description": [
			"## Principled",
			"",
			"**Type:** Faith",
			"",
			"You hold yourself to a strict code of behavior that guides all of your decisions and actions. You take a -2 penalty on Bluff checks and gain a +2 trait bonus on saving throws against charm, compulsion, and emotion effects."
		],
		"subhierarchy": [[ "Faith Traits", "main/traits_faith" ]]
	},
	"prismati_player": {
		"name": "Prismati Player",
		"sources": [ "Andoran, Spirit of Liberty" ],
		"description": [
			"## Prismati Player",
			"",
			"**Type:** Regional  ",
			"**Region:** Andoran",
			"",
			"You've grown up playing the confusing game of prismati and throw stones with accuracy and ease. You gain a +1 trait bonus on attack rolls with fist-sized rocks or similarly shaped objects, and a +1 trait bonus on concentration checks."
		],
		"subhierarchy": [[ "Regional Traits", "main/traits_regional" ]]
	},
	"pristine_reputation": {
		"name": "Pristine Reputation",
		"sources": [ "Divine Anthology" ],
		"description": [
			"## Pristine Reputation",
			"",
			"**Type:** Religion  ",
			"**Religion:** Shizuru",
			"",
			"You come from an especially esteemed family, religious order, school, or other group that worships Shizuru, and draw upon that tradition to maintain your identity. The first time each day that you fail a saving throw against a charm or compulsion effect, you can reroll that saving throw. If you do so, you gain a +2 trait bonus on this roll and use this result as the actual result for that saving throw."
		],
		"subhierarchy": [[ "Religion Traits", "main/traits_religion" ]]
	},
	"privileged_slave": {
		"name": "Privileged Slave",
		"sources": [ "Dragon Empires Primer" ],
		"description": [
			"## Privileged Slave",
			"",
			"**Type:** Regional  ",
			"**Region:** Kaoling",
			"",
			"You were enslaved by the hobgoblins of Kaoling, and obeyed your masters dutifully, turning your back on comrades in order to find favor with your slavers-all the while plotting your escape. You gain a +1 trait bonus on Bluff checks, and Bluff becomes a class skill for you."
		],
		"subhierarchy": [[ "Regional Traits", "main/traits_regional" ]]
	},
	"prolong_magic": {
		"name": "Prolong Magic",
		"sources": [ "Blood of Fiends" ],
		"description": [
			"## Prolong Magic",
			"",
			"**Type:** Race  ",
			"**Requirements:** Tiefling",
			"",
			"Constant drills and preparation allow you to get more out of your innate magic. Whenever you use a spell-like ability gained through your tiefling heritage, it automatically acts as if affected by the {feat/Extend Spell} metamagic feat."
		],
		"subhierarchy": [[ "Race Traits", "main/traits_race" ]]
	},
	"promising": {
		"name": "Promising",
		"sources": [ "Armor Master's Handbook" ],
		"description": [
			"## Promising",
			"",
			"**Type:** Combat",
			"",
			"Your superiors have identified you as an [Eagle Knights](rule/aff_vangard) candidate, and their praise encourages you to strive to meet their expectations. Each day after getting a full night's sleep, you gain a +1 trait bonus to your AC when wearing armor or carrying a shield. This bonus lasts until you are first hit by an attack within the next 24 hours."
		],
		"subhierarchy": [[ "Combat Traits", "main/traits_combat" ]]
	},
	"promising_peacemaker": {
		"name": "Promising Peacemaker",
		"sources": [ "Inner Sea Races" ],
		"description": [
			"## Promising Peacemaker",
			"",
			"**Type:** Race  ",
			"**Requirements:** Half-orc",
			"",
			"You were raised by a mix of human and orc family members, or by accommodating half-orc parents, and many people expected you to act as a flawless peacemaker. Whether these hopes saw fruition or met with frustration, you learned a great deal about both cultures. You gain a +2 trait bonus on Knowledge (local) checks involving orcs, half-orcs, and humans, and a +2 trait bonus on Diplomacy checks against members of those races."
		],
		"subhierarchy": [[ "Race Traits", "main/traits_race" ]]
	},
	"prophesied": {
		"name": "Prophesied",
		"sources": [ "Ultimate Campaign" ],
		"description": [
			"## Prophesied",
			"",
			"**Type:** Faith",
			"",
			"Your coming was foretold in prophecy, and people familiar with your legend regard you with awe and fear. You gain a +1 trait bonus on Diplomacy checks and Intimidate checks when interacting with anyone familiar with you or your reputation."
		],
		"subhierarchy": [[ "Faith Traits", "main/traits_faith" ]]
	},
	"prophet_of_burrows": {
		"name": "Prophet of Burrows",
		"sources": [ "Blood of the Beast" ],
		"description": [
			"## Prophet of Burrows",
			"",
			"**Type:** Regional  ",
			"**Region:** Druma  ",
			"**Requirements:** Ratfolk",
			"",
			"While you might not be a practicing follower of the [Prophecies of Kalistrade](rule/f_profits), you value human coin more than most ratfolk do and have taken the mercantile practices of the Prophecies to heart. Whenever you roll a skill check to earn money, increase the amount of money that you earn by 5%."
		],
		"subhierarchy": [[ "Regional Traits", "main/traits_regional" ]]
	},
	"propitiation": {
		"name": "Propitiation",
		"sources": [
			"Inner Sea Gods",
			"Faiths of Purity"
		],
		"description": [
			"## Propitiation",
			"",
			"**Type:** Religion  ",
			"**Religion:** Dwarven Deities",
			"",
			"Your knowledge of the dwarven pantheon tells you precisely which gods have jurisdiction over which aspects of your life, and you can call upon the appropriate deity for help even if that deity is not your patron. At the start of each day, pick one of the following skills: Appraise, Bluff, Craft (pick one craft skill), Diplomacy, Intimidate, or Knowledge (local). You gain a +2 trait bonus on that skill until the start of the next day."
		],
		"subhierarchy": [[ "Religion Traits", "main/traits_religion" ]]
	},
	"protective_faith": {
		"name": "Protective Faith",
		"sources": [ "Inner Sea Gods" ],
		"description": [
			"## Protective Faith",
			"",
			"**Type:** Religion  ",
			"**Religion:** Torag",
			"",
			"Your faith in the Father of Creation strengthens your ability to shield others. When you use the aid another action to grant your ally a bonus to AC, you grant a +3 bonus to AC instead of the normal +2."
		],
		"subhierarchy": [[ "Religion Traits", "main/traits_religion" ]]
	},
	"proud_progenitor": {
		"name": "Proud Progenitor",
		"sources": [ "Blood of the Night" ],
		"description": [
			"## Proud Progenitor",
			"",
			"**Type:** Race  ",
			"**Requirements:** Vampire; Moroi",
			"",
			"Your loneliness drove you to build your coven, and you zealously attack any who would harm it. You gain a +1 trait bonus on damage rolls against creatures you have seen attack or harm any of your vampire spawn."
		],
		"subhierarchy": [[ "Race Traits", "main/traits_race" ]]
	},
	"proud_tribesman": {
		"name": "Proud Tribesman",
		"sources": [ "Sargava, the Lost Colony" ],
		"description": [
			"## Proud Tribesman",
			"",
			"**Type:** Race  ",
			"**Requirements:** Human; Mwangi",
			"",
			"You may have to coexist with the colonials, but you don't have to like them. You gain a +2 bonus on checks to Intimidate colonial Sargavans."
		],
		"subhierarchy": [[ "Race Traits", "main/traits_race" ]]
	},
	"providential_passenger": {
		"name": "Providential Passenger",
		"sources": [ "Halflings of Golarion" ],
		"description": [
			"## Providential Passenger",
			"",
			"**Type:** Race  ",
			"**Requirements:** Halfling",
			"",
			"Those who travel for a living understand that your mere presence could make the difference between success and failure once a journey begins, and this gives you an edge when negotiating your fare or other privileges. Improve the starting attitude that ship captains, caravan leaders, and those with similar sorts of responsibilities have toward you by one step."
		],
		"subhierarchy": [[ "Race Traits", "main/traits_race" ]]
	},
	"provider": {
		"name": "Provider",
		"sources": [ "Halflings of Golarion" ],
		"description": [
			"## Provider",
			"",
			"**Type:** Religion  ",
			"**Religion:** Erastil  ",
			"**Requirements:** Halfling",
			"",
			"Few things exalt your faith more than feeding the hungry with your own honest sweat. You gain a +1 trait bonus on any d20 roll to acquire food or water for others. Though this bonus most often applies to Survival checks, it could also apply to attacking monsters that are safe and nutritious to eat (mainly animals and plants). However, Erastil takes a dim view of waste and of those who scorn his favor, and if you abuse this gift (for example, by using the bonus to defeat a bear, then only eating one bite of it), he punishes you with a -2 penalty on attacks, checks, and saves for 24 hours."
		],
		"subhierarchy": [[ "Religion Traits", "main/traits_religion" ]]
	},
	"provincial": {
		"name": "Provincial",
		"sources": [ "Ultimate Campaign" ],
		"description": [
			"## Provincial",
			"",
			"**Type:** Drawback",
			"",
			"You have only one way of looking at things: the right way. You take a -2 penalty on Diplomacy checks and Sense Motive checks made against all creatures whose religion or alignment differs from your own."
		],
		"subhierarchy": [[ "Drawback Traits", "main/traits_drawback" ]]
	},
	"proxy_of_many": {
		"name": "Proxy of Many",
		"sources": [ "Faiths and Philosophies" ],
		"description": [
			"## Proxy of Many",
			"",
			"**Type:** Faith",
			"",
			"As a pantheist, you are accustomed to calling on aid from a variety of sources, and have a pragmatic sense for how to best make use of any ally. You gain a +2 trait bonus on Diplomacy checks made to request a favor from a creature that has not performed a favor for you in the past week. This bonus increases to +4 if you have performed a favor for that creature since it last did a favor for you."
		],
		"subhierarchy": [[ "Faith Traits", "main/traits_faith" ]]
	},
	"pugnacious": {
		"name": "Pugnacious",
		"sources": [ "Strange Aeons Player's Guide" ],
		"description": [
			"## Pugnacious",
			"",
			"**Type:** Campaign  ",
			"**Campaign:** Strange Aeons",
			"",
			"You awake in the asylum with sore muscles and bloody knuckles, as if you were recently in a fight. You even have a vague feeling that you won. You can't explain it, but you know that you've always been easy to set off, and your first instinct when pressed into a corner is to lash out. Stuck in the asylum sets you on edge, and you not only want to figure out what happened to you, you want to free yourself and find whoever did this to you - and make them pay.",
			"",
			"You gain a +1 trait bonus on attack rolls when threatened by two or more enemies. In addition, once per day you can gain one of the following effects as an immediate action: You can increase the reach of your melee attacks by 5 feet for 1 round, or you can treat your weapon as one size category larger than it actually is for purposes of determining damage for 1 round."
		],
		"subhierarchy": [[ "Campaign Traits", "main/traits_campaign" ]]
	},
	"punish_insurrection": {
		"name": "Punish Insurrection",
		"sources": [ "Champions of Corruption" ],
		"description": [
			"## Punish Insurrection",
			"",
			"**Type:** Combat",
			"",
			"You relish reminding people who's in charge. Against members of the same organization or hierarchy who formally answer to you, you gain a +1 trait bonus on attack and damage rolls. You also gain this bonus against members who have openly defied the authority or rules of that body, provided the infraction is serious enough that their standing is now less than yours."
		],
		"subhierarchy": [[ "Combat Traits", "main/traits_combat" ]]
	},
	"purchased_loyalty": {
		"name": "Purchased Loyalty",
		"sources": [ "Inner Sea Primer" ],
		"description": [
			"## Purchased Loyalty",
			"",
			"**Type:** Regional  ",
			"**Region:** Druma",
			"",
			"As a member of Druma's Mercenary League, you are utterly loyal to the holder of your contract-at least until it expires. Once per day, when protecting someone who has bought your services, you may roll twice when making a Will save against charm effects and take the better result."
		],
		"subhierarchy": [[ "Regional Traits", "main/traits_regional" ]]
	},
	"pure_legion_recruit": {
		"name": "Pure Legion Recruit",
		"sources": [ "People of the Sands" ],
		"description": [
			"## Pure Legion Recruit",
			"",
			"**Type:** Regional  ",
			"**Region:** Rahadoum",
			"",
			"You have spent time among the famed Pure Legion and understand some of their techniques for spotting signs of religion and the faithful. You gain a +2 trait bonus on Perception checks to see through disguises and mundane attempts to conceal religious iconography or dress. You also gain a +2 trait bonus on Sense Motive checks to see through lies about a target's religious beliefs and to understand secret messages relating to the gods."
		],
		"subhierarchy": [[ "Regional Traits", "main/traits_regional" ]]
	},
	"purity_of_faith": {
		"name": "Purity of Faith",
		"sources": [
			"Inner Sea Gods",
			"Faiths of Purity"
		],
		"description": [
			"## Purity of Faith",
			"",
			"**Type:** Religion  ",
			"**Religion:** Iomedae",
			"",
			"Your soul is free from impurity, and you are deeply committed to fulfilling your duties to the church. You gain a +1 trait bonus on Will saving throws and a +1 trait bonus on saving throws against spells and effects originating from an outsider with the evil subtype."
		],
		"subhierarchy": [[ "Religion Traits", "main/traits_religion" ]]
	},
	"purple_scales": {
		"name": "Purple Scales",
		"sources": [ "Kobolds of Golarion" ],
		"description": [
			"## Purple Scales",
			"",
			"**Type:** Race  ",
			"**Requirements:** Kobold",
			"",
			"Your outlandish purple scales made you an outcast from your tribe and forced you to survive in isolation at the edges of kobold society. While wandering alone through the Darklands, you contacted several other underground races and expanded your linguistic repertoire. In addition to speaking Draconic, you begin play with the ability to speak one of the following: Aklo, Dwarven, Goblin, or Undercommon."
		],
		"subhierarchy": [[ "Race Traits", "main/traits_race" ]]
	},
	"pustular": {
		"name": "Pustular",
		"sources": [
			"Goblins of Golarion",
			"We Be Goblins!"
		],
		"description": [
			"## Pustular",
			"",
			"**Type:** Race  ",
			"**Requirements:** Goblin",
			"",
			"Your face is covered with unpleasant pimples and outright boils that have a tendency to pop at inopportune moments. Although this makes you particularly ugly, you're also used to discomfort. Whenever you're subjected to an effect that causes the sickened condition, you may make two saving throws to avoid the effect (if a saving throw is allowed), taking the better of the two results as your actual saving throw."
		],
		"subhierarchy": [[ "Race Traits", "main/traits_race" ]]
	},
	"pyromancer": {
		"name": "Pyromancer",
		"sources": [ "Blood of Angels" ],
		"description": [
			"## Pyromancer",
			"",
			"**Type:** Race  ",
			"**Requirements:** Aasimar; Emberkin",
			"",
			"You're especially adept at casting flame-based spells. You gain a +1 trait bonus on damage rolls for any spell you cast with the fire descriptor. Spells that do not deal damage do not benefit from this trait."
		],
		"subhierarchy": [[ "Race Traits", "main/traits_race" ]]
	},
	"quain_martial_artist": {
		"name": "Quain Martial Artist",
		"sources": [ "Dragon Empires Primer" ],
		"description": [
			"## Quain Martial Artist",
			"",
			"**Type:** Regional  ",
			"**Region:** Quain",
			"",
			"Having grown up in Quain, you were taught under various schools of martial arts, and have used all you have learned to hone your fighting prowess. You gain a +1 trait bonus on damage rolls when using unarmed strikes."
		],
		"subhierarchy": [[ "Regional Traits", "main/traits_regional" ]]
	},
	"quantium_university_graduate": {
		"name": "Quantium University Graduate",
		"sources": [ "Inner Sea Primer" ],
		"description": [
			"## Quantium University Graduate",
			"",
			"**Type:** Regional  ",
			"**Region:** Nex",
			"",
			"You graduated from one of Quantium's justly famous arcane academies, and the rigorous program of study has honed your mind. You gain a +2 trait bonus on concentration checks when casting arcane spells."
		],
		"subhierarchy": [[ "Regional Traits", "main/traits_regional" ]]
	},
	"questing_hellknight": {
		"name": "Questing Hellknight",
		"sources": [ "Path of the Hellknight" ],
		"description": [
			"## Questing [Hellknight](rule/aff_lawknights)",
			"",
			"**Type:** Social",
			"",
			"You are a quick study when it comes to local laws. Once per day, you can attempt a Knowledge (local) check untrained to recall information about local laws, rulers, and popular locations. Additionally, you gain a +1 trait bonus on Knowledge (local) checks, and Knowledge (local) is a class skill for you."
		],
		"subhierarchy": [[ "Social Traits", "main/traits_social" ]]
	},
	"quick_learner": {
		"name": "Quick Learner",
		"sources": [ "Adventurer's Armory" ],
		"description": [
			"## Quick Learner",
			"",
			"**Type:** Equipment",
			"",
			"You're skilled at learning the feel of a particular weapon after a few swings in combat. After your first attack with a weapon in which you are not proficient, the non-proficiency penalty decreases by 2 (to a -2 penalty). This effect lasts only while you have the weapon in hand; you must \"relearn\" the weapon each time you pick it up."
		],
		"subhierarchy": [[ "Equipment Traits", "main/traits_equipment" ]]
	},
	"rabble_rebel": {
		"name": "Rabble Rebel",
		"sources": [ "Halflings of Golarion" ],
		"description": [
			"## Rabble Rebel",
			"",
			"**Type:** Regional  ",
			"**Region:** Galt  ",
			"**Requirements:** Halfling",
			"",
			"Your time spent amid angry mobs has taught you exactly how to use crowds of people to distract your opponents. If you have at least three allies threatening your opponent, you gain a +2 bonus on Bluff checks to feint him and a +2 bonus on Sleight of Hand checks against him."
		],
		"subhierarchy": [[ "Regional Traits", "main/traits_regional" ]]
	},
	"radiant_healing": {
		"name": "Radiant Healing",
		"sources": [ "Heroes of the Darklands" ],
		"description": [
			"## Radiant Healing",
			"",
			"**Type:** Magic",
			"",
			"You've learned how to infuse your healing magic with lingering traces of light. Whenever you cast a spell from the conjuration (healing) school that has a casting time of a standard action, you can extend its casting time to a full-round action to imbue the target with light, as per light, with a duration of 1 round per caster level."
		],
		"subhierarchy": [[ "Magic Traits", "main/traits_magic" ]]
	},
	"rage_of_storms": {
		"name": "Rage of Storms",
		"sources": [ "Orcs of Golarion" ],
		"description": [
			"## Rage of Storms",
			"",
			"**Type:** Race  ",
			"**Requirements:** Half-orc or Orc",
			"",
			"Summoned creatures can inherit your ferocity. Once per day, a creature you summon creature can have the ferocity ability."
		],
		"subhierarchy": [[ "Race Traits", "main/traits_race" ]]
	},
	"rahadoumi_cultist": {
		"name": "Rahadoumi Cultist",
		"sources": [ "Inner Sea Primer" ],
		"description": [
			"## Rahadoumi Cultist",
			"",
			"**Type:** Regional  ",
			"**Region:** Rahadoum",
			"",
			"You're a secret member of a forbidden faith in Rahadoum. You have learned to hide your beliefs and how to identify others of your faith. You gain a +5 trait bonus on Bluff checks to receive secret messages, and a +5 trait bonus on Sense Motive checks to intercept secret messages from others of your faith."
		],
		"subhierarchy": [[ "Regional Traits", "main/traits_regional" ]]
	},
	"rahadoumi_disbeliever": {
		"name": "Rahadoumi Disbeliever",
		"sources": [ "Inner Sea Primer" ],
		"description": [
			"## Rahadoumi Disbeliever",
			"",
			"**Type:** Regional  ",
			"**Region:** Rahadoum",
			"",
			"As a Rahadoumi who rejects covenants with gods, your belief is strong enough to repel divine spells. You gain a +2 trait bonus on saving throws against divine spells, but you must make a saving throw even when that magic is beneficial to you."
		],
		"subhierarchy": [[ "Regional Traits", "main/traits_regional" ]]
	},
	"rapid_drain": {
		"name": "Rapid Drain",
		"sources": [ "Blood of the Night" ],
		"description": [
			"## Rapid Drain",
			"",
			"**Type:** Race  ",
			"**Requirements:** Vampire; Nosferatu",
			"",
			"The ferocity of your hunger grants you the ability to draw life from your victims faster. When you use your blood drain ability, you gain 7 temporary hit points instead of 5."
		],
		"subhierarchy": [[ "Race Traits", "main/traits_race" ]]
	},
	"rapscallion": {
		"name": "Rapscallion",
		"sources": [
			"Ultimate Campaign",
			"Advanced Player's Guide",
			"Taldor, Echoes of Glory",
			"Gnomes of Golarion"
		],
		"description": [
			"## Rapscallion",
			"",
			"**Type:** Race  ",
			"**Requirements:** Gnome",
			"",
			"You've spent your entire life thumbing your nose at the establishment and take pride in your run-ins with the law. Somehow, despite all your mischievous behavior, you've never been caught-you always manage to stay one step ahead of your pursuers. You gain a +1 trait bonus on Escape Artist checks and a +1 trait bonus on initiative checks."
		],
		"subhierarchy": [[ "Race Traits", "main/traits_race" ]]
	},
	"rat_squeeze": {
		"name": "Rat Squeeze",
		"sources": [ "Blood of the Moon" ],
		"description": [
			"## Rat Squeeze",
			"",
			"**Type:** Race  ",
			"**Requirements:** Skinwalker; Wererat-kin",
			"",
			"You first discovered your wererat-related abilities while escaping someone, whether the authorities or a rival, and ever since you have honed your ability to squeeze out of tight situations. Whenever you use your skinwalker ability to change shape into your bestial form, you can squeeze through narrow spaces at least half as wide as your normal space without slowing your movement; each move into or through a narrow space counts as 1 square, though you still take all the normal penalties associated with squeezing."
		],
		"subhierarchy": [[ "Race Traits", "main/traits_race" ]]
	},
	"ratfolk_avenger": {
		"name": "Ratfolk Avenger",
		"sources": [ "Inner Sea Races" ],
		"description": [
			"## Ratfolk Avenger",
			"",
			"**Type:** Race  ",
			"**Requirements:** Ratfolk",
			"",
			"You protect your own. You gain a +1 trait bonus on weapon damage rolls against opponents you have witnessed dealing damage to one of your allies."
		],
		"subhierarchy": [[ "Race Traits", "main/traits_race" ]]
	},
	"reactionary": {
		"name": "Reactionary",
		"sources": [
			"Ultimate Campaign",
			"Advanced Player's Guide",
			"Second Darkness Player's Guide"
		],
		"description": [
			"## Reactionary",
			"",
			"**Type:** Combat",
			"",
			"You were bullied often as a child, but never quite developed an offensive response. Instead, you became adept at anticipating sudden attacks and reacting to danger quickly. You gain a +2 trait bonus on initiative checks."
		],
		"subhierarchy": [[ "Combat Traits", "main/traits_combat" ]]
	},
	"reassuring_advice": {
		"name": "Reassuring Advice",
		"sources": [ "Arcane Anthology" ],
		"description": [
			"## Reassuring Advice",
			"",
			"**Type:** Social",
			"",
			"You've studied the speeches and writings of a leader or thinker who served as a reassuring voice in her community in the turbulent times after Aroden died, painfully learning which portions of Aroden's advice no longer applied and what of his writings could still be usefully applied. Once per day, you can speak Aroden's words of encouragement to grant any human a +1 insight bonus on any attack roll, saving throw, or skill check of his choice within the following hour. The choice to use the insight bonus must be made before the related roll is made."
		],
		"subhierarchy": [[ "Social Traits", "main/traits_social" ]]
	},
	"rebel_leader": {
		"name": "Rebel Leader",
		"sources": [ "Dragon Empires Primer" ],
		"description": [
			"## Rebel Leader",
			"",
			"**Type:** Regional  ",
			"**Region:** Shokuro",
			"",
			"A close relative was an important player in the rebellions that led to the independence of Shokuro, and passed on her passion to you. If you take the {feat/Leadership} feat, you receive a +1 trait bonus to your Leadership score."
		],
		"subhierarchy": [[ "Regional Traits", "main/traits_regional" ]]
	},
	"rebuke_the_curse": {
		"name": "Rebuke the Curse",
		"sources": [ "Blood of the Coven" ],
		"description": [
			"## Rebuke the Curse",
			"",
			"**Type:** Faith",
			"",
			"Once per day, you can attempt to suppress the effects of a curse on a single creature with a touch. This functions as a remove curse spell, treating your character level as your caster level. If you succeed at your caster level check against the curse, the curse's effects are negated for 1 minute. This trait does not allow a person burdened with a cursed item to remove or discard it. Use of this trait is a supernatural ability."
		],
		"subhierarchy": [[ "Faith Traits", "main/traits_faith" ]]
	},
	"reckless": {
		"name": "Reckless",
		"sources": [ "Ultimate Campaign" ],
		"description": [
			"## Reckless",
			"",
			"**Type:** Combat",
			"",
			"You have a tendency for rash behavior, often disregarding your own safety as you move across the battlefield. You gain a +1 bonus on Acrobatics checks, and Acrobatics is always a class skill for you."
		],
		"subhierarchy": [[ "Combat Traits", "main/traits_combat" ]]
	},
	"reckless_contempt": {
		"name": "Reckless Contempt",
		"sources": [ "Ultimate Campaign" ],
		"description": [
			"## Reckless Contempt",
			"",
			"**Type:** Combat",
			"",
			"You do not fear the threat of lesser weapons. Whenever you provoke an attack of opportunity by firing a firearm, you gain a +1 trait bonus on the attack roll that provoked the attack of opportunity."
		],
		"subhierarchy": [[ "Combat Traits", "main/traits_combat" ]]
	},
	"reckless_luck": {
		"name": "Reckless Luck",
		"sources": [ "Inner Sea Gods" ],
		"description": [
			"## Reckless Luck",
			"",
			"**Type:** Religion  ",
			"**Religion:** Chaldira Zuzaristan",
			"",
			"Like your deity, you charge in when others fall back. When you make a charge attack in the surprise round or first round of combat, you gain a +2 trait bonus to your AC for 1 round."
		],
		"subhierarchy": [[ "Religion Traits", "main/traits_religion" ]]
	},
	"reclaiming_your_roots": {
		"name": "Reclaiming your Roots",
		"sources": [ "Legacy of Fire Player's Guide" ],
		"description": [
			"## Reclaiming your Roots",
			"",
			"**Type:** Campaign  ",
			"**Campaign:** Legacy of Fire",
			"",
			"Your interest in the village of Kelmarane is more personal than most of the others who are heading out to aid in the reclamation. You aren't seeking revenge against gnolls, glory, money, or anything else - to you, this is purely a matter of honor, as Kelmarane is where you were born. Your were forced to flee the village when you were only a few years old, and you didn't discoverer this until a few years ago-perhaps you found an old document that revealed the truth, or maybe you learned the news from a relative. Both of your parents are now dead, and from what you've been able to piece together, one of your parents actually died in the village when whatever happened there happened. Your surviving parent spirited you away to safety to grow up elsewhere, but never spoke of Kelmarane and always told you that your other parent died when you were a child in a horrific tragedy like a fire or a flood that swept away the body. Now that you've started to uncover the truth, you are convinced that your heritage remains hidden in Kelmarane. Whether you just wish to find out what really happened to your parent that died there or you want to rebuild the village in his or her honor is up to you - but Garavel's caravan to the village is just the opportunity you've been waiting for. When your other parent died recently, among his or her effects was a single item that once belonged to the parent who died at Kelmarane. This item is your most valued possession - a piece of jewelry worth 350 gp, any masterwork weapon or armor worth no more than 350 gp, or a wand containing any 1st-level spell (CL 1st) with only 20 charges remaining. If you ever lose this item, your resulting depression imposes a -1 penalty on Will saves for 1 year."
		],
		"subhierarchy": [[ "Campaign Traits", "main/traits_campaign" ]]
	},
	"red_mantis_bleeding": {
		"name": "Red Mantis Bleeding",
		"sources": [ "Weapon Master's Handbook" ],
		"description": [
			"## Red Mantis Bleeding",
			"",
			"**Type:** Combat",
			"",
			"You witnessed the training of [Red Mantis](rule/aff_assassins) assassins, either as a child on Mediogalti Island or as an aspirant, and learned to leave bleeding wounds. Whenever you confirm a critical hit with a slashing weapon, you also deal 1 point of bleed damage."
		],
		"subhierarchy": [[ "Combat Traits", "main/traits_combat" ]]
	},
	"red_silk_frankness": {
		"name": "Red Silk Frankness",
		"sources": [ "Black Markets" ],
		"description": [
			"## Red Silk Frankness",
			"",
			"**Type:** Social",
			"",
			"You learned from the Forthright Men, the Coins' peace-keeping thieves' guild, to use candor to avoid trouble. You gain a +5 trait bonus on Diplomacy checks to convince others to overlook offensive or illegal acts. Diplomacy is always a class skill for you."
		],
		"subhierarchy": [[ "Social Traits", "main/traits_social" ]]
	},
	"redeemed_by_ragathiel": {
		"name": "Redeemed by Ragathiel",
		"sources": [ "Divine Anthology" ],
		"description": [
			"## Redeemed by Ragathiel",
			"",
			"**Type:** Religion  ",
			"**Religion:** Ragathiel",
			"",
			"You were born into a family, nation, or other group that tried to impress evil ideals upon you, but you were inspired by Ragathiel to live a moral life despite their influence. You gain a +2 trait bonus on Sense Motive checks to see through an evil creature's Bluff attempts."
		],
		"subhierarchy": [[ "Religion Traits", "main/traits_religion" ]]
	},
	"redeemer": {
		"name": "Redeemer",
		"sources": [ "Champions of Purity" ],
		"description": [
			"## Redeemer",
			"",
			"**Type:** Faith",
			"",
			"You've always held the strong belief that morality is everyone's choice, and that those who act in wicked ways have simply never been shown how their actions truly affect others. If they could be shown their errors, then they would accept a more positive course of action - and you have just enough patience to see this through. When acting as a sponsor for an evil creature seeking redemption, your patience and kindness grant the creature a +3 bonus on its save rather than a +1 bonus."
		],
		"subhierarchy": [[ "Faith Traits", "main/traits_faith" ]]
	},
	"regal_presence": {
		"name": "Regal Presence",
		"sources": [ "Inner Sea Gods" ],
		"description": [
			"## Regal Presence",
			"",
			"**Type:** Religion  ",
			"**Religion:** Iomedae",
			"",
			"You've always had a presence that people respect. You gain a +1 trait bonus on Diplomacy checks, and Diplomacy is a class skill for you."
		],
		"subhierarchy": [[ "Religion Traits", "main/traits_religion" ]]
	},
	"regional_influence": {
		"name": "Regional Influence",
		"sources": [ "Varisia, Birthplace of Legends" ],
		"description": [
			"## Regional Influence",
			"",
			"**Type:** Regional  ",
			"**Region:** Varisia",
			"",
			"Although you live some distance from the city-state your community owes fealty to, you've been influenced by its sophisticated urban ways. Determine the city-state of which your home is a holding. You gain a +1 trait bonus on checks with one Profession skill and one of the following benefits.",
			"",
			"**Korvosa:** Gain Infernal as a bonus language. If you already have this language, gain a +1 trait bonus on Diplomacy checks.  ",
			"**Magnimar:** Gain one random {equipment-misc/Varisian idol}.  ",
			"**Riddleport:** Gain a +1 trait bonus on Swim checks."
		],
		"subhierarchy": [[ "Regional Traits", "main/traits_regional" ]]
	},
	"regional_recluse": {
		"name": "Regional Recluse",
		"sources": [ "Varisia, Birthplace of Legends" ],
		"description": [
			"## Regional Recluse",
			"",
			"**Type:** Regional  ",
			"**Region:** Varisia",
			"",
			"Your home community prides itself on remaining independent from Varisia's city-states. Choose one of Varisia's unaffiliated settlements from this list below. You gain a +1 trait bonus on Survival checks and one of the following benefits.",
			"",
			"**Arsmeril or Crying Leaf:** Gain a +1 trait bonus on Perception checks made at night.  ",
			"**Ilsurian:** Gain proficiency with light shields.  ",
			"**Sanos Forest or Whistledown:** Gain Gnome as a bonus language. If you already have this language, gain a +1 trait bonus on Stealth checks made in forested areas.  ",
			"**Turtleback Ferry:** Gain a +1 bonus to damage on all attacks against creatures of the giant type.  ",
			"**Urglin:** Gain Orc as a bonus language. If you already know this language, gain a +1 trait bonus on Intimidate checks."
		],
		"subhierarchy": [[ "Regional Traits", "main/traits_regional" ]]
	},
	"reincarnated": {
		"name": "Reincarnated",
		"sources": [ "Ultimate Campaign" ],
		"description": [
			"## Reincarnated",
			"",
			"**Type:** Faith",
			"",
			"You lived a previous life as someone - or something - else. For you, life and death are a cycle, and you have no fear of death. You gain a +2 trait bonus on saving throws against fear and death effects."
		],
		"subhierarchy": [[ "Faith Traits", "main/traits_faith" ]]
	},
	"rejected_emperor": {
		"name": "Rejected Emperor",
		"sources": [ "Blood of the Ancients" ],
		"description": [
			"## Rejected Emperor",
			"",
			"**Type:** Religion",
			"",
			"When you were young, your parents presented you to the oracles of Po Li, claiming a divine sign showed you were the reincarnation of Lung Wa's Eternal Emperor. The oracles did not support the claim, but you are not untouched by celestial influence. You may use Knowledge (nobility) or Knowledge (religion) in place of Knowledge (planes) to identify outsiders, and nonevil outsiders you encounter begin with an attitude that is one step better than normal."
		],
		"subhierarchy": [[ "Religion Traits", "main/traits_religion" ]]
	},
	"relentless_duty": {
		"name": "Relentless Duty",
		"sources": [ "Divine Anthology" ],
		"description": [
			"## Relentless Duty",
			"",
			"**Type:** Religion  ",
			"**Religion:** Kol",
			"",
			"You were raised with the mantra that fulfilling your duty must always come first. Now living up to a promise comes as easily as breathing. Once per day, you can take 10 on a skill check attempted as part of fulfilling a prior promise even if you are distracted or in combat."
		],
		"subhierarchy": [[ "Religion Traits", "main/traits_religion" ]]
	},
	"relentless_fortitude": {
		"name": "Relentless Fortitude",
		"sources": [ "Knights of the Inner Sea" ],
		"description": [
			"## Relentless Fortitude",
			"",
			"**Type:** Mount  ",
			"**Requirements:** Have a Qadiran dromedary as a mount",
			"",
			"Qadiran dromedaries heal nonlethal damage at a rate of 2 hit points per hour per Hit Die. This trait does not stack with other effects that increase a creature's rate of healing nonlethal damage."
		],
		"subhierarchy": [[ "Mount Traits", "main/traits_mount" ]]
	},
	"relic_hunter": {
		"name": "Relic Hunter",
		"sources": [ "People of the Sands" ],
		"description": [
			"## Relic Hunter",
			"",
			"**Type:** Race  ",
			"**Requirements:** Human; Garundi",
			"",
			"You have made a study of the ancient lands and ruins of Garund and are familiar with the relics and artifacts their inhabitants left behind. You gain a +1 trait bonus on Appraise and Knowledge (history) checks made to examine ruined buildings more than 1,000 years old as well as any ruined objects found in them. If such an item is magical, you gain a +1 trait bonus on Spellcraft checks to identify its properties and Use Magical Device checks to activate it."
		],
		"subhierarchy": [[ "Race Traits", "main/traits_race" ]]
	},
	"relic_proof": {
		"name": "Relic-Proof",
		"sources": [ "Pathfinder Society Primer" ],
		"description": [
			"## Relic-Proof",
			"",
			"**Type:** Social",
			"",
			"Your experiments - both your successes and failures - have inured you to the effects of stored magic. You gain a +1 trait bonus on saving throws against effects produced by spell completion and spell trigger items."
		],
		"subhierarchy": [[ "Social Traits", "main/traits_social" ]]
	},
	"religious_reformer": {
		"name": "Religious Reformer",
		"sources": [ "Faiths and Philosophies" ],
		"description": [
			"## Religious Reformer",
			"",
			"**Type:** Faith",
			"",
			"You have spent many years studying the tenets of your faith, and now believe that the dominant factions within the church have deviated from its true meaning and purpose. Rather than breaking with your misguided church, you've decided to stand up and fight to reform the organization you love. You have fervently studied scripture and steeled your will to combat the divergent beliefs of your peers. You gain a +2 trait bonus on Knowledge (religion) checks that pertain to your own religion or spiritual practice, and you gain a +2 trait bonus on saving throws against spells cast by others who worship your god or adhere to your philosophy."
		],
		"subhierarchy": [[ "Faith Traits", "main/traits_faith" ]]
	},
	"reluctant_apprentice": {
		"name": "Reluctant Apprentice",
		"sources": [ "Ultimate Campaign" ],
		"description": [
			"## Reluctant Apprentice",
			"",
			"**Type:** Magic",
			"",
			"Your early training grants you knowledge of the arcane. You gain a +1 trait bonus on Knowledge (arcana) checks, and are considered trained in that skill even if you have no ranks in it."
		],
		"subhierarchy": [[ "Magic Traits", "main/traits_magic" ]]
	},
	"repel_sin": {
		"name": "Repel Sin",
		"sources": [ "Blood of Fiends" ],
		"description": [
			"## Repel Sin",
			"",
			"**Type:** Race  ",
			"**Requirements:** Tiefling; The Motherless",
			"",
			"You have an instinctive revulsion for the sins that led to the rise of demons and subsequent downfall of qlippoth. You gain a +2 trait bonus on saving throws made against spells and effects with the evil descriptor."
		],
		"subhierarchy": [[ "Race Traits", "main/traits_race" ]]
	},
	"repulsive": {
		"name": "Repulsive",
		"sources": [ "Blood of Fiends" ],
		"description": [
			"## Repulsive",
			"",
			"**Type:** Race  ",
			"**Requirements:** Tiefling; Foulspawn",
			"",
			"Your repulsiveness causes people to almost instinctively shy away from making physical contact with you. You gain a +1 trait bonus on combat maneuver checks made to overrun and reposition opponents."
		],
		"subhierarchy": [[ "Race Traits", "main/traits_race" ]]
	},
	"rescued": {
		"name": "Rescued",
		"sources": [ "Jade Regent Player's Guide" ],
		"description": [
			"## Rescued",
			"",
			"**Type:** Campaign  ",
			"**Campaign:** Jade Regent",
			"",
			"At some point in the past, you had a terrifyingly close brush with death. Maybe a goblin nearly killed you during an attack on the town, or perhaps a building struck by a giant's boulder collapsed around you. Whatever the peril was, you would have certainly died if not for the swift actions of Koya or Shalelu, who intervened just in time to save your life. You've never forgotten this, and remain fiercely loyal to the NPC who saved you. Perhaps even more importantly, the method in which she saved you seems to have had an impact on your own skills. If Koya saved you, she did so by casting a healing spell on you just before you died, and as a result you gain a +2 trait bonus whenever you use cure spells to heal damage. If it was Shalelu who saved you, she did so by pulling you to safety while simultaneously defeating the peril that almost did you in, and as a result, you gain a +1 trait bonus on Acrobatics checks and Acrobatics is a class skill for you. In addition, you gain a +1 trait bonus on all attack rolls against foes that threaten your savior.",
			"",
			"**NPC Choices:** Koya, Shalelu."
		],
		"subhierarchy": [[ "Campaign Traits", "main/traits_campaign" ]]
	},
	"researching_the_blot": {
		"name": "Researching the Blot",
		"sources": [ "Second Darkness Player's Guide" ],
		"description": [
			"## Researching the Blot",
			"",
			"**Type:** Campaign  ",
			"**Campaign:** Second Darkness",
			"",
			"You may or may not be seeking membership into Riddleport's most prestigious magical guild, the Order of Cyphers, but you certainly have heard their call for aid in determining the nature of the strange shadow in the sky above Riddleport. You arrived in town several days ago and had some issues with security and safety at several inns before you finally settled on the Gold Goblin; you've been staying there as a guest for several days now, and the owner, Saul Vancaskerkin, seems like a nice guy. He's even given you a pass to attend the gambling tournament he's about to throw-you're not sure how into gambling you'll be, but perhaps there'll be some visitors from out of town you can talk to about the strange shadow in the sky. At the very least, you're hoping someone at the tourney will be into magic-there's not really enough folk in this town who seem all that interested in magic, you've found. Your interest in magic dates back quite far, and as a result, you've developed a knack for identifying common magical items at a glance. You can use Spellcraft to identify magic items in the same way you can use Spellcraft to identify a potion. The DC to identify a magic item is equal to 20 + the item's caster level."
		],
		"subhierarchy": [[ "Campaign Traits", "main/traits_campaign" ]]
	},
	"resigned": {
		"name": "Resigned",
		"sources": [ "Dwarves of Golarion" ],
		"description": [
			"## Resigned",
			"",
			"**Type:** Religion  ",
			"**Religion:** Droskar",
			"",
			"Existence is little more than unending toil. By laboring unto exhaustion, greatness can be achieved. You receive a +1 trait bonus when retrying a previously failed skill check or ability check, as well as when taking 20 on skill checks and ability checks."
		],
		"subhierarchy": [[ "Religion Traits", "main/traits_religion" ]]
	},
	"resilient": {
		"name": "Resilient",
		"sources": [
			"Ultimate Campaign",
			"Second Darkness Player's Guide",
			"Advanced Player's Guide"
		],
		"description": [
			"## Resilient",
			"",
			"**Type:** Combat",
			"",
			"Growing up in a poor neighborhood or in the unforgiving wilds often forced you to subsist on food and water from doubtful sources. You've built up your constitution as a result, and gain a +1 trait bonus on Fortitude saves."
		],
		"subhierarchy": [[ "Combat Traits", "main/traits_combat" ]]
	},
	"resilient_caster": {
		"name": "Resilient Caster",
		"sources": [ "Ultimate Campaign" ],
		"description": [
			"## Resilient Caster",
			"",
			"**Type:** Magic",
			"",
			"Your great force of will makes your magic harder to dispel. Your caster level is treated as 1 level higher whenever someone attempts to dispel one of your spells."
		],
		"subhierarchy": [[ "Magic Traits", "main/traits_magic" ]]
	},
	"resilient_construction": {
		"name": "Resilient Construction",
		"sources": [ "Inner Sea Races" ],
		"description": [
			"## Resilient Construction",
			"",
			"**Type:** Race  ",
			"**Requirements:** Wyrwood",
			"",
			"You spent a great deal of time around magical workshops, and the power of magic sustains you. Once per day, if you would be reduced to 0 or fewer hit points while under the effects of an ongoing spell you cast with a range of personal, you are not destroyed by the attack, but instead become inactive and helpless for 1 round, at negative hit points. If you take damage again during that time, or if you are still below 0 hit points at the end of that round, you are destroyed."
		],
		"subhierarchy": [[ "Race Traits", "main/traits_race" ]]
	},
	"resilient_martyr": {
		"name": "Resilient Martyr",
		"sources": [ "Divine Anthology" ],
		"description": [
			"## Resilient Martyr",
			"",
			"**Type:** Religion  ",
			"**Religion:** Vildeis",
			"",
			"You interposed yourself between an innocent and a dangerous evil monster or force, lost a great deal of blood as a result, and barely survived. Now, your blood seems to replenish with blessed speed, a sure sign of Vildeis's favor. You recover twice as many hit points and points of ability damage as normal when you rest, or three times as many when you take total bed rest."
		],
		"subhierarchy": [[ "Religion Traits", "main/traits_religion" ]]
	},
	"resolve_of_the_rejected": {
		"name": "Resolve of the Rejected",
		"sources": [ "Ultimate Campaign" ],
		"description": [
			"## Resolve of the Rejected",
			"",
			"**Type:** Combat",
			"",
			"Some disagree with your choice to wield a firearm, and their scorn has only hardened your resolve in battle. You gain a +1 trait bonus on all saving throws against charm and compulsion effects. Also, once per day when you succeed at a saving throw against such an effect, you regain 1 grit point."
		],
		"subhierarchy": [[ "Combat Traits", "main/traits_combat" ]]
	},
	"resourceful": {
		"name": "Resourceful",
		"sources": [ "Ruins of Azlant Player's Guide" ],
		"description": [
			"## Resourceful",
			"",
			"**Type:** Campaign  ",
			"**Campaign:** Ruins of Azlant",
			"",
			"You've always had a knack for building and repairing things. As a kid, you always got into your parents' tools and tinkered with things around the house. As you got older, you started making things not only to entertain yourself but also to take in a little extra money. People have noticed your skill and have frequently come to you to make something for them or to repair a pesky device or item. Every time You've amazed them at how quickly you do your work and how few resources you squander in the process. Likewise, the Bountiful Venture Company noticed your skill at not only creating wonderful wares, but also how effortlessly and efficiently you work in your trade. You always seem to make do with less, often in unexpected ways.",
			"",
			"Choose one Craft or Profession skill when you gain this trait. You gain a +1 trait bonus on checks with that skill. In addition, the time required for you to create a magic item is decreased. You require only 8 hours for every 1,500 gp in the item's base price (instead of the normal 8 hours per 1,000 gp). You can create potions and scrolls whose base price is 375 gp in just 2 hours; potions and scrolls with a base price more than 375 gp but less than 1,500 gp take 8 hours to create, just like any other magic item."
		],
		"subhierarchy": [[ "Campaign Traits", "main/traits_campaign" ]]
	},
	"resourceful_alchemy": {
		"name": "Resourceful Alchemy",
		"sources": [ "Potions and Poisons" ],
		"description": [
			"## Resourceful Alchemy",
			"",
			"**Type:** Regional  ",
			"**Region:** Thuvia",
			"",
			"Alchemy is a point of national pride in Thuvia, home of the famous sun orchid elixir. But resources are often hard to come by in the blasted desert landscape, so you have found creative ways to create many of the tools you need to survive. You gain a +2 trait bonus on Craft (alchemy) skill checks. This bonus increases to +3 when you are using Craft (alchemy) to craft an alchemical item."
		],
		"subhierarchy": [[ "Regional Traits", "main/traits_regional" ]]
	},
	"resourceful_scavenger": {
		"name": "Resourceful Scavenger",
		"sources": [ "Heroes from the Fringe" ],
		"description": [
			"## Resourceful Scavenger",
			"",
			"**Type:** Regional  ",
			"**Region:** Numeria",
			"",
			"Living in Numeria required you to become an expert scavenger, searching through ruins and crash sites for valuables and sustenance. Years spent in this pursuit have given you a keen eye for finding valuables and potentially useful resources in the unlikeliest places. You gain a +2 trait bonus on Perception checks when you search a location for valuables or resources. Appraise is always a class skill for you."
		],
		"subhierarchy": [[ "Regional Traits", "main/traits_regional" ]]
	},
	"rest_for_the_wicked": {
		"name": "Rest for the Wicked",
		"sources": [ "Bastards of Golarion" ],
		"description": [
			"## Rest for the Wicked",
			"",
			"**Type:** Social",
			"",
			"Often forced to go without food or stimulation for days at a time, you have learned to use prolonged sleep as a means of escape and a way to heal your wounds. You heal temporary ability damage at a rate of 3 points per day of complete bed rest. A normal night of rest (8 hours) still heals you at a rate of only 1 point of temporary ability damage per night of rest."
		],
		"subhierarchy": [[ "Social Traits", "main/traits_social" ]]
	},
	"restless_hunger": {
		"name": "Restless Hunger",
		"sources": [ "Goblins of Golarion" ],
		"description": [
			"## Restless Hunger",
			"",
			"**Type:** Religion  ",
			"**Religion:** Venkelvore  ",
			"**Requirements:** Goblin",
			"",
			"If you have a piece of food (or something a goblin might consider food), you can quickly eat it as part of a charge attack once per day. Doing so increases your speed by 10 feet for 1 round."
		],
		"subhierarchy": [[ "Religion Traits", "main/traits_religion" ]]
	},
	"restless_wayfarer": {
		"name": "Restless Wayfarer",
		"sources": [
			"Reign of Winter Player's Guide",
			"People of the North"
		],
		"description": [
			"## Restless Wayfarer",
			"",
			"**Type:** Campaign  ",
			"**Campaign:** Reign of Winter",
			"",
			"You have long led a nomadic life-perhaps because your parents were travelers (whether roaming Varisian caravaneers or traveling merchants who traded far and wide), you belonged to a nomadic tribe, or you ran away from home to discover the world at a young age. Some call it wanderlust, but to you the thought of new places and experiences is truly what makes life worth living, and no region catches your imagination like the windswept wilderness of the North. You are used to getting along in unfamiliar lands and interacting with interesting new people. You gain a +1 trait bonus on Knowledge (geography) and Knowledge (local) checks, and one of these skills (your choice) is a class skill for you. You can also speak one additional language (this does not count toward your number of languages)."
		],
		"subhierarchy": [[ "Campaign Traits", "main/traits_campaign" ]]
	},
	"resurrected": {
		"name": "Resurrected",
		"sources": [
			"Mummy's Mask Player's Guide",
			"People of the Sands"
		],
		"description": [
			"## Resurrected",
			"",
			"**Type:** Campaign  ",
			"**Campaign:** Mummy's Mask",
			"",
			"At some time in the recent past you died, but you were brought back to life - whether because of magic, a blessing of the gods, a destiny you have to fulfill, or perhaps it just wasn't your time to die yet. Whatever the nature of your resurrection, your experience gave you a fascination with death, and you hope to find some insight into the nature of mortality by exploring the tombs of Wati's famous necropolis. You gain a +2 trait bonus on saving throws against death effects. In addition, you do not die until your hit points drop to a negative amount equal to or lower than your Constitution score + 4."
		],
		"subhierarchy": [[ "Campaign Traits", "main/traits_campaign" ]]
	},
	"reviving_rest": {
		"name": "Reviving Rest",
		"sources": [ "Blood of the Moon" ],
		"description": [
			"## Reviving Rest",
			"",
			"**Type:** Race  ",
			"**Requirements:** Skinwalker; Werebear-kin",
			"",
			"When you first demonstrated your werebear ancestry, you slept for a week and awoke feeling more refreshed than ever before. Whenever you undergo complete bed rest for 24 hours, you recover an amount of hit points equal to three times your character level."
		],
		"subhierarchy": [[ "Race Traits", "main/traits_race" ]]
	},
	"rice_runner": {
		"name": "Rice Runner",
		"sources": [ "Dragon Empires Primer" ],
		"description": [
			"## Rice Runner",
			"",
			"**Type:** Regional  ",
			"**Region:** Wanshou",
			"",
			"You grew up as a slave in Wanshou, harvesting rice for your kraken despot, and you know how to move agilely across sodden and unsteady ground. You gain a +1 trait bonus on Acrobatics checks, and Acrobatics becomes a class skill for you."
		],
		"subhierarchy": [[ "Regional Traits", "main/traits_regional" ]]
	},
	"rich_parents": {
		"name": "Rich Parents",
		"sources": [
			"Ultimate Campaign",
			"Advanced Player's Guide",
			"Second Darkness Player's Guide"
		],
		"description": [
			"## Rich Parents",
			"",
			"**Type:** Social",
			"",
			"You were born into a rich family, perhaps even the nobility, and even though you turned to a life of adventure, you enjoy a one-time benefit to your initial finances: your starting wealth increases to 900 gp."
		],
		"subhierarchy": [[ "Social Traits", "main/traits_social" ]]
	},
	"rider_of_paresh": {
		"name": "Rider of Paresh",
		"sources": [
			"Inner Sea Primer",
			"Qadira, Gateway to the East"
		],
		"description": [
			"## Rider of Paresh",
			"",
			"**Type:** Regional  ",
			"**Region:** Qadira  ",
			"**Requirements:** {feat/Mounted Combat} feat",
			"",
			"You call the Plains of Paresh home, whether you were born among the plains' tribes or in the glittering towers of Katheer. The horses are your kin. When mounted and making a charge, your mount's speed is increased by 10 feet."
		],
		"subhierarchy": [[ "Regional Traits", "main/traits_regional" ]]
	},
	"riders_bond": {
		"name": "Rider's Bond",
		"sources": [ "Heroes of the High Court" ],
		"description": [
			"## Rider's Bond",
			"",
			"**Type:** Combat  ",
			"**Region:** Lastwall  ",
			"**Requirements:** Associated with the court of Castle Overwatch",
			"",
			"Your mount keenly understands your commands. If you gain a horse as an animal companion or mount as one of your class abilities, it gains two bonus tricks that don't count against the normal limit of tricks known by the animal."
		],
		"subhierarchy": [[ "Combat Traits", "main/traits_combat" ]]
	},
	"riftwarden_orphan": {
		"name": "Riftwarden Orphan",
		"sources": [
			"Wrath of the Righteous Player's Guide",
			"Demon Hunter's Handbook"
		],
		"description": [
			"## Riftwarden Orphan",
			"",
			"**Type:** Campaign  ",
			"**Campaign:** Wrath of the Righteous",
			"",
			"You bear a strange birthmark on your body-something you've learned is the Sign of the Seeker's Spiral, a rune associated with the secret society known as the Riftwardens. You have researched this rune, and have learned that the mark sometimes appears on the children of Riftwardens who have been exposed to particularly strange planar energies. Unfortunately, you never knew your parents, for you were raised by a foster family in Kenabres. Your foster family has confirmed that both of your parents were Riftwardens, and has further confirmed that your parents went missing on a secret mission into the Worldwound less than a month after you were born. You're not sure what happened to them, but you're certain they're dead - and your gut tells you that the one who murdered them yet lives! In any event, you've long felt magic in your blood, and casting spells comes easily to you. You gain a +2 trait bonus on all concentration checks.",
			"",
			"**Associated Mythic Path:** Archmage.",
			"",
			"**Multiple Characters:** You should be siblings with any other character that takes this trait, so that you share the same missing parents. Your parents could even be foster parents."
		],
		"subhierarchy": [[ "Campaign Traits", "main/traits_campaign" ]]
	},
	"righteous_indignation": {
		"name": "Righteous Indignation",
		"sources": [ "Spymaster's Handbook" ],
		"description": [
			"## Righteous Indignation",
			"",
			"**Type:** Drawback",
			"",
			"You have difficulty controlling your temper after living in inhuman conditions in Cheliax, Geb, Irrisen, Katapesh, or Qadira. Whenever a foe provokes an attack of opportunity from you, you must take it unless you succeed at a Will save against a DC equal to 10 + your level. You take a -1 penalty on Will saving throws against spells with the emotion descriptor that do not also have the fear descriptor."
		],
		"subhierarchy": [[ "Drawback Traits", "main/traits_drawback" ]]
	},
	"rising_star": {
		"name": "Rising Star",
		"sources": [ "War for the Crown Player's Guide" ],
		"description": [
			"## Rising Star",
			"",
			"**Type:** Campaign  ",
			"**Campaign:** War for the Crown",
			"",
			"All too often, great minds must suffer for their art, but you're one of the lucky ones. Your skills attracted the attention of a noble patron who pays for your food, housing, and tools. As your patron introduces you to other cultural elites, you're slowly learning to navigate the treacherous waters of high society, but you still remember the lean times when each meal was a hard-won treasure. You gain a +1 trait bonus on Sense Motive and Survival checks, as well as checks using a single Craft or Perform skill of your choice; one of these skills is always a class skill for you. Once each day, you can invoke your patron's reputation or name one of your own prominent works to gain a +2 circumstance bonus on a single Bluff, Diplomacy, or Intimidate check. You begin the game with a masterwork musical instrument or tool appropriate to the Craft or Perform skill you selected, a gift from your patron."
		],
		"subhierarchy": [[ "Campaign Traits", "main/traits_campaign" ]]
	},
	"ritualistic": {
		"name": "Ritualistic",
		"sources": [ "Strange Aeons Player's Guide" ],
		"description": [
			"## Ritualistic",
			"",
			"**Type:** Campaign  ",
			"**Campaign:** Strange Aeons",
			"",
			"You awake with a sense of purpose and a tingle of magical power. Though it's unsettling that you can't recall your past, you have a hunch that if you and your companions do everything just right - follow the correct steps and order - the answers will reveal themselves and you will be free of your condition. You get the feeling that you've always fallen back on careful planning and time-tested evidence in the past, but a nagging sensation also tells you that you used these skills in less-than-kind ways all too recently.",
			"",
			"Choose one 0-level spell. You can cast this spell once per day as a spell-like ability with a caster level equal to your character level. The spell-like ability's save DC is Charisma-based. In addition, you gain a +2 trait bonus on all skill checks when performing occult rituals."
		],
		"subhierarchy": [[ "Campaign Traits", "main/traits_campaign" ]]
	},
	"rivalry": {
		"name": "Rivalry",
		"sources": [ "Cohorts and Companions" ],
		"description": [
			"## Rivalry",
			"",
			"**Type:** Family",
			"",
			"If you see a family member with this trait within 60 feet of you fail a combat maneuver check or a skill check, you gain a +1 trait bonus on checks to perform the same combat maneuver or use the same skill for 1 round."
		],
		"subhierarchy": [[ "Family Traits", "main/traits_family" ]]
	},
	"river_acumen": {
		"name": "River Acumen",
		"sources": [ "People of the River" ],
		"description": [
			"## River Acumen",
			"",
			"**Type:** Faith",
			"",
			"Your connection with the river and its tributaries has blended with your reverence for the gods of the river passages so much so that you seem divinely blessed while plying river waters. You gain a +2 trait bonus on Swim checks in rivers or streams, and a +2 trait bonus on Survival checks to forage for food in or near a river or stream."
		],
		"subhierarchy": [[ "Faith Traits", "main/traits_faith" ]]
	},
	"river_fighter": {
		"name": "River Fighter",
		"sources": [ "Sargava, the Lost Colony" ],
		"description": [
			"## River Fighter",
			"",
			"**Type:** Combat  ",
			"**Region:** Sargava",
			"",
			"You are used to fighting while swimming. You may swim downstream or cross-current as a charge if you make your Swim DC by 5 or more."
		],
		"subhierarchy": [[ "Combat Traits", "main/traits_combat" ]]
	},
	"river_freedom": {
		"name": "River Freedom",
		"sources": [
			"Inner Sea Gods",
			"Faiths of Balance"
		],
		"description": [
			"## River Freedom",
			"",
			"**Type:** Religion  ",
			"**Religion:** Hanspur",
			"",
			"The freedom of water inspires you. While touching flowing water, you gain a +2 trait bonus on saving throws against effects that would hamper your movement."
		],
		"subhierarchy": [[ "Religion Traits", "main/traits_religion" ]]
	},
	"river_navigator": {
		"name": "River Navigator",
		"sources": [ "Pirates of the Inner Sea" ],
		"description": [
			"## River Navigator",
			"",
			"**Type:** Regional  ",
			"**Region:** River Kingdoms",
			"",
			"You grew up in the River Kingdoms and are familiar with the many winding streams that cross the land. You gain a +1 trait bonus on Survival checks or Profession (sailor) checks dealing with lakes, rivers, and their immediate surroundings, and one of these skills becomes a class skill for you."
		],
		"subhierarchy": [[ "Regional Traits", "main/traits_regional" ]]
	},
	"river_rat": {
		"name": "River Rat",
		"sources": [
			"Ultimate Campaign",
			"Advanced Player's Guide",
			"Taldor, Echoes of Glory"
		],
		"description": [
			"## River Rat",
			"",
			"**Type:** Regional  ",
			"**Region:** swamp or river",
			"",
			"You learned to swim right after you learned to walk. When you were a youth, a gang of river pirates put you to work swimming in nighttime rivers and canals with a dagger between your teeth so you could sever the anchor ropes of merchant vessels. You gain a +1 trait bonus on damage rolls with a dagger and a +1 trait bonus on Swim checks. Swim is always a class skill for you."
		],
		"subhierarchy": [[ "Regional Traits", "main/traits_regional" ]]
	},
	"river_sniper": {
		"name": "River Sniper",
		"sources": [ "Pirates of the Inner Sea" ],
		"description": [
			"## River Sniper",
			"",
			"**Type:** Regional  ",
			"**Region:** River Kingdoms",
			"",
			"Unlike seagoing pirates, you're used to fighting most of your ship-to-ship battles at close range, and understand the value of a well-placed arrow. When on the deck of a waterborne vessel, you gain a +1 trait bonus on attacks with ranged weapons."
		],
		"subhierarchy": [[ "Regional Traits", "main/traits_regional" ]]
	},
	"river_trader": {
		"name": "River Trader",
		"sources": [ "Inner Sea Races" ],
		"description": [
			"## River Trader",
			"",
			"**Type:** Race  ",
			"**Requirements:** Human; Mwangi",
			"",
			"You have learned to ply the rivers and the markets with equal ease. You gain a +1 bonus on Appraise and Swim checks, and one of these skills (your choice) is always a class skill for you."
		],
		"subhierarchy": [[ "Race Traits", "main/traits_race" ]]
	},
	"riverfolk": {
		"name": "Riverfolk",
		"sources": [ "Inner Sea Primer" ],
		"description": [
			"## Riverfolk",
			"",
			"**Type:** Regional  ",
			"**Region:** River Kingdoms",
			"",
			"You've grown up on the tributaries of the Sellen River system, and are as comfortable on boats as on land. You gain a +2 trait bonus on Profession (sailor) checks and any skill checks involving rope use."
		],
		"subhierarchy": [[ "Regional Traits", "main/traits_regional" ]]
	},
	"rivethun_adherent": {
		"name": "Rivethun Adherent",
		"sources": [ "Haunted Heroes Handbook" ],
		"description": [
			"## Rivethun Adherent",
			"",
			"**Type:** Magic",
			"",
			"[Rivethun](rule/aff_animists) is an ancient tradition of dwarven shamans who learned to listen to and affect the world around them by reflecting on the friction between body and spirit. As someone who feels a similar friction between your inner spirit and physical body, you have picked up some old rivethun meditation techniques, even if you aren't a dwarf. While you suffer a physical ailment, such as disease, poison, or ability damage to Strength, Dexterity, or Constitution (but not including hit point damage), you gain a +2 trait bonus on Will saving throws. While you suffer a mental ailment, including insanity, any charm or compulsion effect, or ability damage to Intelligence, Wisdom, or Charisma, you gain a +2 trait bonus on Fortitude saving throws."
		],
		"subhierarchy": [[ "Magic Traits", "main/traits_magic" ]]
	},
	"robot_slayer": {
		"name": "Robot Slayer",
		"sources": [
			"Iron Gods Player's Guide",
			"People of the River"
		],
		"description": [
			"## Robot Slayer",
			"",
			"**Type:** Campaign  ",
			"**Campaign:** Iron Gods",
			"",
			"The strange automatons that plague the wilds of Numeria are a blight upon the world, and the idea that there could be countless more of these creatures lying in wait in the unknown ruins scattered throughout the region chills your blood. Khonnir's recovery of a deactivated robot from the caves below Torch worries you-not only could that thing wake up and run amok in town, but there may well be more lurking below! You want to explore the caves under Torch to determine if there is indeed a lurking robot threat below town. You gain a +1 trait bonus on attack rolls against robots and a +1 dodge bonus to AC against attacks made by robots."
		],
		"subhierarchy": [[ "Campaign Traits", "main/traits_campaign" ]]
	},
	"roll_with_it": {
		"name": "Roll With It",
		"sources": [
			"Giantslayer Player's Guide",
			"Giant Hunter's Handbook"
		],
		"description": [
			"## Roll With It",
			"",
			"**Type:** Campaign  ",
			"**Campaign:** Giantslayer",
			"",
			"You've trained with some of the best giantslayers out there, and have learned how to avoid the worst effects of a giant's powerful attacks. You gain a +1 trait bonus on Reflex saves. In addition, once per day, when a creature with the giant subtype successfully confirms a critical hit against you with a weapon or a slam attack (not a spell or special ability), you can roll with the attack. You take normal damage from the blow, as if the critical had not been confirmed. You must be aware of the attack and able to react to it - if you are denied your Dexterity bonus to AC, you can't use this ability. If you are a dwarf or a gnome, you can use this ability twice per day."
		],
		"subhierarchy": [[ "Campaign Traits", "main/traits_campaign" ]]
	},
	"roof_racer": {
		"name": "Roof Racer",
		"sources": [ "Varisia, Birthplace of Legends" ],
		"description": [
			"## Roof Racer",
			"",
			"**Type:** Regional  ",
			"**Region:** Korvosa",
			"",
			"You've spent more than your fair share of time among the strange sloping slums that cover the rooftops of much of Old Korvosa. When using the Acrobatics skill to make a long jump, you treat the DC of the skill check as if the distance being jumped were 5 feet shorter than it actually is."
		],
		"subhierarchy": [[ "Regional Traits", "main/traits_regional" ]]
	},
	"rostlander": {
		"name": "Rostlander",
		"sources": [ "Kingmaker Player's Guide" ],
		"description": [
			"## Rostlander",
			"",
			"**Type:** Campaign  ",
			"**Campaign:** Kingmaker",
			"",
			"You were raised in the south of Brevoy, a land of dense forests and rolling plains, of crystalline rivers and endless sapphire skies. You come from hearty stock and were raised with simple sensibilities of hard work winning well-deserved gains, the importance of charity and compassion, and the value of personal and familial honor. Yours is the country of the Aldori swordlords and the heroes who refused to bend before the armies of a violent conqueror. You care little for matters of politics and nobles or of deception and schemes. As you are thoroughly Brevic, the call for champions willing to expand your land's influence into the Stolen Lands has inflamed your sense of patriotism and honor, and so you have joined an expedition to quest southward. Your hardy nature grants you a +1 trait bonus on all Fortitude saves."
		],
		"subhierarchy": [[ "Campaign Traits", "main/traits_campaign" ]]
	},
	"rough_and_ready": {
		"name": "Rough and Ready",
		"sources": [ "Adventurer's Armory" ],
		"description": [
			"## Rough and Ready",
			"",
			"**Type:** Equipment",
			"",
			"Your intense familiarity with the tools of your trade allows you to use them in combat as if they were actual weapons and makes them more effective for that purpose than they would normally be. When you use a tool of your trade (requiring at least 1 rank in the appropriate Craft or Profession skill) as a weapon, you do not take the improvised weapon penalty and instead receive a +1 trait bonus on your attack. This trait is commonly used with shovels, picks, blacksmith hammers, and other sturdy tools - lutes and brooms make terribly fragile weapons."
		],
		"subhierarchy": [[ "Equipment Traits", "main/traits_equipment" ]]
	},
	"rousing_courage": {
		"name": "Rousing Courage",
		"sources": [ "Divine Anthology" ],
		"description": [
			"## Rousing Courage",
			"",
			"**Type:** Religion  ",
			"**Religion:** Andradd",
			"",
			"A dwarven warrior's simple act of courage in Angradd's name inspired you during one of your first battles. Now, you strive to be equally inspiring to others. Once per day, when you generate an effect that grants a morale bonus, increase that bonus by 1 for all creatures affected."
		],
		"subhierarchy": [[ "Religion Traits", "main/traits_religion" ]]
	},
	"roving_range": {
		"name": "Roving Range",
		"sources": [ "Weapon Master's Handbook" ],
		"description": [
			"## Roving Range",
			"",
			"**Type:** Combat",
			"",
			"You learned from pirates to make the most of ranged attacks as you close with targets. Increase the range increment of ranged weapons (but not thrown weapons) you wield by 5 feet."
		],
		"subhierarchy": [[ "Combat Traits", "main/traits_combat" ]]
	},
	"rude_songs": {
		"name": "Rude Songs",
		"sources": [ "Goblins of Golarion" ],
		"description": [
			"## Rude Songs",
			"",
			"**Type:** Race  ",
			"**Requirements:** Goblin",
			"",
			"Providing an opponent can hear and understand you, the lyrics of your songs are so personally insulting that you gain a +2 trait bonus on all Perform (song) checks. Perform is always a class skill for you."
		],
		"subhierarchy": [[ "Race Traits", "main/traits_race" ]]
	},
	"rugged_dragon_hunter": {
		"name": "Rugged Dragon Hunter",
		"sources": [ "Legacy of Dragons" ],
		"description": [
			"## Rugged Dragon Hunter",
			"",
			"**Type:** Social",
			"",
			"You gain a +2 trait bonus on Survival checks to track dragons. If you have the favored terrain class ability, add a +1 bonus to check for skills affected by this ability, as long as you're using these skills in regards to a dragon."
		],
		"subhierarchy": [[ "Social Traits", "main/traits_social" ]]
	},
	"ruin_raider": {
		"name": "Ruin Raider",
		"sources": [
			"Varisia, Birthplace of Legends",
			"Shattered Star Player's Guide"
		],
		"description": [
			"## Ruin Raider",
			"",
			"**Type:** Campaign  ",
			"**Campaign:** Shattered Star",
			"",
			"While the mercantile industries of Magnimar appeal to your keen eye for monetary gain, you know that the boldest route to true fortune lays in hunting down rare relics and selling them to the highest bidder. Becoming a Pathfinder seemed like an obvious decision, allowing you to travel throughout Varisia in your search for wealth, so you signed up right away. You brought with you a sharp eye and keen ability to distinguish fakes from the genuine article. You gain a +1 trait bonus on Appraise checks. Additionally, you gain a +4 bonus on Perception checks made to distinguish statue-like creatures (like caryatid columns and gargoyles) from actual sculptures."
		],
		"subhierarchy": [[ "Campaign Traits", "main/traits_campaign" ]]
	},
	"runaway_slave": {
		"name": "Runaway Slave",
		"sources": [ "Demon Hunter's Handbook" ],
		"description": [
			"## Runaway Slave",
			"",
			"**Type:** Regional  ",
			"**Region:** Osirion, Thuvia, or Darklands-adjacent",
			"",
			"Though the ghouls of Nemret Noktoria and the drow of Zirnakaynin seldom darken the surface of Golarion, both have pacts with influential slavers and warlords who periodically provide the demon worshipers with kidnapped slaves. You were once one of these unfortunate victims and were destined to become a sacrifice to a dreadful demon lord, but you managed to slip your bonds and escape back to the surface. The horrors you witnessed were beyond fathoming, and though visions of imprisoned loved ones and friends plague your dreams, you are stronger for the experience. You gain a +1 trait bonus on saves against fear effects and gain low-light vision 10 feet. If you already have low-light vision, its range extends by 10 feet."
		],
		"subhierarchy": [[ "Regional Traits", "main/traits_regional" ]]
	},
	"ruthless": {
		"name": "Ruthless",
		"sources": [ "Dwarves of Golarion" ],
		"description": [
			"## Ruthless",
			"",
			"**Type:** Race  ",
			"**Requirements:** Dwarf",
			"",
			"You never hesitate to strike a killing blow. You gain a +1 trait bonus on attack rolls to confirm critical hits."
		],
		"subhierarchy": [[ "Race Traits", "main/traits_race" ]]
	},
	"sacred_avenger": {
		"name": "Sacred Avenger",
		"sources": [ "Elves of Golarion" ],
		"description": [
			"## Sacred Avenger",
			"",
			"**Type:** Religion  ",
			"**Religion:** Calistria  ",
			"**Requirements:** Elf",
			"",
			"You have a special connection between you and Calistria that enhances your ability to achieve vengeance. When a creature damages you with a weapon, on your next turn you gain a +1 trait bonus on weapon damage against that creature. If this creature is your *ilduliel* (a personal, mutual nemesis), this bonus increases to +2."
		],
		"subhierarchy": [[ "Religion Traits", "main/traits_religion" ]]
	},
	"sacred_conduit": {
		"name": "Sacred Conduit",
		"sources": [
			"Ultimate Campaign",
			"Advanced Player's Guide",
			"Second Darkness Player's Guide"
		],
		"description": [
			"## Sacred Conduit",
			"",
			"**Type:** Faith",
			"",
			"Your birth was particularly painful and difficult for your mother, who needed potent divine magic to ensure that you survived (your mother may or may not have survived). In any event, that magic infused you from an early age, and you now channel divine energy with greater ease than most. Whenever you channel energy, you gain a +1 trait bonus to the save DC of your channeled energy."
		],
		"subhierarchy": [[ "Faith Traits", "main/traits_faith" ]]
	},
	"sacred_orienteer": {
		"name": "Sacred Orienteer",
		"sources": [ "Blood of the Ancients" ],
		"description": [
			"## Sacred Orienteer",
			"",
			"**Type:** Religion  ",
			"**Religion:** Elion",
			"",
			"You have traveled far with only your compass and faith as your guides. You begin play with a compass, and any compass or wayfinder in your possession also functions as a holy symbol of Elion. Either Knowledge (geography) or Survival becomes a class skill for you. Once per day you can consult your compass or wayfinder as a full-round action to gain a +2 trait bonus on one Knowledge (geography) or Survival check."
		],
		"subhierarchy": [[ "Religion Traits", "main/traits_religion" ]]
	},
	"sacred_smasher": {
		"name": "Sacred Smasher",
		"sources": [ "Orcs of Golarion" ],
		"description": [
			"## Sacred Smasher",
			"",
			"**Type:** Religion  ",
			"**Religion:** Rovagug",
			"",
			"Your love of carnage extends even to the defenseless, inanimate objects around you. Whenever you make an attempt to break an object, you receive a +2 trait bonus on your Strength check."
		],
		"subhierarchy": [[ "Religion Traits", "main/traits_religion" ]]
	},
	"sacred_touch": {
		"name": "Sacred Touch",
		"sources": [
			"Ultimate Campaign",
			"Second Darkness Player's Guide",
			"Advanced Player's Guide"
		],
		"description": [
			"## Sacred Touch",
			"",
			"**Type:** Faith",
			"",
			"You were exposed to a potent source of positive energy as a child, perhaps by being born under the right cosmic sign, or maybe because one of your parents was a gifted healer. As a standard action, you may automatically stabilize a dying creature merely by touching it."
		],
		"subhierarchy": [[ "Faith Traits", "main/traits_faith" ]]
	},
	"sandpoint_faithful": {
		"name": "Sandpoint Faithful",
		"sources": [ "Varisia, Birthplace of Legends" ],
		"description": [
			"## Sandpoint Faithful",
			"",
			"**Type:** Campaign  ",
			"**Campaign:** Rise of the Runelords",
			"",
			"As a faithful adherent of Abadar, Desna, Erastil, Gozreh, Sarenrae, or Shelyn, you've come to the Swallowtail Festival to celebrate the consecration of Sandpoint Cathedral. You gain a silver holy symbol of your chosen deity, and so long as you worship that deity and openly wear his or her symbol, you regain +1 additional hit point every time you receive magical healing."
		],
		"subhierarchy": [[ "Campaign Traits", "main/traits_campaign" ]]
	},
	"sandy_ambush": {
		"name": "Sandy Ambush",
		"sources": [ "People of the Sands" ],
		"description": [
			"## Sandy Ambush",
			"",
			"**Type:** Race  ",
			"**Requirements:** Oread",
			"",
			"You are skilled at blending in with the desert terrain and attacking creatures as they pass by. When prone in desert terrain, you gain a +2 trait bonus on Stealth checks and take only a -2 penalty on attack rolls (rather than -4) when attacking from prone."
		],
		"subhierarchy": [[ "Race Traits", "main/traits_race" ]]
	},
	"sargavan_guard": {
		"name": "Sargavan Guard",
		"sources": [ "Inner Sea Primer" ],
		"description": [
			"## Sargavan Guard",
			"",
			"**Type:** Regional  ",
			"**Region:** Sargava",
			"",
			"You served in the Sargavan Guard, either as a colonial sub-praetor or as a native Mwangi regular, and have grown accustomed to marching in hot temperatures while wearing armor. When you wear armor of any sort, reduce the armor check penalty by 1, to a minimum penalty of 0."
		],
		"subhierarchy": [[ "Regional Traits", "main/traits_regional" ]]
	},
	"savage": {
		"name": "Savage",
		"sources": [ "Ultimate Campaign" ],
		"description": [
			"## Savage",
			"",
			"**Type:** Social",
			"",
			"You were born and raised in untamed lands far from civilization. You learned to survive in the elements among brutal humanoids and beasts. You gain a +1 trait bonus on Knowledge (nature) checks and a +1 trait bonus on Survival checks to get along in the wild. Knowledge (nature) is always a class skill for you."
		],
		"subhierarchy": [[ "Social Traits", "main/traits_social" ]]
	},
	"savage_breaker": {
		"name": "Savage Breaker",
		"sources": [ "Varisia, Birthplace of Legends" ],
		"description": [
			"## Savage Breaker",
			"",
			"**Type:** Regional  ",
			"**Region:** Korvosa",
			"",
			"You openly despise the crude Shoanti and their backward ways. You gain a +2 trait bonus on combat maneuver checks made to sunder clubs, earth breakers, klars, hide armor, primitive armor and weapons, and any other equipment the GM deems \"barbarian-made.\""
		],
		"subhierarchy": [[ "Regional Traits", "main/traits_regional" ]]
	},
	"savanna_child": {
		"name": "Savanna Child",
		"sources": [
			"Ultimate Campaign",
			"Advanced Player's Guide"
		],
		"description": [
			"## Savanna Child",
			"",
			"**Type:** Regional  ",
			"**Region:** plains",
			"",
			"You were born and raised on the rolling plains or savannas. You spent much of your youth exploring these vast reaches and know many of the region's secrets. Pick one of the following skills: Handle Animal, Knowledge (nature), or Ride. You gain a +1 trait bonus on checks with that skill, and it is always a class skill for you."
		],
		"subhierarchy": [[ "Regional Traits", "main/traits_regional" ]]
	},
	"savanna_hunter": {
		"name": "Savanna Hunter",
		"sources": [ "Sargava, the Lost Colony" ],
		"description": [
			"## Savanna Hunter",
			"",
			"**Type:** Combat",
			"",
			"You have been trained to hunt and fight on the open plains since birth. You gain a +1 trait bonus on attacks of opportunity attack rolls made with a shortspear, as well as a +1 racial bonus on Constitution checks to continue running and avoid nonlethal damage from a forced march"
		],
		"subhierarchy": [[ "Combat Traits", "main/traits_combat" ]]
	},
	"savannah_child": {
		"name": "Savannah Child",
		"sources": [ "Legacy of Fire Player's Guide" ],
		"description": [
			"## Savannah Child",
			"",
			"**Type:** Regional  ",
			"**Region:** Katapesh",
			"",
			"You were born and raised in central Katapesh, among the rolling savannahs that dominate the nation's interior. You spent many of your youth exploring these vast reaches, and know much of the savannah's secrets. Pick one of the following skills: Handle Animal, Knowledge (nature), or Ride. You gain a +1 trait bonus on that skill, and it is always a class skill for you."
		],
		"subhierarchy": [[ "Regional Traits", "main/traits_regional" ]]
	},
	"savant": {
		"name": "Savant",
		"sources": [ "Faction Guide" ],
		"description": [
			"## Savant",
			"",
			"**Type:** Social  ",
			"**Requirements:** [Kitharodian Academy](rule/f_bards)",
			"",
			"From a very young age, the ability to master performance types has come quite naturally to you. Choose a performance type. You gain a +2 trait bonus on all Perform checks made using that performance type. Perform is always a class skill for you."
		],
		"subhierarchy": [[ "Social Traits", "main/traits_social" ]]
	},
	"scaly_ally": {
		"name": "Scaly Ally",
		"sources": [
			"Inner Sea Gods",
			"Faiths of Purity"
		],
		"description": [
			"## Scaly Ally",
			"",
			"**Type:** Religion  ",
			"**Religion:** Apsu",
			"",
			"Because of your devotion to Apsu, you gain a +2 trait bonus on Diplomacy checks involving reptiles or those of draconic blood, whether they are good-aligned or not."
		],
		"subhierarchy": [[ "Religion Traits", "main/traits_religion" ]]
	},
	"scamper": {
		"name": "Scamper",
		"sources": [ "People of the Wastes" ],
		"description": [
			"## Scamper",
			"",
			"**Type:** Race  ",
			"**Requirements:** Ratfolk",
			"",
			"In desperate times, your adrenaline kicks in to help you avoid danger. During the first round of combat in which you can act, you ignore difficult terrain and gain an additional 5 feet of movement. This benefit does not apply when you are carrying a medium or heavier load."
		],
		"subhierarchy": [[ "Race Traits", "main/traits_race" ]]
	},
	"scarred": {
		"name": "Scarred",
		"sources": [ "Antihero's Handbook" ],
		"description": [
			"## Scarred",
			"",
			"**Type:** Drawback",
			"",
			"An injury left you horribly, visibly scarred, making it more difficult for you to hide your true face, and also making most people distrustful of you merely due to your appearance. You take a -5 penalty on Disguise checks and a -2 penalty on Bluff checks."
		],
		"subhierarchy": [[ "Drawback Traits", "main/traits_drawback" ]]
	},
	"scarred_descendant": {
		"name": "Scarred Descendant",
		"sources": [ "Ultimate Campaign" ],
		"description": [
			"## Scarred Descendant",
			"",
			"**Type:** Combat",
			"",
			"Your own people are your favored enemy. You gain a +1 trait bonus on rolls to confirm critical hits against favored enemies of your own subtype and on Survival checks made to track such creatures."
		],
		"subhierarchy": [[ "Combat Traits", "main/traits_combat" ]]
	},
	"scarred_by_space_pirates": {
		"name": "Scarred by Space Pirates",
		"sources": [ "People of the Stars" ],
		"description": [
			"## Scarred by Space Pirates",
			"",
			"**Type:** Combat",
			"",
			"You were attacked by Vercite space pirates in your youth, inspiring you to find ways to deal with the alien interlopers should they return. You gain a +1 trait bonus on attack rolls against humanoids from beyond Golarion, including androids, kasathas, Triaxians, and Vercites, among others."
		],
		"subhierarchy": [[ "Combat Traits", "main/traits_combat" ]]
	},
	"scarred_by_war": {
		"name": "Scarred by War",
		"sources": [ "Healer's Handbook" ],
		"description": [
			"## Scarred by War",
			"",
			"**Type:** Religion  ",
			"**Religion:** Dalenydra",
			"",
			"You have experienced firsthand the horrors of war, which have left you physically or mentally scarred. Now you have committed yourself to the teachings of the Blessed Attendant, seeking to heal those wounded in combat and to prevent battles from occurring whenever you can. You gain a +1 trait bonus on Diplomacy checks outside of combat. In addition, when you heal creatures other than yourself using class abilities, feats, spells, and spell-completion or spell-trigger magic items, you restore 1 additional hit point."
		],
		"subhierarchy": [[ "Religion Traits", "main/traits_religion" ]]
	},
	"scheming_survivor": {
		"name": "Scheming Survivor",
		"sources": [ "Inner Sea Races" ],
		"description": [
			"## Scheming Survivor",
			"",
			"**Type:** Race  ",
			"**Requirements:** Drow",
			"",
			"You survived a close relative's betrayal only through quick wits and a strong stomach. You gain a +1 trait bonus on Sense Motive checks and on saving throws against poison."
		],
		"subhierarchy": [[ "Race Traits", "main/traits_race" ]]
	},
	"scholar_of_ruins": {
		"name": "Scholar of Ruins",
		"sources": [
			"Ultimate Campaign",
			"Taldor, Echoes of Glory",
			"Advanced Player's Guide"
		],
		"description": [
			"## Scholar of Ruins",
			"",
			"**Type:** Race  ",
			"**Requirements:** Human",
			"",
			"From the moment you could walk and talk, the ruins of ancient civilizations have fascinated you. Because of this, you have special insight into geography as well as expertise in exploring lost places. You gain a +1 trait bonus on Knowledge (geography) and Knowledge (dungeoneering) checks. One of these skills (your choice) is always a class skill for you."
		],
		"subhierarchy": [[ "Race Traits", "main/traits_race" ]]
	},
	"scholar_of_the_analects": {
		"name": "Scholar of the Analects",
		"sources": [ "Arcane Anthology" ],
		"description": [
			"## Scholar of the Analects",
			"",
			"**Type:** Magic",
			"",
			"You studied various Analects of Aroden from a young age and became skilled at using magic written by others. You can cast {spell/read magic} as a spell-like ability three times per day, using your character level as your caster level."
		],
		"subhierarchy": [[ "Magic Traits", "main/traits_magic" ]]
	},
	"scholar_of_the_ancients": {
		"name": "Scholar of the Ancients",
		"sources": [ "Rise of the Runelords Anniversary Edition Player's Guide" ],
		"description": [
			"## Scholar of the Ancients",
			"",
			"**Type:** Campaign  ",
			"**Campaign:** Rise of the Runelords",
			"",
			"Growing up with your nose in books, you've had a great interest in past cultures and ancient history. Furthermore, having grown up in Varisia, you know the monuments dotting the landscape belong to an ancient civilization known as Thassilon. From your life of study and dogged research, you've pieced together the language and partial history of this once-great empire. You gain a +1 trait bonus on Knowledge (arcana) and Knowledge (history) checks, and begin play able to speak and read Thassilonian."
		],
		"subhierarchy": [[ "Campaign Traits", "main/traits_campaign" ]]
	},
	"scholar_of_the_great_beyond": {
		"name": "Scholar of the Great Beyond",
		"sources": [
			"Ultimate Campaign",
			"Advanced Player's Guide",
			"Second Darkness Player's Guide"
		],
		"description": [
			"## Scholar of the Great Beyond",
			"",
			"**Type:** Faith",
			"",
			"Your greatest interests as a child did not lie with current events or the mundane; you have always felt out of place, as if you were born in the wrong era. You take to philosophical discussions of the Great Beyond and of historical events with ease. You gain a +1 trait bonus on Knowledge (history) and Knowledge (planes) checks, and one of these skills (your choice) is always a class skill for you."
		],
		"subhierarchy": [[ "Faith Traits", "main/traits_faith" ]]
	},
	"schooled_inquisitor": {
		"name": "Schooled Inquisitor",
		"sources": [ "Ultimate Campaign" ],
		"description": [
			"## Schooled Inquisitor",
			"",
			"**Type:** Faith",
			"",
			"Your additional training aids in identifying the wiles of your faith's enemies. You gain a +2 trait bonus on all Knowledge (planes) and Knowledge (religion) checks made to identify the abilities and weaknesses of creatures."
		],
		"subhierarchy": [[ "Faith Traits", "main/traits_faith" ]]
	},
	"scion_of_goblinblood": {
		"name": "Scion of Goblinblood",
		"sources": [ "Goblins of Golarion" ],
		"description": [
			"## Scion of Goblinblood",
			"",
			"**Type:** Regional  ",
			"**Region:** Isger  ",
			"**Requirements:** Goblin",
			"",
			"The fury of the Goblinblood Wars still courses through your veins. Whenever you're within 60 feet of an enemy hobgoblin, you gain a +1 trait bonus on all weapon damage rolls."
		],
		"subhierarchy": [[ "Regional Traits", "main/traits_regional" ]]
	},
	"scion_of_legend": {
		"name": "Scion of Legend",
		"sources": [ "Return of the Runelords Players Guide" ],
		"description": [
			"## Scion of Legend",
			"",
			"**Type:** Campaign  ",
			"**Campaign:** Return of the Runelords",
			"",
			"Your character has a personal link or association with one of Varisia's established heroes. This hero should be a PC you played in a previous campaign (and could be, but need not be, one of the Sihedron Heroes). Your character could be a younger sibling, younger cousin, or even an apprentice of the hero. If enough time has passed, you might be the hero's child, or your character could have reincarnated from the soul of a hero that died before your character was born.",
			"",
			"Choose two skills for which your associated hero has skill ranks. You gain a +1 trait bonus on checks with both of those skills, and those two skills are class skills for you.",
			"",
			"Once per adventure as a free action, you can call upon a previously forgotten bit of advice or lore imparted to you by the hero to gain an insight bonus equal to your class level (minimum +10) to a skill check. You may choose to apply this bonus after you roll the skill check, but must do so before the result of the roll is known."
		],
		"subhierarchy": [[ "Campaign Traits", "main/traits_campaign" ]]
	},
	"scion_of_the_nine_circles": {
		"name": "Scion of the Nine Circles",
		"sources": [ "Hell's Vengeance Player's Guide" ],
		"description": [
			"## Scion of the Nine Circles",
			"",
			"**Type:** Campaign  ",
			"**Campaign:** Hell's Vengeance",
			"",
			"While the worship of {faith/Asmodeus} is widespread throughout Cheliax, you follow a different path: that of the philosophy of diabolism. Asmodeus and the other archdevils are worthy of respect and emulation, certainly, but rather than worship one Lord of Hell above all others, your faith is instead based on the veneration of the order and laws of Hell itself as a model for a perfect society. Free will must be suppressed to prevent rebellion, slavery is required to keep the unworthy in their place, and evil and cruelty are necessary for good and kindness to exist.",
			"",
			"You gain a +1 trait bonus on Knowledge (planes) checks, and Knowledge (planes) is a class skill for you. You also know the Infernal tongue (this does not count toward your number of languages). In addition, your studies of Hell's underlying structure give strength to your determination. You gain a +2 trait bonus on Will saves against the mind-affecting effects of outsiders with the good subtype."
		],
		"subhierarchy": [[ "Campaign Traits", "main/traits_campaign" ]]
	},
	"scion_of_the_shory": {
		"name": "Scion of the Shory",
		"sources": [ "Advanced Class Origins" ],
		"description": [
			"## Scion of the Shory",
			"",
			"**Type:** Regional  ",
			"**Region:** Mwangi Expanse",
			"",
			"The blood of a Shory aeromancer flows through your veins. You gain a +2 bonus on concentration checks when casting flight spells such as levitate, fly, or overland flight. Once per day, you can use message as a spell-like ability."
		],
		"subhierarchy": [[ "Regional Traits", "main/traits_regional" ]]
	},
	"scorned_by_magic": {
		"name": "Scorned by Magic",
		"sources": [ "Quests and Campaigns" ],
		"description": [
			"## Scorned by Magic",
			"",
			"**Type:** Magic",
			"",
			"As a youth, you assisted a wise woman or witch doctor who removed magical maladies from the needy and was present for the breaking of many spells - or perhaps you passed through a dead magic zone. Whatever the cause, magic seems a little more reluctant to affect you than others. Reduce the caster level of spells and spell-like abilities cast upon you by 1 for the purpose of attempting dispel checks and overcoming your spell resistance (if any).",
			"",
			"Suggested Characters: Kellids, Mana Wastes natives, Shoanti."
		],
		"subhierarchy": [[ "Magic Traits", "main/traits_magic" ]]
	},
	"scourge_of_the_darkness": {
		"name": "Scourge of the Darkness",
		"sources": [ "Heroes of the Darklands" ],
		"description": [
			"## Scourge of the Darkness",
			"",
			"**Type:** Faith",
			"",
			"Stories of the depredations present in the Darklands drive you to explore its shadowy depths and purge the corruption from within. You gain a +1 trait bonus on saving throws against fear while in the Darklands and a +1 trait bonus on Intimidate checks against creatures native to the Darklands."
		],
		"subhierarchy": [[ "Faith Traits", "main/traits_faith" ]]
	},
	"scourge_of_the_seas": {
		"name": "Scourge of the Seas",
		"sources": [ "Advanced Class Origins" ],
		"description": [
			"## Scourge of the Seas",
			"",
			"**Type:** Regional  ",
			"**Region:** The Shackles",
			"",
			"You have long appreciated the flamboyance and versatility of the whip, both as a weapon and a tool for enforcing discipline. When you wield a whip or scourge, you gain a +1 trait bonus on Intimidate checks. Additionally, once per day when you use a whip or scourge to perform a successful disarm or trip combat maneuver against an opponent, you regain 1 point of grit or panache."
		],
		"subhierarchy": [[ "Regional Traits", "main/traits_regional" ]]
	},
	"scouting_for_fiends": {
		"name": "Scouting for Fiends",
		"sources": [ "Second Darkness Player's Guide" ],
		"description": [
			"## Scouting for Fiends",
			"",
			"**Type:** Campaign  ",
			"**Campaign:** Second Darkness",
			"",
			"You belong to an organization (most likely a religion) that has definite views on the menace posed by the lower planes. The willfulness with which the city of Korvosa (they even allow a temple of Asmodeus to operate in broad daylight!) tolerates infernal influences is, to you and your organization, the greatest symbol of what's wrong with civilization today. And now, in Riddleport, there's news that a gambling tournament is using devils and Hell as an idle decoration. It's likely that this is just an example of poor taste, but there's a chance that something sinister may be lurking beneath the goings-on at the Gold Goblin. You have been contacted by your organization (or may have decided on your own) to travel to Riddleport (if you don't already live there) and attend this tournament under the guise of a patron. Keep an eye on things there, even after the tournament is over; if you can, get a job working for the owner. Demons and devils can be subtle, and it could take weeks or even months to find proof of their involvement. Your near-obsessive hatred of all things fiendish grants you a +1 trait bonus on all attack rolls made against foes you know to be evil outsiders."
		],
		"subhierarchy": [[ "Campaign Traits", "main/traits_campaign" ]]
	},
	"scrambling_servant": {
		"name": "Scrambling Servant",
		"sources": [ "Giant Hunter's Handbook" ],
		"description": [
			"## Scrambling Servant",
			"",
			"**Type:** Regional  ",
			"**Region:** mountains",
			"",
			"You were hired or captured by giants and found yourself frequently scrambling up and down giant-sized furniture or slave pit walls. As a result, you are an agile climber. You retain your Dexterity bonus to Armor Class while climbing and gain a +1 trait bonus on Climb checks.",
			"",
			"Likely Regions: Osirion, Rahadoum, the Shackles, Thuvia, Varisia.",
			"",
			"Likely giants: Cave, Fire, River, Slag, Storm"
		],
		"subhierarchy": [[ "Regional Traits", "main/traits_regional" ]]
	},
	"scrapper": {
		"name": "Scrapper",
		"sources": [ "Ultimate Campaign" ],
		"description": [
			"## Scrapper",
			"",
			"**Type:** Race  ",
			"**Requirements:** Half-orc",
			"",
			"A childhood spent scrabbling for every possession and scrap of food has made you fierce and wary. You receive a +1 trait bonus on all Intimidate checks made to demoralize opponents and a +1 trait bonus on all Perception checks to avoid being surprised."
		],
		"subhierarchy": [[ "Race Traits", "main/traits_race" ]]
	},
	"screaming_leap": {
		"name": "Screaming Leap",
		"sources": [ "Advanced Class Origins" ],
		"description": [
			"## Screaming Leap",
			"",
			"**Type:** Regional  ",
			"**Region:** Realm of the Mammoth Lords",
			"",
			"The rocky foothills of your homeland are ideal for staging leaping ambushes that leave your victims battered and routed. You gain a +1 trait bonus on melee damage rolls when you make a charge attack from higher ground. Once per day, when you make a charge attack from higher ground, you can use the Intimidate skill to demoralize your target as a swift action."
		],
		"subhierarchy": [[ "Regional Traits", "main/traits_regional" ]]
	},
	"scrounger": {
		"name": "Scrounger",
		"sources": [ "Halflings of Golarion" ],
		"description": [
			"## Scrounger",
			"",
			"**Type:** Race  ",
			"**Requirements:** Halfling",
			"",
			"Others may call it junk, but you call it a bargain. You can buy objects with the broken condition at half price (instead of the normal three-quarters price). The value of the unbroken version of these objects cannot exceed four times your character level. The price you pay for this object can never exceed more than twice your character level in gp (for example, at 5th level you can spend up to 10 gp on a broken object, meaning you can buy any object that, if not broken, has a value of 20 gp or less)."
		],
		"subhierarchy": [[ "Race Traits", "main/traits_race" ]]
	},
	"sea_souled": {
		"name": "Sea-Souled",
		"sources": [ "Ultimate Campaign" ],
		"description": [
			"## Sea-Souled",
			"",
			"**Type:** Regional  ",
			"**Region:** coastal or island",
			"",
			"You are at home at sea. You receive a +1 trait bonus on Swim checks, and you can always take 10 while Swimming."
		],
		"subhierarchy": [[ "Regional Traits", "main/traits_regional" ]]
	},
	"seafaring_reputation": {
		"name": "Seafaring Reputation",
		"sources": [ "Heroes of the Streets" ],
		"description": [
			"## Seafaring Reputation",
			"",
			"**Type:** Social",
			"",
			"The Wave Riders' fame helps you convince seafarers to cooperate. You gain a +1 trait bonus on Diplomacy and Intimidate checks against sailors and residents of Absalom."
		],
		"subhierarchy": [[ "Social Traits", "main/traits_social" ]]
	},
	"seafaring_slayer": {
		"name": "Seafaring Slayer",
		"sources": [ "Inner Sea Races" ],
		"description": [
			"## Seafaring Slayer",
			"",
			"**Type:** Race  ",
			"**Requirements:** Tengu",
			"",
			"At a vulnerable age, you survived an encounter with a monstrous sea creature. You reduce any foe's cover bonus to AC from water by 2."
		],
		"subhierarchy": [[ "Race Traits", "main/traits_race" ]]
	},
	"searing_beacon": {
		"name": "Searing Beacon",
		"sources": [ "Knights of the Inner Sea" ],
		"description": [
			"## Searing Beacon",
			"",
			"**Type:** Religion  ",
			"**Religion:** Iomedae  ",
			"**Requirements:** Knight of Ozem",
			"",
			"You deal additional precision damage equal to your Wisdom modifier when you score a critical hit with a melee weapon against an undead opponent."
		],
		"subhierarchy": [[ "Religion Traits", "main/traits_religion" ]]
	},
	"seasoned_climber": {
		"name": "Seasoned Climber",
		"sources": [ "Dragon Empires Primer" ],
		"description": [
			"## Seasoned Climber",
			"",
			"**Type:** Regional  ",
			"**Region:** Wall of Heaven",
			"",
			"Your time on the slopes of the Wall of Heaven has improved your ability to surmount great peaks. You gain a +1 trait bonus on Climb checks, and Climb becomes a class skill for you."
		],
		"subhierarchy": [[ "Regional Traits", "main/traits_regional" ]]
	},
	"seasoned_hunter": {
		"name": "Seasoned Hunter",
		"sources": [ "Ruins of Azlant Player's Guide" ],
		"description": [
			"## Seasoned Hunter",
			"",
			"**Type:** Campaign  ",
			"**Campaign:** Ruins of Azlant",
			"",
			"You grew up hunting every season, any season. Maybe you grew up in a rural area and hunted to put food on the table, or perhaps you come from a comfortable lifestyle where hunting for sport is an excellent excuse to camp in the wilderness and hone your skills. After sharing stories of your most exciting hunts and proving to them that you can hit a bull's eye at 100 feet, the Bountiful Venture Company selected you for the expedition assured that you can provide food and security to the young colony.",
			"",
			"Pick one of the following creature types: aberration, animal, magical beast, or vermin. You gain a +1 trait bonus on attack rolls or damage rolls (choose one; once chosen it can't be changed) against creatures of that type."
		],
		"subhierarchy": [[ "Campaign Traits", "main/traits_campaign" ]]
	},
	"second_tongue": {
		"name": "Second Tongue",
		"sources": [ "Faction Guide" ],
		"description": [
			"## Second Tongue",
			"",
			"**Type:** Faith  ",
			"**Requirements:** [Old Cults](rule/f_old_cults)",
			"",
			"Using an ancient and painful surgical technique, you've reshaped your tongue. These surgical mutilations permit you to speak ancient words unpronounceable to most mortals, enhancing your ability to work magic associated with the Great Old Ones. Any summoning or divination spell you cast to summon or contact a Great Old One or one of their minions is cast at +1 caster level."
		],
		"subhierarchy": [[ "Faith Traits", "main/traits_faith" ]]
	},
	"secret_keeper": {
		"name": "Secret Keeper",
		"sources": [ "Divine Anthology" ],
		"description": [
			"## Secret Keeper",
			"",
			"**Type:** Faith",
			"",
			"Avoiding inquisitors and agents of your enemies has required you to become a practiced liar. You gain a +3 trait bonus on Bluff checks when they are opposed by another's Sense Motive check."
		],
		"subhierarchy": [[ "Faith Traits", "main/traits_faith" ]]
	},
	"secret_knowledge": {
		"name": "Secret Knowledge",
		"sources": [
			"Inner Sea Gods",
			"Faiths of Corruption"
		],
		"description": [
			"## Secret Knowledge",
			"",
			"**Type:** Religion  ",
			"**Religion:** Norgorber",
			"",
			"At any point after taking this trait, you may choose one Knowledge skill. You gain a permanent +2 trait bonus on checks with that skill, and it is a class skill for you. Once this skill is chosen, it cannot be changed."
		],
		"subhierarchy": [[ "Religion Traits", "main/traits_religion" ]]
	},
	"secret_revolutionary": {
		"name": "Secret Revolutionary",
		"sources": [ "Inner Sea Primer" ],
		"description": [
			"## Secret Revolutionary",
			"",
			"**Type:** Regional  ",
			"**Region:** Cheliax",
			"",
			"You seek to return Cheliax to its heyday before the rise of the House of the Thrune. You have trained yourself to resist any questioning or torture should you ever be caught. You gain a +1 trait bonus on Will saves against mind-affecting effects, and on Fortitude saves against drugs or poisons."
		],
		"subhierarchy": [[ "Regional Traits", "main/traits_regional" ]]
	},
	"secret_scrolls": {
		"name": "Secret Scrolls",
		"sources": [ "Spymaster's Handbook" ],
		"description": [
			"## Secret Scrolls",
			"",
			"**Type:** Magic",
			"",
			"You were inducted into a secret magical tradition such as the Esoteric Order of the Palatine Eye. You can cast {spell/read magic} once per day as a spell-like ability, and gain a +1 trait bonus on Use Magic Device checks to activate scrolls you cannot normally use."
		],
		"subhierarchy": [[ "Magic Traits", "main/traits_magic" ]]
	},
	"secret_shame": {
		"name": "Secret Shame",
		"sources": [ "Spymaster's Handbook" ],
		"description": [
			"## Secret Shame",
			"",
			"**Type:** Drawback",
			"",
			"You have a terrible fear of the public at large, a group, or an important person (such as your order of knights, your liege lord, your family, or your lover) learning a shameful truth about you. You take a -1 penalty on saving throws against fear effects, and the DC of any Intimidate check to demoralize you is reduced by 1. If you would normally be immune to fear, you do not take these penalties, but instead lose your immunity to fear (regardless of its source)."
		],
		"subhierarchy": [[ "Drawback Traits", "main/traits_drawback" ]]
	},
	"secret_of_the_impossible_kingdom": {
		"name": "Secret of the Impossible Kingdom",
		"sources": [ "Inner Sea Primer" ],
		"description": [
			"## Secret of the Impossible Kingdom",
			"",
			"**Type:** Regional  ",
			"**Region:** Jalmeray",
			"",
			"You have studied the ancient lore of Vudra at a monastery in Jalmeray, and have learned a mystical secret that empowers your spellcasting. Pick one spell when you choose this trait - from this point on, whenever you cast that spell, you do so at +1 caster level."
		],
		"subhierarchy": [[ "Regional Traits", "main/traits_regional" ]]
	},
	"secret_keeper_qac": {
		"name": "Secret-Keeper (QaC)",
		"sources": [ "Quests and Campaigns" ],
		"description": [
			"## Secret-Keeper (QaC)",
			"",
			"**Type:** Social",
			"",
			"Growing up in a land where paranoia fills the air and any accusation of heresy or dissent can spell doom for whole families, you learned very quickly to keep a secret. You gain a +1 trait bonus on Bluff checks and a +1 trait bonus on saving throws against divinations, domination effects, and effects that would compel you to speak the truth.",
			"",
			"**Suggested Characters:** Chelaxians, Galtans, Nidalese."
		],
		"subhierarchy": [[ "Social Traits", "main/traits_social" ]]
	},
	"secret_keeper_svirfneblin": {
		"name": "Secret-Keeper (Svirfneblin)",
		"sources": [ "Inner Sea Races" ],
		"description": [
			"## Secret-Keeper (Svirfneblin)",
			"",
			"**Type:** Race  ",
			"**Requirements:** Svirfneblin",
			"",
			"You trained from birth to never reveal secrets and never betray anyone's trust. You gain a +2 trait bonus on saving throws against divinations or enchantments that would compel you to reveal a secret or allow anyone to read your mind."
		],
		"subhierarchy": [[ "Race Traits", "main/traits_race" ]]
	},
	"seeker": {
		"name": "Seeker",
		"sources": [ "Ultimate Campaign" ],
		"description": [
			"## Seeker",
			"",
			"**Type:** Social",
			"",
			"You are always on the lookout for reward and danger. You gain a +1 trait bonus on Perception checks, and Perception is always a class skill for you."
		],
		"subhierarchy": [[ "Social Traits", "main/traits_social" ]]
	},
	"seeker_of_brightness": {
		"name": "Seeker of Brightness",
		"sources": [ "Elves of Golarion" ],
		"description": [
			"## Seeker of Brightness",
			"",
			"**Type:** Race  ",
			"**Requirements:** Elf",
			"",
			"You have been actively searching for signs of the Brightness since childhood. Choose a Knowledge skill; you gain a +1 trait bonus on Knowledge checks of that type and on Search checks."
		],
		"subhierarchy": [[ "Race Traits", "main/traits_race" ]]
	},
	"seeking_adventure": {
		"name": "Seeking Adventure",
		"sources": [ "Legacy of Fire Player's Guide" ],
		"description": [
			"## Seeking Adventure",
			"",
			"**Type:** Campaign  ",
			"**Campaign:** Legacy of Fire",
			"",
			"The [Pathfinder Society](rule/aff_scholars) has long intrigued you-tales of the exotic lands and strange discoveries made by Pathfinders have enchanted your dreams and fired your imagination since childhood. When Pathfinders came through your village or neighborhood, they immediately enthralled you with their stories and knowledge. Yet at the time, you were far too young to join them, and when they left for adventure you had to stay behind. Now that you are of age, you've traveled to Absalom to apply for membership. The application process went well, and you're now a full member. Your first assignment is to accompany Garavel's group to Kelmarane - the Pathfinder Society has heard rumors of several ancient structures in the area, including a ruined monastery once dedicated to Sarenrae, and would like to learn more about them. Even more pressing is the mystery of what brought about Kelmarane's ruin in the first place-reports of which are vague at best. If you can determine the cause of the village's abandonment so many years ago, you're sure the Society would be impressed. You begin the game with your own wayfinder, a loan from your venture-captain. you've promised to pay your venturecaptain 500 gp for the wayfinder some day, but for now it's yours to use. A wayfinder is a magical compass that grants you a +2 circumstance bonus on Survival checks to avoid becoming lost, and can be commanded to emit light as the spell (CL 5th) as a standard action."
		],
		"subhierarchy": [[ "Campaign Traits", "main/traits_campaign" ]]
	},
	"seer_of_reality": {
		"name": "Seer of Reality",
		"sources": [
			"Inner Sea Gods",
			"Faiths of Balance"
		],
		"description": [
			"## Seer of Reality",
			"",
			"**Type:** Religion  ",
			"**Religion:** Irori",
			"",
			"You have a deep understanding of the world around you, and thus you are more perceptive about what belongs and what does not. You gain a +2 trait bonus on saving throws against illusion magic."
		],
		"subhierarchy": [[ "Religion Traits", "main/traits_religion" ]]
	},
	"selective_health": {
		"name": "Selective Health",
		"sources": [ "Blood of Angels" ],
		"description": [
			"## Selective Health",
			"",
			"**Type:** Race  ",
			"**Requirements:** Aasimar",
			"",
			"You are resistant to most illnesses that strike those around you, but vulnerable to the contagions of evil. You gain a +2 trait bonus on Fortitude saves against diseases. However, whenever you must make a Fortitude saving throw against a disease inflicted by an undead creature or evil outsider (such as mummy rot or a vrock's spores), you do not gain this bonus, and instead take a -2 penalty on your Fortitude save."
		],
		"subhierarchy": [[ "Race Traits", "main/traits_race" ]]
	},
	"self_actualization": {
		"name": "Self-Actualization",
		"sources": [ "Faiths and Philosophies" ],
		"description": [
			"## Self-Actualization",
			"",
			"**Type:** Faith",
			"",
			"Inspired by stories of mortals ascending to godhood, you're certain that you can do the same, and do all you can to hone your talents and reach your utmost potential. Once per day, when you take 20 on a roll or check, you can complete the action in only five times the normal amount of time for that action, rather than 20 times the normal amount."
		],
		"subhierarchy": [[ "Faith Traits", "main/traits_faith" ]]
	},
	"self_aware": {
		"name": "Self-Aware",
		"sources": [ "Blood of the Night" ],
		"description": [
			"## Self-Aware",
			"",
			"**Type:** Race  ",
			"**Requirements:** Vampire; Vetala",
			"",
			"Wisdom stolen from an enlightened mortal has opened your own mind. Knowing yourself helps you to understand others. You gain a +1 trait bonus on all Sense Motive checks, and Sense Motive becomes a class skill for you."
		],
		"subhierarchy": [[ "Race Traits", "main/traits_race" ]]
	},
	"self_doubting": {
		"name": "Self-Doubting",
		"sources": [ "Antihero's Handbook" ],
		"description": [
			"## Self-Doubting",
			"",
			"**Type:** Drawback",
			"",
			"Your ever-present fear of failure causes a downward spiral. The first time each day that you fail a Will saving throw or skill check, you take a -2 penalty on the next Will saving throw or skill check of that kind."
		],
		"subhierarchy": [[ "Drawback Traits", "main/traits_drawback" ]]
	},
	"self_reliant": {
		"name": "Self-Reliant",
		"sources": [ "Heroes of the Wild" ],
		"description": [
			"## Self-Reliant",
			"",
			"**Type:** Social",
			"",
			"You know how to work with your hands and aren't dependent on complex tools. When attempting Craft checks, you take no penalty when using improvised tools. At the GM's discretion, you can attempt certain Craft checks even when no tools are available, though you take a -2 penalty."
		],
		"subhierarchy": [[ "Social Traits", "main/traits_social" ]]
	},
	"self_sacrifice": {
		"name": "Self-Sacrifice",
		"sources": [ "Halflings of Golarion" ],
		"description": [
			"## Self-Sacrifice",
			"",
			"**Type:** Religion  ",
			"**Religion:** Shelyn  ",
			"**Requirements:** Halfling",
			"",
			"You honor your goddess through your willingness to take risks for those you care about. As a move action, you can use your own body to grant soft cover to an adjacent ally regardless of the difference in your respective sizes."
		],
		"subhierarchy": [[ "Religion Traits", "main/traits_religion" ]]
	},
	"self_sustaining": {
		"name": "Self-Sustaining",
		"sources": [ "Disciple's Doctrine" ],
		"description": [
			"## Self-Sustaining",
			"",
			"**Type:** Faith  ",
			"**Requirements:** See text",
			"",
			"As a follower of Razmir, the [Prophecies of Kalistrade](rule/f_profits), or some other tradition that preaches self-reliance, you make a point of not seeking divine aid for minor matters. When you gain this trait, choose one of the following 0-level spells: create water, mending, purify food and drink, or stabilize. You can cast this spell once per day as a spell-like ability, using your character level as your caster level. Once chosen, this selection can't change."
		],
		"subhierarchy": [[ "Faith Traits", "main/traits_faith" ]]
	},
	"self_taught_scholar": {
		"name": "Self-Taught Scholar",
		"sources": [ "Ultimate Campaign" ],
		"description": [
			"## Self-Taught Scholar",
			"",
			"**Type:** Magic",
			"",
			"Being self-taught has made it necessary for you to scour all documentation you can get your hands on. You gain a +1 trait bonus on Linguistics checks to decipher unfamiliar languages, and Linguistics is always a class skill for you. In addition, you gain a +1 trait bonus on Spellcraft checks made to decipher the writing on a scroll."
		],
		"subhierarchy": [[ "Magic Traits", "main/traits_magic" ]]
	},
	"senatorial_hopeful": {
		"name": "Senatorial Hopeful",
		"sources": [ "War for the Crown Player's Guide" ],
		"description": [
			"## Senatorial Hopeful",
			"",
			"**Type:** Campaign  ",
			"**Campaign:** War for the Crown",
			"",
			"While you belong to a noble family, hailing from the outlying prefectures means you lack the pull and wealth needed to rub shoulders with the stars of Oppara's social scene. Your life has been quiet, isolated from the thrum of fashion and pop culture, but you see this as a source of insight and aim to help people by someday joining the senate. It'll be a long journey, but you've already begun learning which hands to shake and how to listen carefully when others tell you what they want. You gain a +1 bonus on Diplomacy and Knowledge (local) checks, and both of these skills are always class skills for you. Once each week you can call on family connections to obtain a single piece of equipment or consumable magic item (such as a potion or scroll) worth up to your character level &times; 25 gp. Delivery of the goods you request takes 1d4 days. At 10th level, the potential value of a magical item increases to your character level &times; 50 gp, and your requests can also include spellcasting services and wands."
		],
		"subhierarchy": [[ "Campaign Traits", "main/traits_campaign" ]]
	},
	"sense_of_order": {
		"name": "Sense of Order",
		"sources": [ "Halflings of Golarion" ],
		"description": [
			"## Sense of Order",
			"",
			"**Type:** Religion  ",
			"**Religion:** Abadar  ",
			"**Requirements:** Halfling",
			"",
			"Your ability to notice even the slightest change, and the discomfort it causes, made service to Abadar a logical choice. You gain a +3 trait bonus on any Perception check made to identify any changes to a location that have occurred since you last visited it."
		],
		"subhierarchy": [[ "Religion Traits", "main/traits_religion" ]]
	},
	"sensing_imperfection": {
		"name": "Sensing Imperfection",
		"sources": [ "Halflings of Golarion" ],
		"description": [
			"## Sensing Imperfection",
			"",
			"**Type:** Religion  ",
			"**Religion:** Irori  ",
			"**Requirements:** Halfling",
			"",
			"Your belief in Irori has honed your ability to recognize when someone lies or dissembles. Sense Motive is a class skill for you, and you gain a +1 trait bonus on Sense Motive checks."
		],
		"subhierarchy": [[ "Religion Traits", "main/traits_religion" ]]
	},
	"sensitive_mind": {
		"name": "Sensitive Mind",
		"sources": [ "Strange Aeons Player's Guide" ],
		"description": [
			"## Sensitive Mind",
			"",
			"**Type:** Campaign  ",
			"**Campaign:** Strange Aeons",
			"",
			"You awake in the asylum horribly aware of dangers lurking nearby. While your memories are hazy and indistinct, everything around you looks vibrant and clear. You have an inkling that you have always been perceptive and can tell a lot about a person even in a quick meeting. This sensitivity can overwhelm you at times, especially in your current situation.",
			"",
			"You gain a +1 trait bonus on Appraise, Perception, and Sense Motive checks, and one of these (your choice) is a class skill for you. In addition, once per week you can use the psychometry occult skill unlock even if you are not capable of casting psychic spells or have the {feat/Psychic Sensitivity} feat."
		],
		"subhierarchy": [[ "Campaign Traits", "main/traits_campaign" ]]
	},
	"sensual_graces": {
		"name": "Sensual Graces",
		"sources": [ "Blood of the Night" ],
		"description": [
			"## Sensual Graces",
			"",
			"**Type:** Race  ",
			"**Requirements:** Dhampir; Svetocher",
			"",
			"Your unearthly beauty enchants those who court you. You gain a +2 trait bonus on Bluff checks made against humanoids who would be attracted to you."
		],
		"subhierarchy": [[ "Race Traits", "main/traits_race" ]]
	},
	"sentimental": {
		"name": "Sentimental",
		"sources": [ "Ultimate Campaign" ],
		"description": [
			"## Sentimental",
			"",
			"**Type:** Drawback",
			"",
			"You are sentimental, and your thoughts often stray to the past at inappropriate times. You take a -2 penalty on Perception checks to avoid being surprised and on Reflex saving throws to avoid traps or hazards."
		],
		"subhierarchy": [[ "Drawback Traits", "main/traits_drawback" ]]
	},
	"serpent_runner": {
		"name": "Serpent Runner",
		"sources": [
			"Varisia, Birthplace of Legends",
			"Shattered Star Player's Guide"
		],
		"description": [
			"## Serpent Runner",
			"",
			"**Type:** Campaign  ",
			"**Campaign:** Shattered Star",
			"",
			"You've participated in the mock gladiatorial battles and athletic feats at the Serpent's Run, Magnimar's grand hippodrome, but the safe nature of those games leaves you bored. Seeking greater thrills and tests of your abilities, You've pledged your arms and skill to the local Pathfinder lodge. Choose one of the following benefits to represent the techniques you learned from your time at the Serpent's Run:",
			"",
			"- Choose a specific type of armor. When wearing armor of that type, you treat its armor check penalty as if it were -1 lower.",
			"- When fighting with two weapons, the penalty imposed on your primary weapon is reduced by 1.",
			"- You gain a +2 trait bonus on Intimidate checks to demoralize opponents."
		],
		"subhierarchy": [[ "Campaign Traits", "main/traits_campaign" ]]
	},
	"serpentine_squeeze": {
		"name": "Serpentine Squeeze",
		"sources": [
			"Inner Sea Gods",
			"Faiths of Corruption"
		],
		"description": [
			"## Serpentine Squeeze",
			"",
			"**Type:** Religion  ",
			"**Religion:** Ydersius",
			"",
			"You gain a +1 trait bonus on combat maneuver checks to grapple a foe, as well as a +1 trait bonus to your CMD whenever an opponent tries to grapple you."
		],
		"subhierarchy": [[ "Religion Traits", "main/traits_religion" ]]
	},
	"servitor_of_spirits": {
		"name": "Servitor of Spirits",
		"sources": [ "Healer's Handbook" ],
		"description": [
			"## Servitor of Spirits",
			"",
			"**Type:** Regional  ",
			"**Region:** Tian Xia",
			"",
			"For as long as you can remember, the spirits have always whispered into your ears and guided you-provided that you appease them. At the start of each day, you can choose one [medium spirit](ability/spirits) and accept one of its taboos for 24 hours. As long as you don't break that taboo, once during the next 24 hours, you can add a +1 trait bonus to any one roll, check, or saving throw (but not to AC) listed under your chosen spirit's spirit bonus. Using this ability is a free action that you can use even if it isn't your turn. If you are a medium, the spirit you choose with this trait must be the same as the spirit you are channeling and vice versa"
		],
		"subhierarchy": [[ "Regional Traits", "main/traits_regional" ]]
	},
	"set_mind": {
		"name": "Set Mind",
		"sources": [ "Ruins of Azlant Player's Guide" ],
		"description": [
			"## Set Mind",
			"",
			"**Type:** Campaign  ",
			"**Campaign:** Ruins of Azlant",
			"",
			"Every time that you've said you'd do something, you've made sure to follow through. You can't remember a time when you weren't this way. People have a hard time making you change your mind once you've set yourself on a certain path. You might be exceptionally stubborn or you may just have a particular determination. Either way, you're going to keep doing what you set your mind to. The Bountiful Venture Company recognized this useful trait of yours and selected you for the second wave of colonists because of your great resolve and unswerving dedication to what you set your mind upon.",
			"",
			"Once per day when you fail a saving throw against a charm or compulsion effect that would cause you to act differently than you normally would, you can immediately reroll that saving throw as a free action. You must take the second result, even if it's worse."
		],
		"subhierarchy": [[ "Campaign Traits", "main/traits_campaign" ]]
	},
	"sevenarches_seeker": {
		"name": "Sevenarches Seeker",
		"sources": [ "People of the River" ],
		"description": [
			"## Sevenarches Seeker",
			"",
			"**Type:** Regional  ",
			"**Region:** Sevenarches",
			"",
			"You've long heard rumors about the mysterious archways of Sevenarches and have spent much of your life trying to unravel the mysteries behind the portals. You gain a +1 trait bonus on Knowledge (history) checks and Perception checks to notice secret doors, and Knowledge (history) becomes a class skill for you."
		],
		"subhierarchy": [[ "Regional Traits", "main/traits_regional" ]]
	},
	"shackles_seafarer": {
		"name": "Shackles Seafarer",
		"sources": [ "Inner Sea Primer" ],
		"description": [
			"## Shackles Seafarer",
			"",
			"**Type:** Regional  ",
			"**Region:** The Shackles",
			"",
			"You're familiar with the treacherous coastlines, currents, and tides of the Shackles, and can use that knowledge anywhere. You gain a +1 trait bonus on Knowledge (nature) and Knowledge (geography) checks while on the ocean. You also gain a +1 trait bonus on Swim checks, and Swim is always a class skill for you."
		],
		"subhierarchy": [[ "Regional Traits", "main/traits_regional" ]]
	},
	"shadow_child": {
		"name": "Shadow Child",
		"sources": [ "Council of Thieves Player's Guide" ],
		"description": [
			"## Shadow Child",
			"",
			"**Type:** Campaign  ",
			"**Campaign:** Council of Thieves",
			"",
			"Westcrown has long suffered under a peculiar curse, a blight that rises every night, bringing with it fell beasts that hunt the shadows. No one can say from whence these night-horrors come - though some blame the mysterious wizards of Nidal, other claim that it's some curse laid by fallen Aroden, while still others suggest some shadowy mastermind manipulates an ebon brood from the depths of Westcrown's northern ruins. Whatever the case, the people of Westcrown have long feared the night, but not you. You're goal is to reclaim the darkness from the beasts that hide within. You've acclimated yourself to the dark, and thus act with greater precision in the shadow than most. When attacking targets in areas of dim light, you do not suffer the standard 20% miss chance on attack rolls for being in the poorly lit area."
		],
		"subhierarchy": [[ "Campaign Traits", "main/traits_campaign" ]]
	},
	"shadow_dealer": {
		"name": "Shadow Dealer",
		"sources": [ "Blood of the Coven" ],
		"description": [
			"## Shadow Dealer",
			"",
			"**Type:** Regional  ",
			"**Region:** Ustalav",
			"",
			"You have survived and thrived in the dark forests of Ustalav by knowing how to make deals with terrible things. You gain a +1 trait bonus on saving throws against fear effects and a +1 trait bonus on Bluff and Diplomacy skills checks against evil fey, monstrous humanoids, and undead."
		],
		"subhierarchy": [[ "Regional Traits", "main/traits_regional" ]]
	},
	"shadow_dissident": {
		"name": "Shadow Dissident",
		"sources": [ "Monster Summoner's Handbook" ],
		"description": [
			"## Shadow Dissident",
			"",
			"**Type:** Regional  ",
			"**Region:** Nidal",
			"",
			"Lifelong encounters with conjured shadows have made you especially adept at piercing their dark veils. You gain a +2 trait bonus on saving throws against spells and effects with the shadow descriptor."
		],
		"subhierarchy": [[ "Regional Traits", "main/traits_regional" ]]
	},
	"shadow_shaman": {
		"name": "Shadow Shaman",
		"sources": [ "Advanced Class Origins" ],
		"description": [
			"## Shadow Shaman",
			"",
			"**Type:** Regional  ",
			"**Region:** Nidal",
			"",
			"Shamans in the shadowy kingdom of Nidal learn to speak with the spirits that live in shadow. Add silent image and blur to your shaman spell list as 1st- and 2nd-level spells, respectively."
		],
		"subhierarchy": [[ "Regional Traits", "main/traits_regional" ]]
	},
	"shadow_stabber": {
		"name": "Shadow Stabber",
		"sources": [ "Blood of Fiends" ],
		"description": [
			"## Shadow Stabber",
			"",
			"**Type:** Race  ",
			"**Requirements:** Tiefling",
			"",
			"An instinct for dishonorable conduct serves you well when fighting opponents who are blind, oblivious, or blundering around in the dark. You gain a +2 trait bonus on melee weapon damage rolls made against foes that cannot see you."
		],
		"subhierarchy": [[ "Race Traits", "main/traits_race" ]]
	},
	"shadow_stalker": {
		"name": "Shadow Stalker",
		"sources": [ "Agents of Evil" ],
		"description": [
			"## Shadow Stalker",
			"",
			"**Type:** Race  ",
			"**Requirements:** Fetchling",
			"",
			"You are dedicated to mastering the art of hiding in the shadows. Increase the miss chance gained from your shadow blending ability by 5%."
		],
		"subhierarchy": [[ "Race Traits", "main/traits_race" ]]
	},
	"shadow_trained": {
		"name": "Shadow Trained",
		"sources": [ "Heroes of the High Court" ],
		"description": [
			"## Shadow Trained",
			"",
			"**Type:** Combat  ",
			"**Region:** Nidal  ",
			"**Requirements:** Associated with the Umbral Court of Nidal",
			"",
			"You have experience fighting in darkness. Your miss chance while fighting in areas of dim light is only 10%."
		],
		"subhierarchy": [[ "Combat Traits", "main/traits_combat" ]]
	},
	"shadow_whispers": {
		"name": "Shadow Whispers",
		"sources": [ "Ultimate Campaign" ],
		"description": [
			"## Shadow Whispers",
			"",
			"**Type:** Religion  ",
			"**Religion:** Norgorber",
			"",
			"You have a penchant for just knowing others' secrets. You gain a +1 trait bonus on Knowledge (local) checks and a +2 trait bonus on Intimidate checks made to demoralize opponents."
		],
		"subhierarchy": [[ "Religion Traits", "main/traits_religion" ]]
	},
	"shadow_scarred": {
		"name": "Shadow-Scarred",
		"sources": [ "Quests and Campaigns" ],
		"description": [
			"## Shadow-Scarred",
			"",
			"**Type:** Drawback",
			"",
			"You were touched by terrible horrors that live in the darkness just outside the human sphere, such as shadow-beasts or aberrations linked to the Dark Tapestry, and feel your life-force ebb away ever so slightly whenever you return to the shadows. Whenever you are in an area of dim light or darkness, you take a -1 penalty on saving throws."
		],
		"subhierarchy": [[ "Drawback Traits", "main/traits_drawback" ]]
	},
	"shadowsight": {
		"name": "Shadowsight",
		"sources": [ "Champions of Corruption" ],
		"description": [
			"## Shadowsight",
			"",
			"**Type:** Regional  ",
			"**Region:** Nidal",
			"",
			"Your people's ancient compact with Zon-Kuthon manifests strongly in you. While the darkness remains fearsome, you can at least see what lurks there. As a swift action once per day, your eyes can pierce the surrounding darkness-you gain the benefit of low-light vision for a number of rounds equal to your level."
		],
		"subhierarchy": [[ "Regional Traits", "main/traits_regional" ]]
	},
	"shaer": {
		"name": "Shaer",
		"sources": [ "Heroes from the Fringe" ],
		"description": [
			"## Shaer",
			"",
			"**Type:** Regional  ",
			"**Region:** Qadira  ",
			"**Requirements:** Kelish",
			"",
			"Qadira is a land of poetry, and you have grown up immersed in the words and language of that culture. Your facility with the language is evident to all when you speak. You gain a +2 trait bonus on Bluff and Diplomacy checks when speaking with anyone fluent in Kelish."
		],
		"subhierarchy": [[ "Regional Traits", "main/traits_regional" ]]
	},
	"shaper_of_reality": {
		"name": "Shaper of Reality",
		"sources": [ "Inner Sea Gods" ],
		"description": [
			"## Shaper of Reality",
			"",
			"**Type:** Religion  ",
			"**Religion:** Eldest",
			"",
			"You can mimic the Eldest's ability to reshape the world. Once per day, you can cast either a conjuration spell or a transmutation spell at +1 caster level."
		],
		"subhierarchy": [[ "Religion Traits", "main/traits_religion" ]]
	},
	"shared_ancestors": {
		"name": "Shared Ancestors",
		"sources": [ "Blood of the Ancients" ],
		"description": [
			"## Shared Ancestors",
			"",
			"**Type:** Religion  ",
			"**Religion:** Myr",
			"",
			"Through your detailed study of your own lineage, you can better understand and honor even your most distant relatives. You gain a +1 trait bonus on Diplomacy, Knowledge (history), Knowledge (local), Knowledge (nobility), and Sense Motive checks associated with any creature who shares your type and at least one of your subtypes. One of these skills becomes a class skill."
		],
		"subhierarchy": [[ "Religion Traits", "main/traits_religion" ]]
	},
	"shared_curse": {
		"name": "Shared Curse",
		"sources": [ "Blood of the Moon" ],
		"description": [
			"## Shared Curse",
			"",
			"**Type:** Race  ",
			"**Requirements:** Skinwalker; Werewolf-kin",
			"",
			"A portion of your ancestor's fell curse still courses through your blood. Once per day as a standard action, you can share a portion of your accursed heritage with a willing ally by dealing 1 point of damage to that ally with a natural weapon. The ally gains a natural bite attack, as if from your skinwalker ability, for 2 rounds."
		],
		"subhierarchy": [[ "Race Traits", "main/traits_race" ]]
	},
	"sharkchild": {
		"name": "Sharkchild",
		"sources": [ "Blood of the Moon" ],
		"description": [
			"## Sharkchild",
			"",
			"**Type:** Race  ",
			"**Requirements:** Skinwalker; Wereshark-kin",
			"",
			"In your youth, you swam into the ocean as deep as you could, and had it not been for your wereshark ancestry you would have surely drowned. You gain a +1 trait bonus on Swim checks. As long as you have a swim speed (such as that granted by your bestial form), you can use the run action to move up to five times your swim speed while swimming straight down from or straight up toward the surface of the water."
		],
		"subhierarchy": [[ "Race Traits", "main/traits_race" ]]
	},
	"sharp_eyes": {
		"name": "Sharp Eyes",
		"sources": [ "Wilderness Origins" ],
		"description": [
			"## Sharp Eyes",
			"",
			"**Type:** Regional  ",
			"**Region:** tundra",
			"",
			"You are immune to the dazzled condition."
		],
		"subhierarchy": [[ "Regional Traits", "main/traits_regional" ]]
	},
	"sharp_wits": {
		"name": "Sharp Wits",
		"sources": [ "Inner Sea Races" ],
		"description": [
			"## Sharp Wits",
			"",
			"**Type:** Race  ",
			"**Requirements:** Human; Vudrani",
			"",
			"You were raised with a daily regimen to keep your mind sharp and your words fluid. You gain a +1 trait bonus on concentration checks and on Bluff checks."
		],
		"subhierarchy": [[ "Race Traits", "main/traits_race" ]]
	},
	"sheltered": {
		"name": "Sheltered",
		"sources": [ "Quests and Campaigns" ],
		"description": [
			"## Sheltered",
			"",
			"**Type:** Drawback",
			"",
			"Brought up in courtly environments and knowing little of violence, you have trouble getting accustomed to it. Whenever you have less than half your maximum hit points, you are shaken."
		],
		"subhierarchy": [[ "Drawback Traits", "main/traits_drawback" ]]
	},
	"shenmen_prospector": {
		"name": "Shenmen Prospector",
		"sources": [ "Dragon Empires Primer" ],
		"description": [
			"## Shenmen Prospector",
			"",
			"**Type:** Regional  ",
			"**Region:** Shenmen",
			"",
			"You were a talented laborer in the silver mines of Shenmen, and have seen many wonders in the haunted caverns beneath the surface of the cursed nation. You gain a +1 trait bonus on Appraise and Knowledge (dungeoneering) checks."
		],
		"subhierarchy": [[ "Regional Traits", "main/traits_regional" ]]
	},
	"shield_bearer": {
		"name": "Shield Bearer",
		"sources": [ "Humans of Golarion" ],
		"description": [
			"## Shield Bearer",
			"",
			"**Type:** Race  ",
			"**Requirements:** Human; Ulfen",
			"",
			"You have survived many battles thanks to your skill with your shield. When performing a shield bash, you deal 1 additional point of damage. Also, once per day on your turn as a free action, you may provide one adjacent ally a +2 trait bonus to his Armor Class. This bonus lasts for 1 round, so long as you and the target remain adjacent to one another. You can only use this ability if you are using a shield. You retain your shield bonus to your armor class when using this ability."
		],
		"subhierarchy": [[ "Race Traits", "main/traits_race" ]]
	},
	"shield_trained": {
		"name": "Shield-Trained",
		"sources": [ "Inner Sea Gods" ],
		"description": [
			"## Shield-Trained",
			"",
			"**Type:** Religion  ",
			"**Religion:** Gorum",
			"",
			"You were trained to use shields as weapons. Heavy and light shields are considered simple weapons rather than martial weapons for you. Heavy shields are considered light weapons for you."
		],
		"subhierarchy": [[ "Religion Traits", "main/traits_religion" ]]
	},
	"shift_the_blame": {
		"name": "Shift the Blame",
		"sources": [ "Blood of Fiends" ],
		"description": [
			"## Shift the Blame",
			"",
			"**Type:** Race  ",
			"**Requirements:** Tiefling; Spitespawn",
			"",
			"You have learned many tricks to keep yourself from facing the consequences of your misdeeds. You gain a +1 trait bonus on Bluff and Diplomacy checks made to convince someone that another person is actually at fault for your actions."
		],
		"subhierarchy": [[ "Race Traits", "main/traits_race" ]]
	},
	"ship_aptitude": {
		"name": "Ship Aptitude",
		"sources": [ "Pirates of the Inner Sea" ],
		"description": [
			"## Ship Aptitude",
			"",
			"**Type:** Regional  ",
			"**Region:** The Shackles",
			"",
			"You are used to crewing on many of the different types of ships that sail the Shackles. As a result, you have a knack for quickly determining the weaknesses and strengths of any ship, even ones you've never set foot on before. You gain a +1 trait bonus on Profession (sailor) checks, and Profession (sailor) becomes a class skill for you."
		],
		"subhierarchy": [[ "Regional Traits", "main/traits_regional" ]]
	},
	"ships_surgeon": {
		"name": "Ship's Surgeon",
		"sources": [ "Skull and Shackles Player's Guide" ],
		"description": [
			"## Ship's Surgeon",
			"",
			"**Type:** Campaign  ",
			"**Campaign:** Skull and Shackles",
			"",
			"On a ship, a sailor often has to learn multiple skills, and this rule certainly applies to you. Your father was a woodworker, and you learned your first trade from him. But on your first voyage at sea you quickly found out that a carpenter is often a ship's doctor as well - after all, who knows more about sawing off limbs than someone who saws wood for a living? People are a lot bloodier than wood, that's for sure, but you haven't had many complaints - those sailors who have enjoyed your services are either happy to be alive or dead, and there's old salts who swear the peg legs you for made them are better than the real legs they used to have. You gain a +1 trait bonus on Craft (carpentry) and Heal checks, and Heal is a class skill for you.",
			"",
			"You were between ships in Port Peril, and after stopping for a drink at a tavern called the Formidably Maid, you happened upon a damsel in distress in the alleyway outside. Thinking you could help, you didn't notice the thugs hiding nearby, and they caught you unawares. You've been on enough ships to know a press gang by the blow of the sap on the back of your neck-you just hope whatever ship you end up on needs a surgeon. Although the majority of your equipment was taken away when you were press-ganged, you managed to hang on to a fully stocked healer's kit, and you begin the campaign with it, regardless of your starting circumstances."
		],
		"subhierarchy": [[ "Campaign Traits", "main/traits_campaign" ]]
	},
	"shipboard_caster": {
		"name": "Shipboard Caster",
		"sources": [ "Pirates of the Inner Sea" ],
		"description": [
			"## Shipboard Caster",
			"",
			"**Type:** Regional  ",
			"**Region:** Riddleport",
			"",
			"You feel an affinity with ships and the sea, and the rolling rhythm of the waves helps focus your mind. When on a ship or other water-going vessel, you gain a +3 bonus on concentration checks."
		],
		"subhierarchy": [[ "Regional Traits", "main/traits_regional" ]]
	},
	"shoanti_spirit_singer": {
		"name": "Shoanti Spirit-singer",
		"sources": [ "Advanced Class Origins" ],
		"description": [
			"## Shoanti Spirit-singer",
			"",
			"**Type:** Race  ",
			"**Requirements:** Human; Bekyar or Shoanti",
			"",
			"The spirit voices of your ancestors sing to you of the world around you. Once per day, you can act in the surprise round even if you aren't aware of your attackers; you can use this action only to start a bardic song or raging song, and you're still considered flat-footed until you act in the first normal round of combat."
		],
		"subhierarchy": [[ "Race Traits", "main/traits_race" ]]
	},
	"shoanti_steed": {
		"name": "Shoanti Steed",
		"sources": [ "Varisia, Birthplace of Legends" ],
		"description": [
			"## Shoanti Steed",
			"",
			"**Type:** Race  ",
			"**Requirements:** Human; Shoanti",
			"",
			"Your nomadic culture gives you a profound knowledge of and respect for the horses that roam your homelands. You begin play with a combat trained light horse. While riding this horse bareback, you are treated as though you were riding it with a riding saddle (placing any actual saddle upon the horse negates this benefit). The horse can fend for itself outside of settlements in all but the most hostile environments. If whistled for outside of a community, the horse typically arrives within 1d6 minutes. If your horse is slain, you may receive a new horse by returning to your clan and performing a vigil for its spirit (a rite that costs 100 gp in rare herbs and incense)."
		],
		"subhierarchy": [[ "Race Traits", "main/traits_race" ]]
	},
	"shoanti_tattoo": {
		"name": "Shoanti Tattoo",
		"sources": [ "Varisia, Birthplace of Legends" ],
		"description": [
			"## Shoanti Tattoo",
			"",
			"**Type:** Race  ",
			"**Requirements:** Human; Shoanti",
			"",
			"Upon reaching adulthood, you received a tribal tattoo, marking you with the symbols of your quah and totem spirits. You gain a +1 trait bonus on saving throws against fear effects. Additionally, you are proficient with earth breakers, klars, and Shoanti bolas."
		],
		"subhierarchy": [[ "Race Traits", "main/traits_race" ]]
	},
	"shoanti_tribesman": {
		"name": "Shoanti Tribesman",
		"sources": [ "Inner Sea Primer" ],
		"description": [
			"## Shoanti Tribesman",
			"",
			"**Type:** Regional  ",
			"**Region:** Varisia",
			"",
			"You were born or adopted into a Shoanti tribe. Choose one of the following skills: Climb, Survival, or Swim. You gain a +1 trait bonus on this skill, and it is always a class skill for you."
		],
		"subhierarchy": [[ "Regional Traits", "main/traits_regional" ]]
	},
	"shoreline_skirmisher": {
		"name": "Shoreline Skirmisher",
		"sources": [ "Blood of the Moon" ],
		"description": [
			"## Shoreline Skirmisher",
			"",
			"**Type:** Race  ",
			"**Requirements:** Skinwalker; Wereshark-kin",
			"",
			"You were raised without many toys or possessions, but you made do exploring every detail of the nearby seashore, and know how to spot potential tools or obstacles. You gain a +2 trait bonus on combat maneuver checks as long as you or your opponent is on sand or in water at least 6 inches deep."
		],
		"subhierarchy": [[ "Race Traits", "main/traits_race" ]]
	},
	"shrouded_casting": {
		"name": "Shrouded Casting",
		"sources": [ "Ultimate Campaign" ],
		"description": [
			"## Shrouded Casting",
			"",
			"**Type:** Magic",
			"",
			"You have learned the secret to casting some spells without lesser material components. Choose one school of magic when you pick this trait. You can cast spells from that school as if you had the {feat/Eschew Materials} feat."
		],
		"subhierarchy": [[ "Magic Traits", "main/traits_magic" ]]
	},
	"siege_defender": {
		"name": "Siege Defender",
		"sources": [ "Arcane Anthology" ],
		"description": [
			"## Siege Defender",
			"",
			"**Type:** Combat",
			"",
			"Aroden taught the people of Absalom to survive any siege with proper preparation and cooperation, and those teachings were passed on to you. You gain a +1 trait bonus on melee damage rolls when you attack a target from higher ground."
		],
		"subhierarchy": [[ "Combat Traits", "main/traits_combat" ]]
	},
	"signaler": {
		"name": "Signaler",
		"sources": [ "Inner Sea Primer" ],
		"description": [
			"## Signaler",
			"",
			"**Type:** Regional  ",
			"**Region:** Molthune",
			"",
			"By watching Imperial troops, you know how to use flags, smoke signals, and other methods to send secret messages, and gain a +5 trait bonus on Bluff checks to receive secret messages and a +5 trait bonus on Sense Motive checks to intercept messages."
		],
		"subhierarchy": [[ "Regional Traits", "main/traits_regional" ]]
	},
	"signature_moves": {
		"name": "Signature Moves",
		"sources": [ "Bastards of Golarion" ],
		"description": [
			"## Signature Moves",
			"",
			"**Type:** Social",
			"",
			"You're known for some unique item that has become your trademark. Your starting equipment includes a single masterwork item worth less than 900 gp, and you gain a +1 trait bonus on Bluff and Intimidate checks while wielding this item in one or both hands."
		],
		"subhierarchy": [[ "Social Traits", "main/traits_social" ]]
	},
	"silent_watcher": {
		"name": "Silent Watcher",
		"sources": [ "Inner Sea Primer" ],
		"description": [
			"## Silent Watcher",
			"",
			"**Type:** Regional  ",
			"**Region:** Galt",
			"",
			"You can sense an ugly mood brewing in a crowd, and know how to dodge wrathful mobs when they seek victims for their anger. You gain a +1 trait bonus on Sense Motive checks in crowds, and a +1 trait bonus on Stealth checks in city streets."
		],
		"subhierarchy": [[ "Regional Traits", "main/traits_regional" ]]
	},
	"silvertongued_eunuch": {
		"name": "Silvertongued Eunuch",
		"sources": [ "Dragon Empires Primer" ],
		"description": [
			"## Silvertongued Eunuch",
			"",
			"**Type:** Regional  ",
			"**Region:** Quain",
			"",
			"You were brought up as part of Quain's strictly eunuch bureaucracy, trading your sexual potency for education and tact. You gain a +1 trait bonus on Knowledge (nobility) and Diplomacy checks."
		],
		"subhierarchy": [[ "Regional Traits", "main/traits_regional" ]]
	},
	"simple_disciple": {
		"name": "Simple Disciple",
		"sources": [ "Ultimate Campaign" ],
		"description": [
			"## Simple Disciple",
			"",
			"**Type:** Social",
			"",
			"You picked up skill in a craft or a profession during your time at a monastery. You gain a +1 trait bonus on checks with a Profession or Craft skill of your choice."
		],
		"subhierarchy": [[ "Social Traits", "main/traits_social" ]]
	},
	"skaters_balance": {
		"name": "Skater's Balance",
		"sources": [ "Kobolds of Golarion" ],
		"description": [
			"## Skater's Balance",
			"",
			"**Type:** Race  ",
			"**Requirements:** Kobold; White-scaled",
			"",
			"You grew up stalking across the frozen pools of water that dot your tribe's Darklands home. You don't need to spend extra movement to enter a square of an ice sheet, and the DCs of your Acrobatics checks on ice sheets don't increase by 5."
		],
		"subhierarchy": [[ "Race Traits", "main/traits_race" ]]
	},
	"skeptic": {
		"name": "Skeptic",
		"sources": [
			"Ultimate Campaign",
			"Second Darkness Player's Guide",
			"Advanced Player's Guide"
		],
		"description": [
			"## Skeptic",
			"",
			"**Type:** Magic",
			"",
			"Growing up, you were always around magical effects to the extent that you realized much of it was mere smoke and mirrors. You gain a +2 trait bonus on all saving throws against illusions."
		],
		"subhierarchy": [[ "Magic Traits", "main/traits_magic" ]]
	},
	"skilled_surgeon": {
		"name": "Skilled Surgeon",
		"sources": [ "Healer's Handbook" ],
		"description": [
			"## Skilled Surgeon",
			"",
			"**Type:** Regional  ",
			"**Region:** Qadira or Ustalav",
			"",
			"Whenever you perform surgery or otherwise must deal damage to remove a condition or affliction, you roll the damage but use the minimum result unless you rolled the maximum result. The amount of hit points or points of ability damage restored each day when you provide long-term care is increased by 1."
		],
		"subhierarchy": [[ "Regional Traits", "main/traits_regional" ]]
	},
	"skilled_telepath": {
		"name": "Skilled Telepath",
		"sources": [ "People of the Stars" ],
		"description": [
			"## Skilled Telepath",
			"",
			"**Type:** Race  ",
			"**Requirements:** Lashunta",
			"",
			"The range of your limited telepathy racial ability increases by 5 feet."
		],
		"subhierarchy": [[ "Race Traits", "main/traits_race" ]]
	},
	"skillful": {
		"name": "Skillful",
		"sources": [ "Ruins of Azlant Player's Guide" ],
		"description": [
			"## Skillful",
			"",
			"**Type:** Campaign  ",
			"**Campaign:** Ruins of Azlant",
			"",
			"You've always been interested in a wide array of things, and growing up You've spent time honing some of these talents, which has helped you in life. Some have attributed your successes to luck, but others have recognized what you truly have: skill. This interest in and practice of a diverse array of skills and abilities has served you well in a number of different jobs, and following in your varied interests you learned of the expedition to the ruins of Azlant. After your application, the Bountiful Venture Company selected you for the expedition because your skillful approach to matters would be helpful for a growing colony.",
			"",
			"Once per day when you fail an Acrobatics, Climb, Spellcraft, Stealth, or Use Magic Device check, you can immediately reroll that check as a free action. You must take the second result, even if it's worse."
		],
		"subhierarchy": [[ "Campaign Traits", "main/traits_campaign" ]]
	},
	"sky_quester": {
		"name": "Sky Quester",
		"sources": [ "Inner Sea Races" ],
		"description": [
			"## Sky Quester",
			"",
			"**Type:** Race  ",
			"**Requirements:** Dwarf",
			"",
			"You grew up hearing stories of the lost Sky Citadels, and have sworn to find and reclaim one. You gain a +1 trait bonus on Knowledge (geography) and Knowledge (history) checks. One of these skills (your choice) is always a class skill for you."
		],
		"subhierarchy": [[ "Race Traits", "main/traits_race" ]]
	},
	"sky_spirit_worshipper": {
		"name": "Sky Spirit Worshipper",
		"sources": [ "Dragon Empires Primer" ],
		"description": [
			"## Sky Spirit Worshipper",
			"",
			"**Type:** Regional  ",
			"**Region:** Mutabi-qi",
			"",
			"As the child of a Mutabi-qi shaman, you have seen the sky spirits that roam above and know that the world is rife with unexplainable and terrifying mysteries. You gain a +2 trait bonus on saves against fear effects."
		],
		"subhierarchy": [[ "Regional Traits", "main/traits_regional" ]]
	},
	"skymetal_affinity": {
		"name": "Skymetal Affinity",
		"sources": [ "People of the Stars" ],
		"description": [
			"## Skymetal Affinity",
			"",
			"**Type:** Regional  ",
			"**Region:** Numeria",
			"",
			"You gain a +2 trait bonus on Fortitude saves against the negative effects of skymetals, as well as a +2 trait bonus on Craft checks made to create weapons or armor out of skymetals."
		],
		"subhierarchy": [[ "Regional Traits", "main/traits_regional" ]]
	},
	"skymetal_smith": {
		"name": "Skymetal Smith",
		"sources": [
			"Iron Gods Player's Guide",
			"People of the River"
		],
		"description": [
			"## Skymetal Smith",
			"",
			"**Type:** Campaign  ",
			"**Campaign:** Iron Gods",
			"",
			"The fires atop Torch Hill have long been a boon to smiths and metalworkers, and your family is no exception. Whether you grew up in Torch or simply made several trips here with your parents to use the fire, this was to be your first time to use the torch for your own project. You managed to use the fires to craft a small weapon or piece of armor from skymetal, but not long thereafter the fires went out. The violet flames are as much a part of your upbringing as anything else, and their loss distresses you; you hope to find a way to rekindle the torch below the hill. You've long hoped to work with skymetal, and begin the game with a small metal bauble made of the skymetal of your choice-you made this item yourself. The item is nothing more than a valuable art object worth 100 gp. You can sell it to gain an additional 100 gp when creating your character, but if you keep it, your pride in its crafting grants you a +2 trait bonus on Will saving throws made against emotion and fear effects. You lose this bonus if you willingly sell or give up the item, but if it is destroyed or lost through no fault of your own, you retain a +1 trait bonus on such Will saves."
		],
		"subhierarchy": [[ "Campaign Traits", "main/traits_campaign" ]]
	},
	"slave_runner": {
		"name": "Slave Runner",
		"sources": [ "Spymaster's Handbook" ],
		"description": [
			"## Slave Runner",
			"",
			"**Type:** Social",
			"",
			"You witnessed or were party to the rescue of a halfling from Chelish slavery by the [Bellflower Network](rule/aff_antislavery) or [Eagle Knights](rule/aff_vangard). Once per day when attempting to directly free a slave, you gain a +2 trait bonus on your choice of an Acrobatics check, an Escape Artist check, a Stealth check, or a skill check attempted as part of a heist or pursuit"
		],
		"subhierarchy": [[ "Social Traits", "main/traits_social" ]]
	},
	"slave_smuggler": {
		"name": "Slave Smuggler",
		"sources": [ "People of the Sands" ],
		"description": [
			"## Slave Smuggler",
			"",
			"**Type:** Race  ",
			"**Requirements:** Halfling",
			"",
			"You know how to get contraband across borders. When hiding a Medium or smaller creature from an opponent actively searching you or your cargo, both you and the creature to be smuggled can attempt Stealth checks and select the higher of the two results for your smuggled ally to use while hiding."
		],
		"subhierarchy": [[ "Race Traits", "main/traits_race" ]]
	},
	"slave_taker": {
		"name": "Slave Taker",
		"sources": [ "Pirates of the Inner Sea" ],
		"description": [
			"## Slave Taker",
			"",
			"**Type:** Regional  ",
			"**Region:** Okeno",
			"",
			"You specialize in disabling foes without wounding them, preserving their value as slaves. Whenever you deal nonlethal damage in combat, that damage increases by +1."
		],
		"subhierarchy": [[ "Regional Traits", "main/traits_regional" ]]
	},
	"slaver": {
		"name": "Slaver",
		"sources": [ "Sargava, the Lost Colony" ],
		"description": [
			"## Slaver",
			"",
			"**Type:** Race  ",
			"**Requirements:** Human; Ombo",
			"",
			"You may never have participated in a single slave raid, but members of other tribes recognize you as Ombo, and they fear and distrust you accordingly. You gain a +2 trait bonus on Intimidate checks to influence non-Ombo Mwangi, but you suffer a -2 penalty on Bluff or Diplomacy checks to influence them."
		],
		"subhierarchy": [[ "Race Traits", "main/traits_race" ]]
	},
	"slayer_of_the_deep": {
		"name": "Slayer of the Deep",
		"sources": [ "Dragon Empires Primer" ],
		"description": [
			"## Slayer of the Deep",
			"",
			"**Type:** Regional  ",
			"**Region:** Darklands beneath Tian Xia",
			"",
			"You have hunted monsters throughout the Darklands and know how to take advantage of their weaknesses. You gain a +1 trait bonus on damage rolls made against creatures of the aberration type."
		],
		"subhierarchy": [[ "Regional Traits", "main/traits_regional" ]]
	},
	"sleepy": {
		"name": "Sleepy",
		"sources": [ "Quests and Campaigns" ],
		"description": [
			"## Sleepy",
			"",
			"**Type:** Drawback",
			"",
			"You must sleep or rest for at least 12 hours each night to get the benefits of a full night's rest. You take a -2 penalty on saving throws against sleep effects."
		],
		"subhierarchy": [[ "Drawback Traits", "main/traits_drawback" ]]
	},
	"slippery": {
		"name": "Slippery",
		"sources": [ "Faction Guide" ],
		"description": [
			"## Slippery",
			"",
			"**Type:** Combat  ",
			"**Requirements:** Member of The [Bellflower Network](rule/aff_antislavery)",
			"",
			"You have escaped from so many dangerous situations in your life that you've gotten quite good at not getting caught. You gain a +1 trait bonus on Stealth checks and Stealth is a class skill for you."
		],
		"subhierarchy": [[ "Combat Traits", "main/traits_combat" ]]
	},
	"slippery_step": {
		"name": "Slippery Step",
		"sources": [ "People of the Sands" ],
		"description": [
			"## Slippery Step",
			"",
			"**Type:** Race  ",
			"**Requirements:** Undine",
			"",
			"You are used to walking on wet and slippery surfaces. You are always considered to have firm footing when fighting underwater, and you gain a +2 trait bonus on Acrobatics checks and Climb checks on wet surfaces or in wet terrain, including bogs, standing or running water, or a storm-tossed ship."
		],
		"subhierarchy": [[ "Race Traits", "main/traits_race" ]]
	},
	"slithering_stride": {
		"name": "Slithering Stride",
		"sources": [ "Kobolds of Golarion" ],
		"description": [
			"## Slithering Stride",
			"",
			"**Type:** Race  ",
			"**Requirements:** Kobold; Green-scaled",
			"",
			"You were raised as a forest trapper, and are adept at moving quickly through underbrush. For 3 rounds per day, you can move through light or heavy undergrowth at full speed. This ability doesn't work in terrain that has been magically manipulated to impede motion."
		],
		"subhierarchy": [[ "Race Traits", "main/traits_race" ]]
	},
	"smoke_resistant": {
		"name": "Smoke Resistant",
		"sources": [ "Kobolds of Golarion" ],
		"description": [
			"## Smoke Resistant",
			"",
			"**Type:** Race  ",
			"**Requirements:** Kobold; Red-scaled",
			"",
			"You've spent so much of your life around fires that smoke no longer affects you the way it does other creatures. Your vision isn't impaired by nonmagical smoke, and you gain a +5 trait bonus on Fortitude saves to avoid coughing and choking because of [smoke inhalation](rule/forest_fires_cr_6). This trait confers no benefits against magically created smoke, such as that produced by pyrotechnics."
		],
		"subhierarchy": [[ "Race Traits", "main/traits_race" ]]
	},
	"snake_bleeder": {
		"name": "Snake Bleeder",
		"sources": [ "Dragon Empires Primer" ],
		"description": [
			"## Snake Bleeder",
			"",
			"**Type:** Regional  ",
			"**Region:** Nagajor",
			"",
			"You were a nagaji vassal of knowledgeable nagas, and they taught you much regarding how they concoct their various poisons. You gain a +2 trait bonus on Craft (alchemy) checks when brewing poisons, and Craft (alchemy) becomes a class skill for you."
		],
		"subhierarchy": [[ "Regional Traits", "main/traits_regional" ]]
	},
	"snake_handler": {
		"name": "Snake Handler",
		"sources": [ "Heroes from the Fringe" ],
		"description": [
			"## Snake Handler",
			"",
			"**Type:** Regional  ",
			"**Region:** Osirion  ",
			"**Religion:** Apep or Wadjet",
			"",
			"You have spent time as a member of a cult of either Apep or Wadjet, the serpent gods of Osirion. Membership involved the handling of dangerous snakes during rituals, and you have learned how to keep yourself and others safe around them. You gain a +2 bonus on Fortitude saves against poison. Handle Animal is always a class skill for you."
		],
		"subhierarchy": [[ "Regional Traits", "main/traits_regional" ]]
	},
	"snake_hater": {
		"name": "Snake Hater",
		"sources": [ "Blood of Angels" ],
		"description": [
			"## Snake Hater",
			"",
			"**Type:** Race  ",
			"**Requirements:** Aasimar; Plumekith",
			"",
			"You've always loathed serpents and other slithering monsters, ever since you can remember, and have studied them extensively. You gain a +2 trait bonus on Knowledge (dungeoneering) checks and Knowledge (dungeoneering) is always a class skill for you."
		],
		"subhierarchy": [[ "Race Traits", "main/traits_race" ]]
	},
	"snap_ignition": {
		"name": "Snap Ignition",
		"sources": [ "People of the Sands" ],
		"description": [
			"## Snap Ignition",
			"",
			"**Type:** Race  ",
			"**Requirements:** Ifrit",
			"",
			"You are a pyromaniac by nature and love nothing more than setting fires. As a full-round action, you can produce a small flame at the end of your finger that ignites combustible materials as a tindertwig. Alternatively, you can maintain a flame equivalent to a candle by spending a standard action each round to concentrate on it."
		],
		"subhierarchy": [[ "Race Traits", "main/traits_race" ]]
	},
	"sneaky_swimmer": {
		"name": "Sneaky Swimmer",
		"sources": [ "Kobolds of Golarion" ],
		"description": [
			"## Sneaky Swimmer",
			"",
			"**Type:** Race  ",
			"**Requirements:** Kobold; Black-scaled",
			"",
			"Swimming comes naturally to you, as does hunting marsh vipers and other aquatic creatures. Increase the number of rounds you can hold your breath underwater by an amount equal to your Constitution score. You gain a +2 bonus on Stealth checks in swamps and in underwater environments."
		],
		"subhierarchy": [[ "Race Traits", "main/traits_race" ]]
	},
	"snowblooded": {
		"name": "Snowblooded",
		"sources": [ "People of the North" ],
		"description": [
			"## Snowblooded",
			"",
			"**Type:** Race  ",
			"**Requirements:** Elf; Snowcaster",
			"",
			"Your family has a long tradition of producing excellent sentries and twilight speakers. You gain a +4 trait bonus on Fortitude saving throws made to avoid nonlethal damage from cold environments, and gain a +1 trait bonus on saving throws against spells with the cold descriptor."
		],
		"subhierarchy": [[ "Race Traits", "main/traits_race" ]]
	},
	"snowbound": {
		"name": "Snowbound",
		"sources": [ "Quests and Campaigns" ],
		"description": [
			"## Snowbound",
			"",
			"**Type:** Social",
			"",
			"You came of age in a place with harsh winters amid a culture that rewarded you for testing your limits in the cold. You gain a +1 trait bonus on saving throws against cold effects and a +2 trait bonus on Fortitude saves against the effects of cold weather.",
			"",
			"**Suggested Characters:** Irriseni, Kellids, Ulfen."
		],
		"subhierarchy": [[ "Social Traits", "main/traits_social" ]]
	},
	"snowstepper": {
		"name": "Snowstepper",
		"sources": [ "People of the North" ],
		"description": [
			"## Snowstepper",
			"",
			"**Type:** Race  ",
			"**Requirements:** Gnome",
			"",
			"As a native of the North, you have acquired the ability to tread lightly on snow. You ignore difficult terrain caused by snow, and it costs you only 2 squares of movement to enter a square covered in heavy snow, rather than 4 squares of movement. This benefit only applies when you are not carrying a medium or heavier load."
		],
		"subhierarchy": [[ "Race Traits", "main/traits_race" ]]
	},
	"snowstride": {
		"name": "Snowstride",
		"sources": [ "Kobolds of Golarion" ],
		"description": [
			"## Snowstride",
			"",
			"**Type:** Regional  ",
			"**Region:** Darklands",
			"",
			"The wide stance and sure footing you developed while traipsing over ice-covered rock and frozen earth provides you with a +1 trait bonus on Acrobatics checks made on slippery surfaces and enables you to trip or bull rush opponents two size categories larger than you instead of just one."
		],
		"subhierarchy": [[ "Regional Traits", "main/traits_regional" ]]
	},
	"soaring_sprinter": {
		"name": "Soaring Sprinter",
		"sources": [ "Quests and Campaigns" ],
		"description": [
			"## Soaring Sprinter",
			"",
			"**Type:** Combat",
			"",
			"As a youth, you often leaped and ran at treacherous heights, either because it was the only place with enough freedom for you to play or because it was not a good idea to play any lower. You gain a +2 trait bonus on Acrobatics checks to keep your balance or jump, and Acrobatics becomes a class skill for you.",
			"",
			"Suggested Characters: Chelaxians, gnomes, Korvosans."
		],
		"subhierarchy": [[ "Combat Traits", "main/traits_combat" ]]
	},
	"social_slaver": {
		"name": "Social Slaver",
		"sources": [ "Champions of Corruption" ],
		"description": [
			"## Social Slaver",
			"",
			"**Type:** Regional  ",
			"**Region:** Cheliax",
			"",
			"Your upbringing has accustomed you to commanding those you deem inferior. You gain a +2 trait bonus on Intimidate checks against creatures one or more size categories smaller than yourself. The DC of compulsion spells cast by you against smaller creatures increases by 1."
		],
		"subhierarchy": [[ "Regional Traits", "main/traits_regional" ]]
	},
	"sodden_chld": {
		"name": "Sodden Chld",
		"sources": [ "People of the Wastes" ],
		"description": [
			"## Sodden Chld",
			"",
			"**Type:** Regional  ",
			"**Region:** The Sodden Lands",
			"",
			"You spent most of your life moving through murky bogs and have grown acclimated to the terrain. You move normally through shallow bogs (as long as the terrain hasn't been magically manipulated) but are still affected by deep bogs as normal."
		],
		"subhierarchy": [[ "Regional Traits", "main/traits_regional" ]]
	},
	"soldier_of_the_faith": {
		"name": "Soldier of the Faith",
		"sources": [ "Inner Sea Primer" ],
		"description": [
			"## Soldier of the Faith",
			"",
			"**Type:** Regional  ",
			"**Region:** Razmiran",
			"",
			"You have served Razmir as a faithful enforcer, or upon one of the \"faith barges\" plying the waters of Lake Encarthan, and have learned the enforcement techniques of Razmiran. You gain a +1 trait bonus on Intimidate checks, and Intimidate is always a class skill for you."
		],
		"subhierarchy": [[ "Regional Traits", "main/traits_regional" ]]
	},
	"solidarity": {
		"name": "Solidarity",
		"sources": [ "Blood of the Elements" ],
		"description": [
			"## Solidarity",
			"",
			"**Type:** Regional  ",
			"**Region:** City of Brass",
			"",
			"While enslaved in the City of Brass, you watched too many of your friends fall victim to efreet tempers. Now, you help others avoid thorny situations whenever you are able. Any time you successfully use the aid another action to help an ally succeed at a Bluff or Escape Artist check, you add a +3 bonus to this check (rather than a +2 bonus)."
		],
		"subhierarchy": [[ "Regional Traits", "main/traits_regional" ]]
	},
	"solitary": {
		"name": "Solitary",
		"sources": [ "Antihero's Handbook" ],
		"description": [
			"## Solitary",
			"",
			"**Type:** Combat",
			"",
			"You are skilled at slipping away from crowds. Once per day, you can attempt a Bluff check to create a diversion to hide with a +2 trait bonus on the check, and if successful, you take only a -5 penalty on your Stealth check to get to an unobserved place while observers are distracted (instead of the normal -10 penalty)."
		],
		"subhierarchy": [[ "Combat Traits", "main/traits_combat" ]]
	},
	"sophisticated_citizen": {
		"name": "Sophisticated Citizen",
		"sources": [ "Merchant's Manifest" ],
		"description": [
			"## Sophisticated Citizen",
			"",
			"**Type:** Regional  ",
			"**Region:** Absalom",
			"",
			"You grew up in Absalom, and as a child you learned trivia about people and places from all across the world. Choose Knowledge (geography), Knowledge (local), or Sense Motive; that skill is a class skill for you. In addition, you know one additional bonus language."
		],
		"subhierarchy": [[ "Regional Traits", "main/traits_regional" ]]
	},
	"soul_eater": {
		"name": "Soul Eater",
		"sources": [ "Blood of Fiends" ],
		"description": [
			"## Soul Eater",
			"",
			"**Type:** Race  ",
			"**Requirements:** Tiefling; Grimspawn",
			"",
			"The act of murder allows you to draw vitality from fleeing souls. Whenever you use a coup de grace action to kill a creature (either by damage or through a failed Fortitude save), you gain a number of temporary hit points equal to half your character level (minimum 1) for 1 minute. These temporary hit points do not stack with multiple coups de grace."
		],
		"subhierarchy": [[ "Race Traits", "main/traits_race" ]]
	},
	"soul_searchers_strength": {
		"name": "Soul-Searcher's Strength",
		"sources": [ "Healer's Handbook" ],
		"description": [
			"## Soul-Searcher's Strength",
			"",
			"**Type:** Faith  ",
			"**Requirements:** Must follow the traditions of the [Rivethun](rule/aff_animists)",
			"",
			"Your introspections have taught you to understand your own flaws and proclivities and how to work with them. Choose one saving throw. You gain a +1 trait bonus on saving throws of the chosen kind."
		],
		"subhierarchy": [[ "Faith Traits", "main/traits_faith" ]]
	},
	"sound_of_mind": {
		"name": "Sound of Mind",
		"sources": [ "Dragon Empires Primer" ],
		"description": [
			"## Sound of Mind",
			"",
			"**Type:** Regional  ",
			"**Region:** Zi Ha",
			"",
			"You have lived in the mountains of Zi Ha and found utter tranquility among the samsarans of the region. You gain a +2 trait bonus on saving throws against mind-affecting effects."
		],
		"subhierarchy": [[ "Regional Traits", "main/traits_regional" ]]
	},
	"sovyrian_intellectual": {
		"name": "Sovyrian Intellectual",
		"sources": [ "People of the Stars" ],
		"description": [
			"## Sovyrian Intellectual",
			"",
			"**Type:** Race  ",
			"**Requirements:** Elf; Must be a 1st-level character",
			"",
			"Having grown up in one of the intellectual centers of Castrovel, you speak precisely and persuasively, especially among elves. You gain a +1 trait bonus on Diplomacy checks. This bonus increases to +3 against creatures with the elf subtype."
		],
		"subhierarchy": [[ "Race Traits", "main/traits_race" ]]
	},
	"sovyrian_pantheist": {
		"name": "Sovyrian Pantheist",
		"sources": [ "Elves of Golarion" ],
		"description": [
			"## Sovyrian Pantheist",
			"",
			"**Type:** Religion  ",
			"**Religion:** Elven Deities  ",
			"**Requirements:** Elf",
			"",
			"Strongly influenced by the elves' mysterious other realm, you embrace obscure elven deities that have little influence on Golarion. You gain a +1 trait bonus on Knowledge (history) checks to recognize or evaluate art, Knowledge (architecture and engineering) checks, Survival checks to hunt game, Constitution checks to run, and Spellcraft checks involving crystals or gems."
		],
		"subhierarchy": [[ "Religion Traits", "main/traits_religion" ]]
	},
	"spark_of_creation": {
		"name": "Spark of Creation",
		"sources": [ "Champions of Purity" ],
		"description": [
			"## Spark of Creation",
			"",
			"**Type:** Magic",
			"",
			"You have always had a knack for making useful things, and your talent as an artisan was evident even at an early age. You gain a +1 trait bonus on Craft checks, and the cost of creating magic items is reduced by 5%."
		],
		"subhierarchy": [[ "Magic Traits", "main/traits_magic" ]]
	},
	"speech_of_the_wilds": {
		"name": "Speech of the Wilds",
		"sources": [ "Blood of Angels" ],
		"description": [
			"## Speech of the Wilds",
			"",
			"**Type:** Race  ",
			"**Requirements:** Aasimar; Idyllkin",
			"",
			"Like your agathion ancestor, you have a knack for communicating with other creatures, and you are adept at breaking down language barriers. You can speak one extra language."
		],
		"subhierarchy": [[ "Race Traits", "main/traits_race" ]]
	},
	"spell_duel_prodigy": {
		"name": "Spell Duel Prodigy",
		"sources": [ "Bastards of Golarion" ],
		"description": [
			"## Spell Duel Prodigy",
			"",
			"**Type:** Regional  ",
			"**Region:** Erages",
			"",
			"You've participated in many spell duels during your time at Erages Academy, and You've developed a keen talent for identifying magical arts. You gain a +2 trait bonus on Spellcraft checks to identify a spell as it is being cast and on dispel checks to counterspell a spell."
		],
		"subhierarchy": [[ "Regional Traits", "main/traits_regional" ]]
	},
	"spell_intuition": {
		"name": "Spell Intuition",
		"sources": [ "Quests and Campaigns" ],
		"description": [
			"## Spell Intuition",
			"",
			"**Type:** Faith",
			"",
			"Blessed by a priest of a deity of magic at birth, you demonstrated a remarkable knack for guessing the nature of spells without the schooling of your instructors. You gain a +1 trait bonus on Spellcraft checks, and Spellcraft becomes a class skill for you.",
			"",
			"Suggested Characters: Gebbites, Nethys worshipers, Nexians."
		],
		"subhierarchy": [[ "Faith Traits", "main/traits_faith" ]]
	},
	"spellcasters_anathema": {
		"name": "Spellcaster's Anathema",
		"sources": [ "People of the Wastes" ],
		"description": [
			"## Spellcaster's Anathema",
			"",
			"**Type:** Race  ",
			"**Requirements:** Dwarf",
			"",
			"You see arcane magic as untrustworthy and its use as a calamity waiting to happen. You gain a +1 trait bonus on attack rolls against arcane spellcasters."
		],
		"subhierarchy": [[ "Race Traits", "main/traits_race" ]]
	},
	"sphinx_riddler": {
		"name": "Sphinx Riddler",
		"sources": [
			"Mummy's Mask Player's Guide",
			"People of the Sands"
		],
		"description": [
			"## Sphinx Riddler",
			"",
			"**Type:** Campaign  ",
			"**Campaign:** Mummy's Mask",
			"",
			"You've always been fascinated with the ancient race of sphinxes, and are inspired by them to love puzzles and riddles and enjoy solving difficult dilemmas. Like so many others, You've come to Wati to explore its ancient necropolis, but You've also heard that sphinxes occasionally visit a sphinx-shaped ruin called Ubet's Folly in the city-perhaps you'll have the chance to meet and talk with a sphinx yourself! You gain a +1 trait bonus on Bluff and Diplomacy checks against sphinxes, and a +1 trait bonus on any skill check to decipher a puzzle or riddle. In addition, you may choose Sphinx as one of your bonus languages."
		],
		"subhierarchy": [[ "Campaign Traits", "main/traits_campaign" ]]
	},
	"sphinxfriend": {
		"name": "Sphinxfriend",
		"sources": [ "People of the Sands" ],
		"description": [
			"## Sphinxfriend",
			"",
			"**Type:** Race  ",
			"**Requirements:** Dwarf; Pahmet",
			"",
			"You were raised near the lair of a proud sphinx. Well known for their wisdom, sphinxes are greatly respected by your people, and in times of uncertainty and crisis, their counsel has been invaluable. When you came of age, you were chosen to be the emissary between your settlement and the sphinx. Luckily for you, the proud creature enjoyed your company, and in addition to bartering for information, you learned to enjoy the riddles of your noble friend. As a result of your experiences, you gain a +1 trait bonus on Diplomacy checks, Linguistics skill checks made to decipher writing in an unfamiliar language, and Sense Motive checks made to discern secret messages."
		],
		"subhierarchy": [[ "Race Traits", "main/traits_race" ]]
	},
	"spidery_climber": {
		"name": "Spidery Climber",
		"sources": [ "People of the Stars" ],
		"description": [
			"## Spidery Climber",
			"",
			"**Type:** Race  ",
			"**Requirements:** Kasatha",
			"",
			"More hands means more handholds. You gain a +1 trait bonus on Climb checks. In addition, as long as you have two hands free, the DC to catch yourself on a wall while falling is equal to the wall's DC + 10, and the DC to catch yourself on a slope is equal to the slope's DC + 5."
		],
		"subhierarchy": [[ "Race Traits", "main/traits_race" ]]
	},
	"spirit_animal": {
		"name": "Spirit Animal",
		"sources": [ "People of the North" ],
		"description": [
			"## Spirit Animal",
			"",
			"**Type:** Regional  ",
			"**Region:** Realm of the Mammoth Lords",
			"",
			"A spirit animal watches over you. Choose one of the following spirit animals. The benefit you receive depends on which of the following spirit animals you choose.",
			"",
			"**Mammoth:** You gain a +1 trait bonus on Fortitude saves.  ",
			"**Smilodon:** You gain a +1 trait bonus on Reflex saves.  ",
			"**Woolly Rhinoceros:** You gain a +1 trait bonus on Will saves."
		],
		"subhierarchy": [[ "Regional Traits", "main/traits_regional" ]]
	},
	"spirit_guide": {
		"name": "Spirit Guide",
		"sources": [
			"Inner Sea Gods",
			"Faiths of Balance"
		],
		"description": [
			"## Spirit Guide",
			"",
			"**Type:** Religion  ",
			"**Religion:** Pharasma",
			"",
			"As someone who has performed or observed funeral rites for a wide variety of people, you have a basic understanding of many different religions. You gain a +2 trait bonus on Knowledge (religion) checks, and Knowledge (religion) is a class skill for you."
		],
		"subhierarchy": [[ "Religion Traits", "main/traits_religion" ]]
	},
	"spirit_lodge_dreamer": {
		"name": "Spirit Lodge Dreamer",
		"sources": [ "People of the North" ],
		"description": [
			"## Spirit Lodge Dreamer",
			"",
			"**Type:** Race  ",
			"**Requirements:** Human; Erutaki",
			"",
			"You have experienced visions of the unseen spirit world, and bear the marks of the spirits upon your flesh. You gain a +1 trait bonus on saves against illusions, and reduce any miss chance you would take from concealment by 10%."
		],
		"subhierarchy": [[ "Race Traits", "main/traits_race" ]]
	},
	"spirit_sense": {
		"name": "Spirit Sense",
		"sources": [ "Ultimate Campaign" ],
		"description": [
			"## Spirit Sense",
			"",
			"**Type:** Faith",
			"",
			"You are so attuned to the spiritual world that it is hard to get the jump on you. You gain a +2 trait bonus on Perception checks to avoid being surprised and to detect invisible or incorporeal creatures."
		],
		"subhierarchy": [[ "Faith Traits", "main/traits_faith" ]]
	},
	"spirit_talker": {
		"name": "Spirit Talker",
		"sources": [ "Sargava, the Lost Colony" ],
		"description": [
			"## Spirit Talker",
			"",
			"**Type:** Religion  ",
			"**Religion:** Mwangi shamanistic faith",
			"",
			"You are a devotee of the shamanistic practices of the Mwangi, having little use for the deities of the colonials. You gain a +1 racial bonus on Will saves against divine spells and spell-like effects employed against you by clerics or paladins of Aroden, Abadar, Iomedae, Gozreh, and Shelyn - but you suffer a -1 penalty on Will saves against divine spells cast by devotees of Mwangi faiths."
		],
		"subhierarchy": [[ "Religion Traits", "main/traits_religion" ]]
	},
	"spirit_touched": {
		"name": "Spirit Touched",
		"sources": [ "Return of the Runelords Players Guide" ],
		"description": [
			"## Spirit Touched",
			"",
			"**Type:** Campaign  ",
			"**Campaign:** Return of the Runelords",
			"",
			"As a child, you were influenced by overwhelming emotional trauma associated with death or undeath, and that influence marked you for the rest of your life. You may have been possessed by a ghost, had strange dreams in a haunted house, or suffered from an affliction from an undead source. You might even have had a near-death experience, or actually died and been returned to life. Work with your GM to determine the details of how you became spirit touched; she may have suggestions for you to tie your experience more tightly into the themes of the Return of the Runelords Adventure Path.",
			"",
			"You gain a +2 trait bonus on all saving throws made against supernatural attacks, spells, or spell-like abilities from undead creatures.",
			"",
			"Once per adventure, you may automatically succeed at a Constitution check to stabilize or a saving throw to remove a negative level."
		],
		"subhierarchy": [[ "Campaign Traits", "main/traits_campaign" ]]
	},
	"spirit_of_the_law": {
		"name": "Spirit of the Law",
		"sources": [ "Antihero's Handbook" ],
		"description": [
			"## Spirit of the Law",
			"",
			"**Type:** Combat",
			"",
			"You have seen the rules of society endlessly twisted in their implementation, and as such, you are especially wary of those who exploit the law to impose their own will. You gain a +1 trait bonus on attacks against lawful-aligned humanoids and a +2 trait bonus on saving throws against effects with the lawful descriptor."
		],
		"subhierarchy": [[ "Combat Traits", "main/traits_combat" ]]
	},
	"spirits_in_the_stone": {
		"name": "Spirits in the Stone",
		"sources": [ "Legacy of Fire Player's Guide" ],
		"description": [
			"## Spirits in the Stone",
			"",
			"**Type:** Race  ",
			"**Requirements:** Human; Mwangi",
			"",
			"You have an almost instinctive ability to sense danger and peril in ruined structures. Whenever you're in ruins, you gain a +2 trait bonus on Initiative checks and a +1 trait bonus on saving throws against traps and natural hazards."
		],
		"subhierarchy": [[ "Race Traits", "main/traits_race" ]]
	},
	"spiritual_attachment": {
		"name": "Spiritual Attachment",
		"sources": [ "Haunted Heroes Handbook" ],
		"description": [
			"## Spiritual Attachment",
			"",
			"**Type:** Magic",
			"",
			"The union between spirits and spiritualists is one of the strongest (and strangest) bonds shared between the mortal realm and the spirit world. Spiritualists can use the knowledge of their linked phantoms to better negotiate with other spirits. Whether you're a spiritualist or not, you've always had a similar knack when it comes to interactions with the spirit world. You gain a +4 trait bonus on checks to notice haunts, and when interacting with someone who is possessed by an incorporeal undead creature, you gain a +2 trait bonus n Bluff, Diplomacy, Intimidate, and Sense Motive checks against that target."
		],
		"subhierarchy": [[ "Magic Traits", "main/traits_magic" ]]
	},
	"spiritual_forester": {
		"name": "Spiritual Forester",
		"sources": [ "Dragon Empires Primer" ],
		"description": [
			"## Spiritual Forester",
			"",
			"**Type:** Regional  ",
			"**Region:** Forest of Spirits",
			"",
			"You grew up in a small settlement along the outskirts of the Forest of Spirits, and have learned much about the woods as well as about their supernatural inhabitants. You gain a +1 trait bonus on Knowledge (nature) and Knowledge (planes) checks, and one of these skills becomes a class skill for you."
		],
		"subhierarchy": [[ "Regional Traits", "main/traits_regional" ]]
	},
	"splash_attack": {
		"name": "Splash Attack",
		"sources": [ "People of the River" ],
		"description": [
			"## Splash Attack",
			"",
			"**Type:** Combat",
			"",
			"You catch others off-guard when a confrontation escalates. As long as you are standing in or adjacent to water, or holding at least a pint of liquid (including insoluble liquids like oil or alchemist's fire), you can perform a dirty trick combat maneuver to blind a foe within reach without provoking an attack of opportunity. If you select the {feat/Improved Dirty Trick} feat, you gain a +2 trait bonus on dirty trick combat maneuvers to blind foes as long as you are standing in or adjacent to water or holding a pint of liquid."
		],
		"subhierarchy": [[ "Combat Traits", "main/traits_combat" ]]
	},
	"split_second_defense": {
		"name": "Split-Second Defense",
		"sources": [ "Inner Sea Gods" ],
		"description": [
			"## Split-Second Defense",
			"",
			"**Type:** Religion  ",
			"**Religion:** Milani",
			"",
			"When you are the target of an attack by an opponent that is flanking you, as an immediate action once per day you can foil that opponent's attack. For that attack, the opponent does not gain any of the bonuses or effects that are associated with flanking."
		],
		"subhierarchy": [[ "Religion Traits", "main/traits_religion" ]]
	},
	"spooked": {
		"name": "Spooked",
		"sources": [ "Quests and Campaigns" ],
		"description": [
			"## Spooked",
			"",
			"**Type:** Drawback",
			"",
			"You had a traumatic experience with a spirit at a young age that colors your reactions to such creatures even to this day. Whenever you perceive a fey, outsider, or undead from within 60 feet, you become shaken for 1d4 rounds unless you succeed at a Will save with a DC equal to 15 + the creature's Charisma modifier. Immunity to fear effects does not allow you to forgo this saving throw; even if you are immune to fear, you must roll the Will saving throw for this drawback when applicable, albeit with a +4 bonus."
		],
		"subhierarchy": [[ "Drawback Traits", "main/traits_drawback" ]]
	},
	"sprint": {
		"name": "Sprint",
		"sources": [ "Gnomes of Golarion" ],
		"description": [
			"## Sprint",
			"",
			"**Type:** Combat  ",
			"**Requirements:** Gnome",
			"",
			"You were taught from a young age that the world is full of big, fast, dangerous foes, and that sometimes the best course of action is to put your head down and run. Your parents taught you how to make the most of a solid mid-length sprint and how to squeeze just a little extra speed out of yourself. If you do nothing but move in a turn (that is, if you run or use both of your actions in a round to move your speed) and you are in no armor or light armor, you may move an extra 5 feet."
		],
		"subhierarchy": [[ "Combat Traits", "main/traits_combat" ]]
	},
	"st_clydwells_ward": {
		"name": "St. Clydwell's Ward",
		"sources": [ "Faction Guide" ],
		"description": [
			"## St. Clydwell's Ward",
			"",
			"**Type:** Faith  ",
			"**Requirements:** Mendev Crusaders",
			"",
			"You have learned the secrets of an ancient prayer that wards off the attacks of demons. As a standard action, you can recite a holy chant that affects demons as if you were under the effect of a sanctuary spell (caster level equal to 1/2 your Hit Dice + your Charisma modifier)."
		],
		"subhierarchy": [[ "Faith Traits", "main/traits_faith" ]]
	},
	"stabbing_spells": {
		"name": "Stabbing Spells",
		"sources": [ "Arcane Anthology" ],
		"description": [
			"## Stabbing Spells",
			"",
			"**Type:** Magic",
			"",
			"Aroden wrote much about ways to use weapons to enhance magic's effectiveness, and you have taken to heart the insights gleaned from his words. Whenever you strike a foe with a weapon, you gain a +2 trait bonus on caster level checks to overcome that foe's spell resistance until the end of your next turn."
		],
		"subhierarchy": [[ "Magic Traits", "main/traits_magic" ]]
	},
	"stabilizing_touch": {
		"name": "Stabilizing Touch",
		"sources": [ "Inner Sea Gods" ],
		"description": [
			"## Stabilizing Touch",
			"",
			"**Type:** Religion  ",
			"**Religion:** Pharasma",
			"",
			"You were born with the ability to stop the passage to death's door. Once per day, you can use stabilize as a spell-like ability, but with a range of touch."
		],
		"subhierarchy": [[ "Religion Traits", "main/traits_religion" ]]
	},
	"stage_magic": {
		"name": "Stage Magic",
		"sources": [ "Adventurer's Armory" ],
		"description": [
			"## Stage Magic",
			"",
			"**Type:** Equipment",
			"",
			"You have put in many hours practicing with flashy alchemical items that enhance your Perform skill. When you use an attention-getting alchemical item such as a flask of alchemist's fire, smokestick, thunderstone, or another appropriate alchemical item (GM's discretion) as part of a performance, you gain a +2 trait bonus on your Perform check for the duration of that performance. The item is expended without its normal effects and only serves to make your performance more impressive; for example, you could pretend to ignite yourself with alchemist's fire as part of a Perform (comedy) check or make a dramatic appearance with a smokestick as part of a Perform (act) check, but you would not actually take fire damage or gain concealment from smoke."
		],
		"subhierarchy": [[ "Equipment Traits", "main/traits_equipment" ]]
	},
	"stalwart_elk": {
		"name": "Stalwart Elk",
		"sources": [ "Knights of the Inner Sea" ],
		"description": [
			"## Stalwart Elk",
			"",
			"**Type:** Mount  ",
			"**Requirements:** Have a Chernasardo riding elk as a mount",
			"",
			"While riding a Chernasardo riding elk, you gain a +4 trait bonus on Handle Animal, Ride, and wild empathy checks to resist another creature's unnatural aura."
		],
		"subhierarchy": [[ "Mount Traits", "main/traits_mount" ]]
	},
	"stalwart_of_the_society": {
		"name": "Stalwart of the Society",
		"sources": [
			"Shattered Star Player's Guide",
			"Faction Guide"
		],
		"description": [
			"## Stalwart of the Society",
			"",
			"**Type:** Faith  ",
			"**Requirements:** Member of The [Pathfinder Society](rule/aff_scholars)",
			"",
			"The courageous powers of Golarion's ancient paladin orders are open to you thanks to the Society's records of heroic deeds. As a result, your aura of courage class ability grants an additional +1 trait bonus on saving throws against fear effects."
		],
		"subhierarchy": [[ "Faith Traits", "main/traits_faith" ]]
	},
	"star_reader": {
		"name": "Star Reader",
		"sources": [ "Demon Hunter's Handbook" ],
		"description": [
			"## Star Reader",
			"",
			"**Type:** Regional  ",
			"**Region:** The Sodden Lands",
			"",
			"You are one of the few remaining descendants of the lost civilization of Lirgen. Growing up learning of your people's history has granted you a fine understanding of celestial divination as well as a deep-seated hatred of the demon-worshiping monsters that have come to rule your ancestral lands. While under starlight, the caster level of all your divination spells is increased by 1. If the target of your spell is a demon, the caster level is increased by 2."
		],
		"subhierarchy": [[ "Regional Traits", "main/traits_regional" ]]
	},
	"star_struck": {
		"name": "Star Struck",
		"sources": [ "Hell's Rebels Player's Guide" ],
		"description": [
			"## Star Struck",
			"",
			"**Type:** Campaign  ",
			"**Campaign:** Hell's Rebels",
			"",
			"Growing up in Kintargo, it's hard not to become obsessed with one of the city's celebrities. There are so many to choose from, and they're all so glamorous, rich, and successful! Wouldn't it be amazing to, perhaps some day, meet one of them? Or even better, to be a Kintargan celebrity yourself? Your interest in one of Kintargo's celebrities could be completely benign, with the NPC acting as a muse, inspiration, or role model for you that you used to guide many life choices leading you to this day. Or perhaps your interest is more akin to an obsession, in which you hope to some day live a life like that you imagine your idol lives, or perhaps even to some day meet and become friends (or perhaps more than friends) with your idol. Keep in mind, though, that sometimes a celebrity's public persona and real personality are two very different things, and if some day you were to meet your idol, you might be surprised at the truth! That said, the fact that, by all accounts, your idol has been missing since House Thrune instituted martial law has you worried; you hope he or she is all right! The fact that all five of the local legends listed below have been rumored to have ties to the [Silver Ravens](rule/aff_rebels) further concerns you, considering how that group seems to have been particularly targeted by Barzillai Thrune's agents over the past week. The fate of all five of these Kintargan icons will be revealed at some point during the Hell's Rebels Adventure Path, but keep in mind that some of those fates might not be pleasant discoveries for you!",
			"",
			"You gain a +1 trait bonus on Knowledge (local) checks. Pick one of the following celebrities with which to be obsessed. Each celebrity is associated with a particular ability score. Once per day, you can draw on your inspiration from your icon when you are about to attempt a skill check modified by that ability score. When you do so, roll the check twice and take the better of the two results as your actual result.",
			"",
			"- **Jackdaw (sex and race unknown; Intelligence):** A notorious folk hero or heroine (no one seems to know if Jackdaw is a man or woman) who helped defend Kintargo during the Chelish Civil War, and whom many believe still lives on today in the city's shadows.",
			"- **Jilia Bainilus (female human; Wisdom):** Kintargo's previous lord-mayor was well known for her cutting insights into the political world. Few have fought harder to maintain Kintargo's independence.",
			"- **Octavio Sabinus (male human; Strength):** The Lictor of the [Hellknight](rule/aff_lawknights) Order of the Torrent might seem an odd choice for admiration, but Octavio's physical stature certainly lent him all the support he needed to command a room.",
			"- **Shensen (female half-elf; Charisma):** Shensen's performances as an outspoken force against the diabolism of House Thrune have won her nearly as many admirers as have her memorable performances on stage in the Kintargo Opera House.",
			"- **Strea Vestori (female tiefling; Dexterity):** Strea is often regarded as the face of the slums known as the Devil's Nursery. As Kintargo's most outspoken and public tiefling citizen and leader of the Cloven Hoof Society, she has nearly as many admirers as she has political enemies in Cheliax."
		],
		"subhierarchy": [[ "Campaign Traits", "main/traits_campaign" ]]
	},
	"starchild": {
		"name": "Starchild",
		"sources": [
			"Ultimate Campaign",
			"Elves of Golarion",
			"Advanced Player's Guide"
		],
		"description": [
			"## Starchild",
			"",
			"**Type:** Religion  ",
			"**Religion:** Desna",
			"",
			"Desna sensed your love of travel and promised you would always be able to find your way home. You can automatically determine where true north is. You gain a +4 trait bonus on Survival checks to avoid becoming lost."
		],
		"subhierarchy": [[ "Religion Traits", "main/traits_religion" ]]
	},
	"stargazer_ig": {
		"name": "Stargazer (IG)",
		"sources": [
			"Iron Gods Player's Guide",
			"People of the River"
		],
		"description": [
			"## Stargazer (IG)",
			"",
			"**Type:** Campaign  ",
			"**Campaign:** Iron Gods",
			"",
			"They say the strange technological ruins scattered throughout Numeria came from the skies several thousand years ago. The concept of life on other planets far beyond Golarion has always fascinated you, and you've long hoped to learn more about what life on those other planets may have been like. you've heard stories about the strange alien creatures found in Numerian dungeons and hope to learn all you can about them-perhaps some of these aliens can be found in the caverns below Torch! You gain a +2 trait bonus on Knowledge checks to identify alien monsters' abilities and weaknesses. In addition, you gain a +1 trait bonus on Knowledge (geography) checks, and this skill is a class skill for you. You are treated as if you possessed the {feat/Technologist} feat for the purposes of resolving checks to identify an alien creature using a Knowledge skill and for all Knowledge (geography) checks. If you already possess the Technologist feat, then your trait bonus on Knowledge (geography) checks increases to +3."
		],
		"subhierarchy": [[ "Campaign Traits", "main/traits_campaign" ]]
	},
	"stargazer_human": {
		"name": "Stargazer (Human)",
		"sources": [ "Humans of Golarion" ],
		"description": [
			"## Stargazer (Human)",
			"",
			"**Type:** Race  ",
			"**Requirements:** Human; Varisian",
			"",
			"You spent many years wandering the roads of Varisia and beyond, and during clear nights, you took to tracking the celestial bodies that adorn Golarion's skies. You gain a +1 trait bonus on Knowledge (geography) and Survival checks."
		],
		"subhierarchy": [[ "Race Traits", "main/traits_race" ]]
	},
	"stargazer_region": {
		"name": "Stargazer (Region)",
		"sources": [ "Blood of the Ancients" ],
		"description": [
			"## Stargazer (Region)",
			"",
			"**Type:** Regional  ",
			"**Region:** Lirgen",
			"",
			"Having spent your youth staring at the night sky, you gain a +1 trait bonus on Knowledge (arcana) and Knowledge (nature) checks. One of these skills becomes a class skill for you."
		],
		"subhierarchy": [[ "Regional Traits", "main/traits_regional" ]]
	},
	"starlit_hexer": {
		"name": "Starlit Hexer",
		"sources": [ "People of the Stars" ],
		"description": [
			"## Starlit Hexer",
			"",
			"**Type:** Religion  ",
			"**Religion:** Outer Gods",
			"",
			"Your spellcasting powers are infused with the powers of the occult Outer Gods. Whenever you cast a spell or spell-like ability with the curse descriptor, increase the DC of the spell's saving throw by 1. If you cast such a spell or spell-like ability at night, as long as the sky is clear and the stars are visible, treat your caster level as 1 higher when determining the spell's duration."
		],
		"subhierarchy": [[ "Religion Traits", "main/traits_religion" ]]
	},
	"startling_report": {
		"name": "Startling Report",
		"sources": [ "Ultimate Campaign" ],
		"description": [
			"## Startling Report",
			"",
			"**Type:** Combat",
			"",
			"Through either perfect timing or the determination of your action, the sound of your firearm going off sets your enemies on edge. When you shoot a firearm, you gain a +2 trait bonus on Intimidate checks for 1 round against those who heard the shot."
		],
		"subhierarchy": [[ "Combat Traits", "main/traits_combat" ]]
	},
	"statuesque": {
		"name": "Statuesque",
		"sources": [ "Blood of the Elements" ],
		"description": [
			"## Statuesque",
			"",
			"**Type:** Race  ",
			"**Requirements:** Oread",
			"",
			"You inherited the statuesque physical features of your shaitan parent. Disguise becomes a class skill for you, and you gain a +2 trait bonus on Disguise checks to disguise yourself as a statue made of a specific type of stone, such as marble, sandstone, or alabaster. Furthermore, you take none of the penalties normally associated with disguising yourself as a different type of creature. You must choose the type of stone you resemble when you take this trait; once chosen, it cannot be changed."
		],
		"subhierarchy": [[ "Race Traits", "main/traits_race" ]]
	},
	"steady_strength": {
		"name": "Steady Strength",
		"sources": [ "Inner Sea Gods" ],
		"description": [
			"## Steady Strength",
			"",
			"**Type:** Religion  ",
			"**Religion:** Trudd",
			"",
			"Your strength training conditioned you to wearing heavy armor. When you wear medium or heavy armor, your armor check penalty on Strength-based skills is reduced by 2."
		],
		"subhierarchy": [[ "Religion Traits", "main/traits_religion" ]]
	},
	"stealthy_escape": {
		"name": "Stealthy Escape",
		"sources": [ "Adventurer's Armory" ],
		"description": [
			"## Stealthy Escape",
			"",
			"**Type:** Equipment",
			"",
			"You are adept at escaping from confinement in an unobtrusive manner. When trying to escape manacles, rope, or other similar restraints (but not grapples or similar attacks), you may make a Sleight of Hand check instead of your Escape Artist modifier. If you free yourself, you gain a +2 trait bonus on Bluff checks to pretend that you are still bound."
		],
		"subhierarchy": [[ "Equipment Traits", "main/traits_equipment" ]]
	},
	"steel_skin": {
		"name": "Steel Skin",
		"sources": [ "Knights of the Inner Sea" ],
		"description": [
			"## Steel Skin",
			"",
			"**Type:** Combat",
			"",
			"You gain the ability to don or remove heavy armor in half the normal time. Additionally, you begin play with a great helm bearing the iconography of your family (this helm grants no special defensive benefits). While wearing this helm with a suit of heavy armor, you gain a +2 trait bonus on Intimidate checks."
		],
		"subhierarchy": [[ "Combat Traits", "main/traits_combat" ]]
	},
	"stigmatized": {
		"name": "Stigmatized",
		"sources": [ "Antihero's Handbook" ],
		"description": [
			"## Stigmatized",
			"",
			"**Type:** Drawback",
			"",
			"You were kept at the periphery of society for a long period of time, so that even when you are among strangers in a new place, you feel the weight of your missing socialization. You take a -3 penalty on Diplomacy checks to gather information or improve a creature's attitude."
		],
		"subhierarchy": [[ "Drawback Traits", "main/traits_drawback" ]]
	},
	"stoic_dignity": {
		"name": "Stoic Dignity",
		"sources": [ "Bastards of Golarion" ],
		"description": [
			"## Stoic Dignity",
			"",
			"**Type:** Race  ",
			"**Requirements:** Oread",
			"",
			"You are an unmoving rock for those who see you as an authority figure. As long as you are conscious, you and all allies within 10 feet gain a +1 bonus on saving throws against mind-affecting effects you are not already suffering from. This is a trait bonus for you and a morale bonus for your allies."
		],
		"subhierarchy": [[ "Race Traits", "main/traits_race" ]]
	},
	"stoic_optimism": {
		"name": "Stoic Optimism",
		"sources": [
			"Inner Sea Gods",
			"Faiths of Purity"
		],
		"description": [
			"## Stoic Optimism",
			"",
			"**Type:** Religion  ",
			"**Religion:** Desna",
			"",
			"You realize that accepting the pain in life accentuates its joys by contrast, and so your hope sustains you where others despair. You receive a +2 trait bonus on saving throws against fear effects."
		],
		"subhierarchy": [[ "Religion Traits", "main/traits_religion" ]]
	},
	"stolen_fury": {
		"name": "Stolen Fury",
		"sources": [
			"Wrath of the Righteous Player's Guide",
			"Demon Hunter's Handbook"
		],
		"description": [
			"## Stolen Fury",
			"",
			"**Type:** Campaign  ",
			"**Campaign:** Wrath of the Righteous",
			"",
			"You were forced to take part in a demonic ritual as a youth after having been captured by cultists. Whatever the ritual's purpose may have been, it didn't work out the way your captors envisioned; rather than corrupting your soul, you absorbed the ritual's energy and made it your own before you escaped to safety. Ever since, you've been haunted by strange nightmares about the ritual, and have long felt that the energies it bathed you in have changed you. Recently, those energies have changed: it's as if you've finally managed to come to terms with your past and have turned the ritual's after-effects to your advantage, following the old adage of what doesn't kill you makes you stronger. you've been unable to learn more about the ritual or what it was for, but the question lingers in the back of your head to this day. This nagging has instilled in you a fury against demonkind. Today, when you face demons in combat, those energies bolster your fury, granting you a +2 trait bonus on all combat maneuver checks against demons.",
			"",
			"**Associated Mythic Path:** Champion.",
			"",
			"**Multiple Characters:** You and any other PC who takes this trait were all part of the same ritual, and it was only by working together that you managed to escape-further, the support of your fellow ritual survivors has played a key role in your coming to terms with it, and you retain a close bond of friendship (or perhaps a friendly rivalry) to this day."
		],
		"subhierarchy": [[ "Campaign Traits", "main/traits_campaign" ]]
	},
	"storied_scars": {
		"name": "Storied Scars",
		"sources": [ "People of the North" ],
		"description": [
			"## Storied Scars",
			"",
			"**Type:** Race  ",
			"**Requirements:** Human; Kellid",
			"",
			"You proudly bear the numerous scars of your life on your body, and each one tells a tale of your experiences. You gain a +1 trait bonus on Diplomacy checks made to interact with other Kellids, and a +1 trait bonus on Intimidate checks when dealing with non-Kellid peoples."
		],
		"subhierarchy": [[ "Race Traits", "main/traits_race" ]]
	},
	"storm_hunter": {
		"name": "Storm Hunter",
		"sources": [ "Dragon Empires Primer" ],
		"description": [
			"## Storm Hunter",
			"",
			"**Type:** Regional  ",
			"**Region:** Hongal",
			"",
			"You learned to hunt in the relentless winds of Hongal, and still make your arrows fly true. When fighting in windy weather, you treat the wind category as one level lower for the purposes of determining penalties on ranged attacks made with normal weapons."
		],
		"subhierarchy": [[ "Regional Traits", "main/traits_regional" ]]
	},
	"storm_touched": {
		"name": "Storm-Touched",
		"sources": [ "Ultimate Campaign" ],
		"description": [
			"## Storm-Touched",
			"",
			"**Type:** Magic",
			"",
			"You share an affinity with elemental lightning. You gain DR 1/- against creatures and attacks with the electricity type."
		],
		"subhierarchy": [[ "Magic Traits", "main/traits_magic" ]]
	},
	"stormrunner": {
		"name": "Stormrunner",
		"sources": [ "Inner Sea Primer" ],
		"description": [
			"## Stormrunner",
			"",
			"**Type:** Regional  ",
			"**Region:** The Shackles",
			"",
			"You have sailed on some of the roughest seas on Golarion, and have skirted the Eye of Abendego. You're accustomed to the pitch and yaw of sailing vessels, even in a storm, and gain a +2 trait bonus on Acrobatics checks to keep your footing on uneven ground or unsteady surfaces."
		],
		"subhierarchy": [[ "Regional Traits", "main/traits_regional" ]]
	},
	"stowaway": {
		"name": "Stowaway",
		"sources": [ "Serpent's Skull Player's Guide" ],
		"description": [
			"## Stowaway",
			"",
			"**Type:** Campaign  ",
			"**Campaign:** Serpent's Skull",
			"",
			"Not all passengers on seafaring vessels are legal or even known to the captain and crew, and the Jenivere is no exception. Whether too poor to book legal passage on the ship or fearing discovery by customs officials in your home port, you or an ally stowed away on the ship in secret. This may mean that the crew doesn't know you're on board, or perhaps they do now but didn't when the ship set sail. You gain a +1 trait bonus on Stealth checks and Survival checks to find food.",
			"",
			"Characters with this trait might have boarded the Jenivere at any port, but especially in the cities of the Shackles."
		],
		"subhierarchy": [[ "Campaign Traits", "main/traits_campaign" ]]
	},
	"stream_nomad": {
		"name": "Stream Nomad",
		"sources": [ "Kobolds of Golarion" ],
		"description": [
			"## Stream Nomad",
			"",
			"**Type:** Regional  ",
			"**Region:** Darklands",
			"",
			"Digging tunnels near a body of rushing water has taught you how to use water as a means of travel and escape. Others whisper that you must have been born with webbed feet. You gain a +1 trait bonus on Swim checks, and Swim is always a class skill for you. You increase the speed of any raft, barge, keelboat, or rowboat you pilot by 4 miles per day (1/2 mile per hour)."
		],
		"subhierarchy": [[ "Regional Traits", "main/traits_regional" ]]
	},
	"street_wary": {
		"name": "Street Wary",
		"sources": [ "Heroes of the Streets" ],
		"description": [
			"## Street Wary",
			"",
			"**Type:** Regional  ",
			"**Region:** urban",
			"",
			"You learned to take care of yourself on the streets and know the warning signs of hostile intent. Sense Motive is always a class skill for you, and you gain a +2 trait bonus on Sense Motive checks to get a hunch."
		],
		"subhierarchy": [[ "Regional Traits", "main/traits_regional" ]]
	},
	"strength_foretold": {
		"name": "Strength Foretold",
		"sources": [ "Ultimate Campaign" ],
		"description": [
			"## Strength Foretold",
			"",
			"**Type:** Magic",
			"",
			"You can channel extra power into one of your bloodline spells. Once per day as a free action, you gain a +1 trait bonus to the DC of the saving throw of one of your bonus bloodline spells."
		],
		"subhierarchy": [[ "Magic Traits", "main/traits_magic" ]]
	},
	"strength_of_body": {
		"name": "Strength of Body",
		"sources": [ "Blood of the Moon" ],
		"description": [
			"## Strength of Body",
			"",
			"**Type:** Race  ",
			"**Requirements:** Skinwalker; Wereboar-kin",
			"",
			"You took longer than most to learn control over your transforming abilities, but in that time you learned a trick to make the most of your strength. Once per day, you can use your Strength modifier in place of your Constitution modifier on a single Fortitude saving throw. You must announce that you are using this ability before you roll the saving throw."
		],
		"subhierarchy": [[ "Race Traits", "main/traits_race" ]]
	},
	"strength_of_submission": {
		"name": "Strength of Submission",
		"sources": [ "Divine Anthology" ],
		"description": [
			"## Strength of Submission",
			"",
			"**Type:** Faith",
			"",
			"Your faith in the church of Razmir and willingness to surrender yourself to him lend you strength and clarity. Whenever you are under the effects of a compulsion effect, you gain a +1 trait bonus on attack and damage rolls."
		],
		"subhierarchy": [[ "Faith Traits", "main/traits_faith" ]]
	},
	"strength_of_the_barghest": {
		"name": "Strength of the Barghest",
		"sources": [ "Goblins of Golarion" ],
		"description": [
			"## Strength of the Barghest",
			"",
			"**Type:** Religion  ",
			"**Religion:** Hadregash  ",
			"**Requirements:** Goblin",
			"",
			"The blood of the barghests is strong in you. Once per day as a free action, you can gain a +2 trait bonus on any Strength check or Strength-based skill check."
		],
		"subhierarchy": [[ "Religion Traits", "main/traits_religion" ]]
	},
	"strength_of_the_land": {
		"name": "Strength of the Land",
		"sources": [ "Dwarves of Golarion" ],
		"description": [
			"## Strength of the Land",
			"",
			"**Type:** Faith  ",
			"**Requirements:** Dwarf",
			"",
			"You are able to tap into the living energy of the world to shatter lesser magic. You gain a +1 trait bonus on caster level checks while touching the ground or unworked stone. This includes dispel checks and checks to overcome spell resistance."
		],
		"subhierarchy": [[ "Faith Traits", "main/traits_faith" ]]
	},
	"strength_of_the_sun": {
		"name": "Strength of the Sun",
		"sources": [ "Legacy of Fire Player's Guide" ],
		"description": [
			"## Strength of the Sun",
			"",
			"**Type:** Religion  ",
			"**Religion:** Sarenrae",
			"",
			"You take solace in the purifying light of the sun. During the day, you gain a +1 trait bonus on all Charisma-based checks."
		],
		"subhierarchy": [[ "Religion Traits", "main/traits_religion" ]]
	},
	"strengths_fanfare": {
		"name": "Strength's Fanfare",
		"sources": [ "Inner Sea Gods" ],
		"description": [
			"## Strength's Fanfare",
			"",
			"**Type:** Religion  ",
			"**Religion:** Kurgess",
			"",
			"Songs of your glory and prowess bolster your strength. When you are the subject of any sonic effect that grants a morale bonus on attack or damage rolls, you also gain a +1 trait bonus on Strength-based skill checks; on combat maneuver checks to bull rush, grapple, and reposition; and to your CMD against those combat maneuvers."
		],
		"subhierarchy": [[ "Religion Traits", "main/traits_religion" ]]
	},
	"strict_judgment": {
		"name": "Strict Judgment",
		"sources": [ "Inner Sea Gods" ],
		"description": [
			"## Strict Judgment",
			"",
			"**Type:** Religion  ",
			"**Religion:** Kols",
			"",
			"Your respect for the letter of the law bleeds into your spellcasting. Any spells you cast that prescribe certain behaviors with a consequence for breaking these directives (such as mark of justice or geas) have their save DC increased by 1."
		],
		"subhierarchy": [[ "Religion Traits", "main/traits_religion" ]]
	},
	"strip_the_veils": {
		"name": "Strip the Veils",
		"sources": [
			"Inner Sea Gods",
			"Faiths of Balance"
		],
		"description": [
			"## Strip the Veils",
			"",
			"**Type:** Religion  ",
			"**Religion:** Sivanah",
			"",
			"You are unusually perceptive when dealing with others. You gain a +1 trait bonus on Sense Motive checks, and Sense Motive is a class skill for you."
		],
		"subhierarchy": [[ "Religion Traits", "main/traits_religion" ]]
	},
	"strong_arm_supple_wrist": {
		"name": "Strong Arm, Supple Wrist",
		"sources": [
			"Qadira, Jewel of the East",
			"Qadira, Gateway to the East"
		],
		"description": [
			"## Strong Arm, Supple Wrist",
			"",
			"**Type:** Combat",
			"",
			"You have been trained in the javelin and the spear, and you know how to make the best use of your momentum. When you move at least 10 feet before making an attack with a thrown weapon, you can add 10 feet to the range increment of the weapon thrown. You can gain this benefit only once per round."
		],
		"subhierarchy": [[ "Combat Traits", "main/traits_combat" ]]
	},
	"strong_heart": {
		"name": "Strong Heart",
		"sources": [
			"Inner Sea Gods",
			"Faiths of Balance"
		],
		"description": [
			"## Strong Heart",
			"",
			"**Type:** Religion  ",
			"**Religion:** Gorum",
			"",
			"You can stand firm against even the most terrifying foes. You gain a +1 trait bonus on saves against fear effects, and the DC of Intimidate checks against you increases by 2."
		],
		"subhierarchy": [[ "Religion Traits", "main/traits_religion" ]]
	},
	"strong_swimmer": {
		"name": "Strong Swimmer",
		"sources": [
			"Inner Sea Gods",
			"Faiths of Balance"
		],
		"description": [
			"## Strong Swimmer",
			"",
			"**Type:** Religion  ",
			"**Religion:** Gozreh",
			"",
			"Your faith in Gozreh's grace gives you the confidence to swim without fear. You gain a +2 trait bonus on Swim checks, and can hold your breath for an extra 2 rounds when underwater."
		],
		"subhierarchy": [[ "Religion Traits", "main/traits_religion" ]]
	},
	"strong_willed": {
		"name": "Strong-Willed",
		"sources": [
			"Faiths of Purity",
			"Inner Sea Gods"
		],
		"description": [
			"## Strong-Willed",
			"",
			"**Type:** Religion  ",
			"**Religion:** Cayden Cailean",
			"",
			"Your fervent desire to choose your own path gives you strong willpower. You receive a +2 trait bonus on saving throws against charm and compulsion effects."
		],
		"subhierarchy": [[ "Religion Traits", "main/traits_religion" ]]
	},
	"structural_knowledge": {
		"name": "Structural Knowledge",
		"sources": [ "Inner Sea Gods" ],
		"description": [
			"## Structural Knowledge",
			"",
			"**Type:** Religion  ",
			"**Religion:** Findeladlara",
			"",
			"You are blessed with an insight into architecture and artifice. You gain a +1 trait bonus on Knowledge (engineering) checks, and Knowledge (engineering) is a class skill for you."
		],
		"subhierarchy": [[ "Religion Traits", "main/traits_religion" ]]
	},
	"stubborn": {
		"name": "Stubborn",
		"sources": [ "Blood of the Night" ],
		"description": [
			"## Stubborn",
			"",
			"**Type:** Race  ",
			"**Requirements:** Vampire; Vetala",
			"",
			"The angry child inside bolsters your will, and you often prove utterly defiant. You gain a +2 trait bonus on saving throws against attempts to control you, such as command undead, halt undead, or channeled energy to turn or control undead."
		],
		"subhierarchy": [[ "Race Traits", "main/traits_race" ]]
	},
	"student_survivalist": {
		"name": "Student Survivalist",
		"sources": [ "Jade Regent Player's Guide" ],
		"description": [
			"## Student Survivalist",
			"",
			"**Type:** Campaign  ",
			"**Campaign:** Jade Regent",
			"",
			"Although she is seen as something of a mystery to most of Sandpoint's citizens, Shalelu has never really seemed all that mysterious to you. Of course, that's probably because she helped raise you. You have never quite figured out why Shalelu decided to treat you as a younger sibling, but you certainly appreciated it- and you eagerly absorbed all of the survivalist tricks that she showed you over the years. As a result, you gain a +2 trait bonus on all Survival checks, and Survival is a class skill for you. In addition, you gain a +1 trait bonus on all attack rolls against foes that threaten your mentor.",
			"",
			"**NPC Choices:** Shalelu."
		],
		"subhierarchy": [[ "Campaign Traits", "main/traits_campaign" ]]
	},
	"student_of_faith": {
		"name": "Student of Faith",
		"sources": [ "Rise of the Runelords Anniversary Edition Player's Guide" ],
		"description": [
			"## Student of Faith",
			"",
			"**Type:** Campaign  ",
			"**Campaign:** Rise of the Runelords",
			"",
			"While you have personally dedicated your life to a single deity, you study all religions and mortal faiths. Upon hearing that the town of Sandpoint recently completed a cathedral dedicated to the six deities most popular in the area, you had to see the place for yourself, and have arrived in time for the consecration of this holy edifice. Because of your strong faith and broad range of study, you cast all cure spells at +1 caster level, and whenever you channel energy, you gain a +1 trait bonus to the save DC of your channeled energy."
		],
		"subhierarchy": [[ "Campaign Traits", "main/traits_campaign" ]]
	},
	"student_of_giantkind": {
		"name": "Student of Giantkind",
		"sources": [
			"Giantslayer Player's Guide",
			"Giant Hunter's Handbook"
		],
		"description": [
			"## Student of Giantkind",
			"",
			"**Type:** Campaign  ",
			"**Campaign:** Giantslayer",
			"",
			"You've always been fascinated by the giant races, and have devoted a considerable amount of time to studying their history and societies, gaining insight into the way they think and use their abilities. You gain a +1 trait bonus on Diplomacy checks against creatures with the giant subtype and a +1 trait bonus on Knowledge (local) checks regarding creatures with the giant subtype, and one of these skills (your choice) becomes a class skill for you. In addition, you know the Giant language (this does not count toward your number of languages)."
		],
		"subhierarchy": [[ "Campaign Traits", "main/traits_campaign" ]]
	},
	"student_of_history": {
		"name": "Student of History",
		"sources": [ "Divine Anthology" ],
		"description": [
			"## Student of History",
			"",
			"**Type:** Faith",
			"",
			"One can move toward enlightenment by understanding the mistakes of past generations. You gain a +1 trait bonus on Knowledge (history) checks, and Knowledge (history) is a class skill for you."
		],
		"subhierarchy": [[ "Faith Traits", "main/traits_faith" ]]
	},
	"student_of_nantambu": {
		"name": "Student of Nantambu",
		"sources": [ "Humans of Golarion" ],
		"description": [
			"## Student of Nantambu",
			"",
			"**Type:** Race  ",
			"**Requirements:** Human; Mwangi",
			"",
			"You have spent time at [Magaambya](rule/aff_i_school), the magical academy of Nantambu, absorbing the ancient knowledge taught there. You gain a +1 trait bonus on Knowledge (arcana) and Spellcraft checks, and you may make these checks untrained."
		],
		"subhierarchy": [[ "Race Traits", "main/traits_race" ]]
	},
	"student_of_philosophy": {
		"name": "Student of Philosophy",
		"sources": [ "Quests and Campaigns" ],
		"description": [
			"## Student of Philosophy",
			"",
			"**Type:** Social",
			"",
			"You were trained in a now-defunct philosophical tradition - such as that of the now-destroyed Galtan universities or Lirgeni astrologers - and learned to use logic and reason to persuade others. You can use your Intelligence modifier in place of your Charisma modifier on Diplomacy checks to persuade others and on Bluff checks to convince others that a lie is true. (This trait does not affect Diplomacy checks to gather information or Bluff checks to feint in combat.) Suggested Characters: Arodenites, Galtans, Sodden Lands natives."
		],
		"subhierarchy": [[ "Social Traits", "main/traits_social" ]]
	},
	"style_sage": {
		"name": "Style Sage",
		"sources": [ "Ultimate Campaign" ],
		"description": [
			"## Style Sage",
			"",
			"**Type:** Social",
			"",
			"You have a passion for history and news concerning monastic disciplines. You gain a +1 trait bonus on checks with your choice of either Knowledge (local) or Knowledge (history), and the one you choose is always a class skill for you. In addition, you gain a +1 trait bonus on Diplomacy checks made to gather information about any person with levels in monk."
		],
		"subhierarchy": [[ "Social Traits", "main/traits_social" ]]
	},
	"subject_of_study": {
		"name": "Subject of Study",
		"sources": [ "Carrion Crown Player's Guide" ],
		"description": [
			"## Subject of Study",
			"",
			"**Type:** Campaign  ",
			"**Campaign:** Carrion Crown",
			"",
			"Professor Lorrimor approached you as part of his studies, as he had heard that you had survived a recent encounter with a strange monster or had another fateful encounter. Interested in the conditions of the runin and the means by which you avoided death or injury, he met with you and maintained frequent correspondence until several months ago. The scars of your experience and his continual reminders of the encounter prompted you to hone your skills lest you someday face the same type of creature again. The professor assisted you in this endeavor, providing you with insight into the anatomy and defenses of the creature that attacked you.",
			"",
			"Years of study have improved your combat effectiveness against your chosen foe. Choose a non-humanoid creature type (and subtype if outsider). You gain a +1 bonus on damage rolls against creatures of this type. See the ranger favored enemy suggestions for a list of creature types most likely to appear in this campaign."
		],
		"subhierarchy": [[ "Campaign Traits", "main/traits_campaign" ]]
	},
	"subjective_equilibrium": {
		"name": "Subjective Equilibrium",
		"sources": [ "Plane-Hopper's Handbook" ],
		"description": [
			"## Subjective Equilibrium",
			"",
			"**Type:** Combat",
			"",
			"You understand that gravity is far from constant when traversing the Great Beyond. You gain a +2 trait bonus on Wisdom checks to move on a plane with subjective directional gravity, and you gain a +10-foot enhancement bonus to your speed when \"falling\" on such a plane."
		],
		"subhierarchy": [[ "Combat Traits", "main/traits_combat" ]]
	},
	"subjective_truth": {
		"name": "Subjective Truth",
		"sources": [ "Champions of Corruption" ],
		"description": [
			"## Subjective Truth",
			"",
			"**Type:** Social",
			"",
			"You are able to divorce your knowledge of the facts from your beliefs about the truth, and thus from your facial expressions and body language. You gain a +2 trait bonus on Bluff checks to lie, provided the person you're lying to has never known you to lie to him. Failing this check counts as being caught in a lie by the target, negating any future use of this bonus against that person."
		],
		"subhierarchy": [[ "Social Traits", "main/traits_social" ]]
	},
	"successful_shirker": {
		"name": "Successful Shirker",
		"sources": [ "Cheliax, Empire of Devils" ],
		"description": [
			"## Successful Shirker",
			"",
			"**Type:** Race  ",
			"**Requirements:** Halfling",
			"",
			"Born and raised a slave with no hope of advancement, you are adept at avoiding your overseer's ire and attention, the better to spend time on your own interests. You gain a +1 trait bonus on Stealth checks and a +3 trait bonus on Bluff and Diplomacy checks to avoid punishment by lawful authority."
		],
		"subhierarchy": [[ "Race Traits", "main/traits_race" ]]
	},
	"suck_in_your_gut": {
		"name": "Suck in Your Gut",
		"sources": [ "Kobolds of Golarion" ],
		"description": [
			"## Suck in Your Gut",
			"",
			"**Type:** Regional  ",
			"**Region:** Darklands",
			"",
			"Because of the frequent need to move through the tight tunnels and other narrow spaces surrounding your tribe's lair, you're able to move normally when squeezing and take only a -2 penalty on attack rolls and to AC."
		],
		"subhierarchy": [[ "Regional Traits", "main/traits_regional" ]]
	},
	"suicidal": {
		"name": "Suicidal",
		"sources": [ "Blood of Fiends" ],
		"description": [
			"## Suicidal",
			"",
			"**Type:** Race  ",
			"**Requirements:** Tiefling",
			"",
			"Shame and horror fill your subconscious, and you never stop looking for ways to grant yourself the peace of the grave. Once per day, as an immediate action, you can make yourself the target of any attack originally directed against a creature occupying an adjacent square."
		],
		"subhierarchy": [[ "Race Traits", "main/traits_race" ]]
	},
	"sun_orchid_harvester": {
		"name": "Sun Orchid Harvester",
		"sources": [ "Dragonslayer's Handbook" ],
		"description": [
			"## Sun Orchid Harvester",
			"",
			"**Type:** Regional  ",
			"**Region:** Thuvia",
			"",
			"You were employed briefly by Deyrubrujuan's alchemist cabal to harvest sun orchids deep in the Thuvian desert. Though you never worked your way deeper into the cabal, you retain the knowledge gained during your employment. You gain a +1 bonus on Knowledge (nature) and Survival checks made in desert environments."
		],
		"subhierarchy": [[ "Regional Traits", "main/traits_regional" ]]
	},
	"sun_blasted": {
		"name": "Sun-Blasted",
		"sources": [ "Orcs of Golarion" ],
		"description": [
			"## Sun-Blasted",
			"",
			"**Type:** Regional  ",
			"**Region:** desert",
			"",
			"Desert orcs have learnt to survive with practically nothing in the desert. You receive a +2 trait bonus on Survival checks made in a desert, and resolve all checks at becoming lost in deserts as though you had proper navigational tools (a +4 bonus). The presence of such tools does not increase your ability, however."
		],
		"subhierarchy": [[ "Regional Traits", "main/traits_regional" ]]
	},
	"sun_blessed": {
		"name": "Sun-Blessed",
		"sources": [ "People of the Stars" ],
		"description": [
			"## Sun-Blessed",
			"",
			"**Type:** Magic",
			"",
			"Your birth came at a time when the sun was auspiciously aligned with your birth sign. As a result, you have a natural affinity for light and life. Whenever you're affected by a healing effect that would heal more hit points than your maximum hit point total, you gain the excess healing as temporary hit points. You can gain up to a number of temporary hit points per day equal to your character level in this way. These temporary hit points last for 1 minute."
		],
		"subhierarchy": [[ "Magic Traits", "main/traits_magic" ]]
	},
	"superior_clutch": {
		"name": "Superior Clutch",
		"sources": [ "Blood of Fiends" ],
		"description": [
			"## Superior Clutch",
			"",
			"**Type:** Race  ",
			"**Requirements:** Tiefling; Hungerseed",
			"",
			"Your hands not only are bigger than normal, but also have a strong grip useful for wielding large weapons. You gain a +1 trait bonus on damage rolls when using weapons intended for creatures of a larger size."
		],
		"subhierarchy": [[ "Race Traits", "main/traits_race" ]]
	},
	"superstitious_isp": {
		"name": "Superstitious (ISP)",
		"sources": [ "Inner Sea Primer" ],
		"description": [
			"## Superstitious (ISP)",
			"",
			"**Type:** Regional  ",
			"**Region:** Realm of the Mammoth Lords",
			"",
			"You are distrustful of any magic that goes beyond your native shamanic ways. As long as you do not possess any levels in a class that grants arcane spellcasting power, you gain a +1 trait bonus on all saving throws against arcane spells."
		],
		"subhierarchy": [[ "Regional Traits", "main/traits_regional" ]]
	},
	"superstitious_drawback": {
		"name": "Superstitious (Drawback)",
		"sources": [ "Quests and Campaigns" ],
		"description": [
			"## Superstitious (Drawback)",
			"",
			"**Type:** Drawback",
			"",
			"Raised around those who regarded most magic as innately dangerous, no matter the source, you cannot bring yourself to submit to magic willingly even for your own good. Whenever you are affected with a harmless spell, there is a 50% chance that you must roll a saving throw to prevent that effect, even if it would benefit you. This does not apply to harmless spells cast by you upon yourself."
		],
		"subhierarchy": [[ "Drawback Traits", "main/traits_drawback" ]]
	},
	"superstitious_kellid": {
		"name": "Superstitious (Kellid)",
		"sources": [ "Humans of Golarion" ],
		"description": [
			"## Superstitious (Kellid)",
			"",
			"**Type:** Race  ",
			"**Requirements:** Human; Kellid",
			"",
			"You have a healthy fear of sorcerers' speech and wizards' words that has helped you to survive their charms. You gain a +1 trait bonus on saving throws against arcane spells."
		],
		"subhierarchy": [[ "Race Traits", "main/traits_race" ]]
	},
	"superstitious_ward": {
		"name": "Superstitious Ward",
		"sources": [ "Inner Sea Primer" ],
		"description": [
			"## Superstitious Ward",
			"",
			"**Type:** Regional  ",
			"**Region:** Ustalav",
			"",
			"You're not frightened of the old wives' tales of vampires and ghosts, and though you try to avoid the undead, you've learned how to deal with them. You may cast disrupt undead once per day as a spell-like ability. This is cast at your highest caster level gained; if you have no caster level, it functions at CL 1st."
		],
		"subhierarchy": [[ "Regional Traits", "main/traits_regional" ]]
	},
	"supportive": {
		"name": "Supportive",
		"sources": [ "Quests and Campaigns" ],
		"description": [
			"## Supportive",
			"",
			"**Type:** Social",
			"",
			"You were forced to get by in an isolated enclave, whether surrounded by a community that feared and suspected you or in a remote locale far from other people, and you became practiced at assisting your friends. You gain a +1 trait bonus on skill checks to use the aid another action.",
			"",
			"**Suggested Characters:** Halflings, Mwangi, Tians."
		],
		"subhierarchy": [[ "Social Traits", "main/traits_social" ]]
	},
	"surefooted_ascent": {
		"name": "Surefooted Ascent",
		"sources": [ "Wilderness Origins" ],
		"description": [
			"## Surefooted Ascent",
			"",
			"**Type:** Regional  ",
			"**Region:** hills or mountains",
			"",
			"You gain a +1 trait bonus on Acrobatics and Climb checks."
		],
		"subhierarchy": [[ "Regional Traits", "main/traits_regional" ]]
	},
	"surface_stranger": {
		"name": "Surface Stranger",
		"sources": [ "Ultimate Campaign" ],
		"description": [
			"## Surface Stranger",
			"",
			"**Type:** Regional  ",
			"**Region:** underground",
			"",
			"You were born and raised in a subterranean home with little or no bright light. Your miss chance for concealment or total concealment due to either mundane or magical darkness decreases by 10%. You are dazzled for 1 round when you are suddenly exposed to bright light."
		],
		"subhierarchy": [[ "Regional Traits", "main/traits_regional" ]]
	},
	"surprise_weapon": {
		"name": "Surprise Weapon",
		"sources": [ "Ultimate Campaign" ],
		"description": [
			"## Surprise Weapon",
			"",
			"**Type:** Combat",
			"",
			"You are skilled at fighting with objects not traditionally considered weapons. You gain a +2 trait bonus on attack rolls with improvised weapons."
		],
		"subhierarchy": [[ "Combat Traits", "main/traits_combat" ]]
	},
	"survivalist": {
		"name": "Survivalist",
		"sources": [ "Heroes of the Wild" ],
		"description": [
			"## Survivalist",
			"",
			"**Type:** Race  ",
			"**Requirements:** Human",
			"",
			"You gain a +1 trait bonus on saving throws against natural environmental hazards."
		],
		"subhierarchy": [[ "Race Traits", "main/traits_race" ]]
	},
	"suspicious": {
		"name": "Suspicious",
		"sources": [
			"Ultimate Campaign",
			"Second Darkness Player's Guide",
			"Advanced Player's Guide"
		],
		"description": [
			"## Suspicious",
			"",
			"**Type:** Social",
			"",
			"You discovered at an early age that someone you trusted, perhaps an older sibling or a parent, had lied to you, and lied often, about something you had taken for granted, leaving you quick to question the claims of others. You gain a +1 trait bonus on Sense Motive checks, and Sense Motive is always a class skill for you."
		],
		"subhierarchy": [[ "Social Traits", "main/traits_social" ]]
	},
	"sustaining_performance": {
		"name": "Sustaining Performance",
		"sources": [ "Healer's Handbook" ],
		"description": [
			"## Sustaining Performance",
			"",
			"**Type:** Regional  ",
			"**Region:** The Shackles",
			"",
			"Abandoned by a traditional healer at a critical time, you improvised a tale or jokes to keep up the spirits of someone in dire health. Once per day as a standard action, you can attempt a DC 15 Perform check with an audible component (such as comedy, oratory, sing, or with any instrument) to stabilize a dying creature that can hear you within 30 feet. You can also attempt Perform checks instead of Heal checks to provide long-term care."
		],
		"subhierarchy": [[ "Regional Traits", "main/traits_regional" ]]
	},
	"swamp_rebel": {
		"name": "Swamp Rebel",
		"sources": [ "Dragon Empires Primer" ],
		"description": [
			"## Swamp Rebel",
			"",
			"**Type:** Regional  ",
			"**Region:** Wanshou",
			"",
			"You grew up hiding in the swamps from the monstrous overlords who enslaved you and your people. You gain a +2 trait bonus on Stealth checks in swampy terrain, and Stealth becomes a class skill for you."
		],
		"subhierarchy": [[ "Regional Traits", "main/traits_regional" ]]
	},
	"swamp_recluse": {
		"name": "Swamp Recluse",
		"sources": [ "Wilderness Origins" ],
		"description": [
			"## Swamp Recluse",
			"",
			"**Type:** Regional  ",
			"**Region:** swamp",
			"",
			"You gain a +2 trait bonus on saving throws against poison, and you can safely eat raw fish and game without any effort spent cooking or cleaning them."
		],
		"subhierarchy": [[ "Regional Traits", "main/traits_regional" ]]
	},
	"swamp_skulker": {
		"name": "Swamp Skulker",
		"sources": [ "Blood of the Coven" ],
		"description": [
			"## Swamp Skulker",
			"",
			"**Type:** Regional  ",
			"**Region:** River Kingdoms",
			"",
			"Terrible things prowl the moors of your homeland, and you are all too familiar with hiding or fleeing from them. You gain a +1 trait bonus on Stealth checks when you are in bog, marsh, or swamp terrain, and you treat shallow bogs and swamp undergrowth as normal terrain for the purposes of movement."
		],
		"subhierarchy": [[ "Regional Traits", "main/traits_regional" ]]
	},
	"swamp_survivor": {
		"name": "Swamp Survivor",
		"sources": [ "Dragonslayer's Handbook" ],
		"description": [
			"## Swamp Survivor",
			"",
			"**Type:** Regional  ",
			"**Region:** Ustalav",
			"",
			"Leaving Graidmere Swamp is forbidden, and to flee the mire is to court Seryzilian's wrath. However, you are one of the few to successfully make it out of the swamp alive. Now, you're resolved to liberate your kinfolk. You gain a +2 bonus on Survival checks to find fresh water, and magical liquids in your possession gain a +2 bonus on Will saves to avoid being corrupted or otherwise spoiled."
		],
		"subhierarchy": [[ "Regional Traits", "main/traits_regional" ]]
	},
	"switched_at_birth": {
		"name": "Switched at Birth",
		"sources": [ "Blood of the Coven" ],
		"description": [
			"## Switched at Birth",
			"",
			"**Type:** Race  ",
			"**Requirements:** Changeling",
			"",
			"You were traded for another child in infancy and remained unaware of your origin as a changeling until some recent tragedy revealed the truth. Now the guilt of knowing you live because another child met a horrible fate haunts you and drives you to push forward in that child's name. Once per day, you can attempt a Will saving throw in place of a Fortitude saving throw against a spell, effect, or condition."
		],
		"subhierarchy": [[ "Race Traits", "main/traits_race" ]]
	},
	"sword_scion": {
		"name": "Sword Scion",
		"sources": [ "Kingmaker Player's Guide" ],
		"description": [
			"## Sword Scion",
			"",
			"**Type:** Campaign  ",
			"**Campaign:** Kingmaker",
			"",
			"You have lived all your life in and around the city of Restov, growing up on tales of Baron Sirian Aldori and the exploits of your home city's heroic and legendary swordlords. Perhaps one of your family members was an Aldori swordlord, you have a contact among their members, or you have dreamed since childhood of joining. Regardless, you idolize the heroes, styles, and philosophies of the Aldori and have sought to mimic their vaunted art. Before you can petition to join their ranks, however, you feel that you must test your mettle. Joining an expedition into the Stolen Lands seems like a perfect way to improve your skills and begin a legend comparable to that of Baron Aldori. You begin play with a longsword or Aldori dueling sword and gain a +1 trait bonus on all attacks and combat maneuvers made with such weapons."
		],
		"subhierarchy": [[ "Campaign Traits", "main/traits_campaign" ]]
	},
	"swordlords_page": {
		"name": "Swordlord's Page",
		"sources": [ "Inner Sea Primer" ],
		"description": [
			"## Swordlord's Page",
			"",
			"**Type:** Regional  ",
			"**Region:** Brevoy",
			"",
			"You have trained under the Aldori swordlords, and though not yet a swordlord yourself, you have learned how to strike hard with your weapon. You gain a +1 attack bonus to confirm critical hits when using an edged weapon you are proficient with."
		],
		"subhierarchy": [[ "Regional Traits", "main/traits_regional" ]]
	},
	"sworn_enemy": {
		"name": "Sworn Enemy",
		"sources": [ "Quests and Campaigns" ],
		"description": [
			"## Sworn Enemy",
			"",
			"**Type:** Combat",
			"",
			"You were raised with defiance, fear, or hatred of a particular sort of foe. To make you ready to resist such foes, you were trained for long hours in the proper ways to defeat them. Choose a foe from the ranger's list of favored enemies. You gain a +1 trait bonus on attacks of opportunity against the chosen foe.",
			"",
			"Suggested Characters: Dwarves, Isgeri, Mendevian crusaders."
		],
		"subhierarchy": [[ "Combat Traits", "main/traits_combat" ]]
	},
	"szaezan_crags_miner": {
		"name": "Szaezan Crags Miner",
		"sources": [ "Dragon Empires Primer" ],
		"description": [
			"## Szaezan Crags Miner",
			"",
			"**Type:** Regional  ",
			"**Region:** Bachuan",
			"",
			"You were a miner of the now-scarce ores of the Szaezan Crags, and have become adept at identifying minerals and gems. You gain a +1 trait bonus on Appraise checks, and Appraise becomes a class skill for you."
		],
		"subhierarchy": [[ "Regional Traits", "main/traits_regional" ]]
	},
	"tactician": {
		"name": "Tactician",
		"sources": [ "Ultimate Campaign" ],
		"description": [
			"## Tactician",
			"",
			"**Type:** Combat",
			"",
			"You know how to take advantage of enemies who are unprepared for your assault. You gain a +1 trait bonus on initiative checks. In addition, once per day when you make an attack of opportunity, you gain a +2 trait bonus on the attack roll."
		],
		"subhierarchy": [[ "Combat Traits", "main/traits_combat" ]]
	},
	"tactile_telekinesis": {
		"name": "Tactile Telekinesis",
		"sources": [ "People of the Stars" ],
		"description": [
			"## Tactile Telekinesis",
			"",
			"**Type:** Race  ",
			"**Requirements:** Lashunta",
			"",
			"Once per day as a swift action, you can add a trait bonus equal to your Intelligence modifier on Strength checks and Strength-based skill checks you attempt before the beginning of your next turn."
		],
		"subhierarchy": [[ "Race Traits", "main/traits_race" ]]
	},
	"tainted_spirit": {
		"name": "Tainted Spirit",
		"sources": [ "Quests and Campaigns" ],
		"description": [
			"## Tainted Spirit",
			"",
			"**Type:** Drawback",
			"",
			"When you were a child, a parent or other person with authority over you made a minor pact with a fiend on your behalf, stealing some of your vitality in exchange for a minor boon. At the end of any combat, you must attempt a Fortitude saving throw. The DC is 10 + the number of rounds you acted in combat. If you fail this save, you become fatigued for 10 minutes per round you acted during that encounter."
		],
		"subhierarchy": [[ "Drawback Traits", "main/traits_drawback" ]]
	},
	"taldan_patriot": {
		"name": "Taldan Patriot",
		"sources": [ "War for the Crown Player's Guide" ],
		"description": [
			"## Taldan Patriot",
			"",
			"**Type:** Campaign  ",
			"**Campaign:** War for the Crown",
			"",
			"You love your country, its history, and its people... even though they may not love you back. Whether you're a bureaucrat, a minor noble, or a soldier, you want your community to be the best it can be and you channel that love into a position in service to the people of Taldor. You gain a +1 bonus on all Sense Motive and Knowledge (history) checks, and these skills are always class skills for you. In addition, once per day you can recall a specific fact about a Taldan noble's personality - quirks such as a hobby or pet peeve - including information you would normally learn as a discovery check in social combat."
		],
		"subhierarchy": [[ "Campaign Traits", "main/traits_campaign" ]]
	},
	"talented": {
		"name": "Talented",
		"sources": [ "Ultimate Campaign" ],
		"description": [
			"## Talented",
			"",
			"**Type:** Social",
			"",
			"You are a virtuoso musician, actor, or storyteller. You gain a +1 trait bonus on checks with a single Perform skill (your choice), and all Perform skills are always class skills for you."
		],
		"subhierarchy": [[ "Social Traits", "main/traits_social" ]]
	},
	"talented_organizer": {
		"name": "Talented Organizer",
		"sources": [
			"Inner Sea Gods",
			"Faiths of Purity"
		],
		"description": [
			"## Talented Organizer",
			"",
			"**Type:** Religion  ",
			"**Religion:** Milani",
			"",
			"You are both skilled and knowledgeable when at putting together strong resistance organizations, thanks to your keen sense of how to motivate people. You gain a +1 trait bonus on Sense Motive skill checks, and Sense Motive is a class skill for you."
		],
		"subhierarchy": [[ "Religion Traits", "main/traits_religion" ]]
	},
	"tanglebriar_guerrilla": {
		"name": "Tanglebriar Guerrilla",
		"sources": [ "People of the Wastes" ],
		"description": [
			"## Tanglebriar Guerrilla",
			"",
			"**Type:** Regional  ",
			"**Region:** Kyonin",
			"",
			"Your campaign against Treerazer has endeared you to Kyonin's rangers, who have taught you their ways. When you gain this trait, select one ranger trap that doesn't deal ability or hit point damage. You can use this trap once per day within a forest. The DC for your trap is equal to 10 + half your character level + your Wisdom modifier (minimum +0), and it lasts for 1 day. If you are not a ranger, you can set only extraordinary traps with this feat; like all extraordinary ranger traps, this decreases the trap DC by 2."
		],
		"subhierarchy": [[ "Regional Traits", "main/traits_regional" ]]
	},
	"tar_taargadth_trained": {
		"name": "Tar Taargadth Trained",
		"sources": [ "Blood of the Ancients" ],
		"description": [
			"## Tar Taargadth Trained",
			"",
			"**Type:** Combat",
			"",
			"You know the ancient fighting techniques of the Tar Taargadth Empire. You gain a +1 trait bonus on damage rolls when using any weapon with the word \"dwarven\" in its name."
		],
		"subhierarchy": [[ "Combat Traits", "main/traits_combat" ]]
	},
	"tar_baphons_whisper": {
		"name": "Tar-Baphon's Whisper",
		"sources": [ "Faction Guide" ],
		"description": [
			"## Tar-Baphon's Whisper",
			"",
			"**Type:** Faith  ",
			"**Requirements:** [Whispering Way](rule/f_gravepath)",
			"",
			"You have learned the secrets of sotto voce, the eerie, dry whispering voice used to pass on cult secrets. You may cast {spell/sotto voce} as a spell-like ability three times per day as a spell-like ability. This spell-like ability is cast at your highest caster level; if you have no caster level, it functions at CL 1st."
		],
		"subhierarchy": [[ "Faith Traits", "main/traits_faith" ]]
	},
	"tarnished_halls_runner": {
		"name": "Tarnished Halls Runner",
		"sources": [ "Black Markets" ],
		"description": [
			"## Tarnished Halls Runner",
			"",
			"**Type:** Combat",
			"",
			"You evaded Technic League patrols with the Blood Gar pirates. When you move at least 10 feet, you gain a +1 trait bonus on attack rolls with firearms and technological weapons and a +1 dodge bonus to your AC against such weapons until the start of your next turn."
		],
		"subhierarchy": [[ "Combat Traits", "main/traits_combat" ]]
	},
	"tattooed_focus": {
		"name": "Tattooed Focus",
		"sources": [ "Inner Sea Races" ],
		"description": [
			"## Tattooed Focus",
			"",
			"**Type:** Race  ",
			"**Requirements:** Human; Varisian",
			"",
			"You possess an intricate tattoo that proclaims your skill at your chosen vocation. Choose a Craft, Perform, or Profession skill. You gain a +2 trait bonus on checks with that skill, and it is always a class skill for you."
		],
		"subhierarchy": [[ "Race Traits", "main/traits_race" ]]
	},
	"teachers_pet": {
		"name": "Teacher's Pet",
		"sources": [ "Carrion Crown Player's Guide" ],
		"description": [
			"## Teacher's Pet",
			"",
			"**Type:** Campaign  ",
			"**Campaign:** Carrion Crown",
			"",
			"Professor Lorrimor traveled the Inner Sea region lecturing and teaching at universities in locations as far-flung as Manaket and Magnimar, and as different in scope as the bardic colleges of Taldor and the battle colleges of the River Kingdoms. Speaking before standing-room-only lecture halls on topics as widely ranging as military strategy, planar anomalies, theology, and agriculture, Lorrimor's time was highly valued among those ambitious to benefit from his expertise. Despite this, he still managed to provide one-on-one assistance to the most promising of his acolytes. When he saw the potential for greatness in one of his charges, he took it upon himself to nurture their spark. You were such a student. Over the course of several months, you and the late professor spent hours debating the finer points of your topic of interest, and the intellectual doors he opened for you continue to flavor your outlook on the world.",
			"",
			"You gain a +2 trait bonus to one Knowledge skill of your choosing and consider it a class skill."
		],
		"subhierarchy": [[ "Campaign Traits", "main/traits_campaign" ]]
	},
	"technic_tinkerer": {
		"name": "Technic Tinkerer",
		"sources": [ "Inner Sea Primer" ],
		"description": [
			"## Technic Tinkerer",
			"",
			"**Type:** Regional  ",
			"**Region:** Numeria",
			"",
			"You managed to uncover some lesser secrets of the Technic League, and have mastered a minor bit of magic. Choose a 0-level spell. You may cast that spell once per day as a spell-like ability. This is cast at your highest caster level gained; if you have no caster level, it functions at CL 1st."
		],
		"subhierarchy": [[ "Regional Traits", "main/traits_regional" ]]
	},
	"technological_brewmaster": {
		"name": "Technological Brewmaster",
		"sources": [ "Potions and Poisons" ],
		"description": [
			"## Technological Brewmaster",
			"",
			"**Type:** Regional  ",
			"**Region:** Numeria",
			"",
			"You have learned the secret of creating potions using advanced scientific techniques so strange that some might consider them alien. When brewing a potion, you can increase its base creation cost by 10% to brew it in half the normal amount of time. This trait does not grant the ability to brew potions."
		],
		"subhierarchy": [[ "Regional Traits", "main/traits_regional" ]]
	},
	"telekinetic_dependence": {
		"name": "Telekinetic Dependence",
		"sources": [ "Blood of the Night" ],
		"description": [
			"## Telekinetic Dependence",
			"",
			"**Type:** Race  ",
			"**Requirements:** Vampire; Nosferatu",
			"",
			"Your body is so ancient you fear damaging it with exertion. You gain a +1 trait bonus to your caster level when casting (or using as a spell-like ability) fly, levitate, mage hand, telekinesis, and similar spells that move objects through sheer will."
		],
		"subhierarchy": [[ "Race Traits", "main/traits_race" ]]
	},
	"tempestuous_combatant": {
		"name": "Tempestuous Combatant",
		"sources": [ "Inner Sea Races" ],
		"description": [
			"## Tempestuous Combatant",
			"",
			"**Type:** Race  ",
			"**Requirements:** Human; Keleshite",
			"",
			"You move confidently in the face of danger. Once per day as a swift action, you can choose one opponent. You and your mount (if any) do not provoke attacks of opportunity from that opponent for moving within or exiting his threatened area."
		],
		"subhierarchy": [[ "Race Traits", "main/traits_race" ]]
	},
	"tempters_tongue": {
		"name": "Tempter's Tongue",
		"sources": [ "Bastards of Golarion" ],
		"description": [
			"## Tempter's Tongue",
			"",
			"**Type:** Race  ",
			"**Requirements:** Tiefling",
			"",
			"The blood of crafty, bargain-making fiends runs in your veins, and you have a talent for brokering deals of your own. You gain a +1 trait bonus on Diplomacy checks and on opposed Charisma checks to influence creatures you have charmed (such as with charm person)."
		],
		"subhierarchy": [[ "Race Traits", "main/traits_race" ]]
	},
	"tenacious_shifting": {
		"name": "Tenacious Shifting",
		"sources": [ "Ultimate Campaign" ],
		"description": [
			"## Tenacious Shifting",
			"",
			"**Type:** Magic",
			"",
			"You've discovered the secret of stable transmutations. Any transmutation spell you cast upon yourself has its duration increased by 2 rounds. Transmutation spells with an instantaneous duration are not affected by this trait."
		],
		"subhierarchy": [[ "Magic Traits", "main/traits_magic" ]]
	},
	"terrifying_lunge": {
		"name": "Terrifying Lunge",
		"sources": [ "Blood of the Moon" ],
		"description": [
			"## Terrifying Lunge",
			"",
			"**Type:** Race  ",
			"**Requirements:** Skinwalker; Werecrocodile-kin",
			"",
			"Once badly bitten by a stronger werecrocodile-kin, you learned the importance of showing your strength. Once per day, when you hit a flat-footed foe with a melee attack, you can make an Intimidate check to demoralize that foe as a swift action. Intimidate becomes a class skill for you."
		],
		"subhierarchy": [[ "Race Traits", "main/traits_race" ]]
	},
	"the_artisan": {
		"name": "The Artisan",
		"sources": [ "Tyrant's Grasp Player's Guide" ],
		"description": [
			"## The Artisan",
			"",
			"**Type:** Campaign  ",
			"**Campaign:** Tyrant's Grasp",
			"",
			"Precision is important in getting exactly what you want, and you give careful consideration in building everything from homes and vases to roads and empires. Your own attention to detail has proven vital in rebuilding Roslar's Coffer from the orc occupation a decade ago, whether you are an accountant, architect, engineer, or herbalist. Your attention to detail provides you a +1 trait bonus on Appraise and Heal checks, and one of these skills becomes a class skill for you. Once per day, you can spend a full round casting a spell you can cast that has a normal casting time of 1 standard action to increase your effective caster level for that spell by 1. This ability has no affect on spells with a casting time other than 1 standard action."
		],
		"subhierarchy": [[ "Campaign Traits", "main/traits_campaign" ]]
	},
	"the_bridge": {
		"name": "The Bridge",
		"sources": [ "Occult Mysteries" ],
		"description": [
			"## The Bridge",
			"",
			"**Type:** Cosmic  ",
			"**Requirements:** Born between 12 Pharast and 18 Gozran",
			"",
			"The Bridge spans the rushing waters that separate the darkness of winter from the warmth of spring. You gain a +1 trait bonus on saving throws against spells and effects with the cold or darkness descriptors."
		],
		"subhierarchy": [[ "Cosmic Traits", "main/traits_cosmic" ]]
	},
	"the_city_protects": {
		"name": "The City Protects",
		"sources": [ "Legacy of Fire Player's Guide" ],
		"description": [
			"## The City Protects",
			"",
			"**Type:** Religion  ",
			"**Religion:** Abadar",
			"",
			"You feel safe and secure in urban environments, even in cities whose laws you find unjust - it is the physical fact of the city that you take solace in. In any settlement, you gain a +2 trait bonus against fear effects. If you fail a save against a fear effect, you may make a new save each round you remain in the city to overcome the fear effect as long as the fear effect persists. If you are a paladin, this ability to make additional saves to overcome fear extends to all allies within your aura of courage."
		],
		"subhierarchy": [[ "Religion Traits", "main/traits_religion" ]]
	},
	"the_daughter": {
		"name": "The Daughter",
		"sources": [ "Occult Mysteries" ],
		"description": [
			"## The Daughter",
			"",
			"**Type:** Cosmic  ",
			"**Requirements:** Born between 19 Gozran and 13 Desnus",
			"",
			"You are filled with the light-hearted joy of the Daughter, who dances her way into springtime. Every creature within 10 feet of you adds +2 moral bonuses to the DCs of checks to demoralize them."
		],
		"subhierarchy": [[ "Cosmic Traits", "main/traits_cosmic" ]]
	},
	"the_flexing_arm": {
		"name": "The Flexing Arm",
		"sources": [
			"Inner Sea Gods",
			"Faiths of Purity"
		],
		"description": [
			"## The Flexing Arm",
			"",
			"**Type:** Religion  ",
			"**Religion:** Kurgess",
			"",
			"You are practiced at using physical might to escape your bonds. You can use Strength instead of Dexterity as your base ability for Escape Artist skill checks to free yourself from bondage. Additionally, you gain a +1 trait bonus on such Escape Artist checks."
		],
		"subhierarchy": [[ "Religion Traits", "main/traits_religion" ]]
	},
	"the_follower": {
		"name": "The Follower",
		"sources": [ "Occult Mysteries" ],
		"description": [
			"## The Follower",
			"",
			"**Type:** Cosmic  ",
			"**Requirements:** Born between 30 Neth and 17 Kuthona",
			"",
			"You are born under the sign of the dark figure that trails the Caravan - the specter of death itself. You receive a +2 bonus on saving throws against death effects. All allies within 10 feet of you take a -1 penalty on saving throws against death effects."
		],
		"subhierarchy": [[ "Cosmic Traits", "main/traits_cosmic" ]]
	},
	"the_lantern_bearer": {
		"name": "The Lantern Bearer",
		"sources": [ "Occult Mysteries" ],
		"description": [
			"## The Lantern Bearer",
			"",
			"**Type:** Cosmic  ",
			"**Requirements:** Born between 21 Abadius and 16 Calistril",
			"",
			"You are bathed in the light of the Lantern Bearer, who guides the Caravan through the darkest nights. You can cast light three times per day as a spell-like ability, treating your character level as your caster level."
		],
		"subhierarchy": [[ "Cosmic Traits", "main/traits_cosmic" ]]
	},
	"the_lawbringer": {
		"name": "The Lawbringer",
		"sources": [ "Tyrant's Grasp Player's Guide" ],
		"description": [
			"## The Lawbringer",
			"",
			"**Type:** Campaign  ",
			"**Campaign:** Tyrant's Grasp",
			"",
			"The frontier is a land of risk and disorder, and while people are welcome to brave those elements themselves, they all too often bring pain down upon folk who never wanted such a risk. You might serve on the town guard or as part of a detachment of soldiers supported by Vigil, or you could be simply a concerned farmer who endures when others cannot, but your purpose is to stand as a bulwark against the cruel whims of fate for anyone who needs it. You gain a +2 trait bonus on saving throws against fear effects. If you have the aura of courage class feature, the bonus provided by your aura increases by 1. Your courage is inspiring; the first time each day you are knocked unconscious or killed, all allies within 30 feet of you immediately gain a number of temporary hit points equal to your level plus your Charisma modifier, as they rally to your defense. These temporary hit points last for 1 minute."
		],
		"subhierarchy": [[ "Campaign Traits", "main/traits_campaign" ]]
	},
	"the_mother": {
		"name": "The Mother",
		"sources": [ "Occult Mysteries" ],
		"description": [
			"## The Mother",
			"",
			"**Type:** Cosmic  ",
			"**Requirements:** Born between 17 Rova and 30 Lamashan",
			"",
			"Granting warmth and comfort against the forbidding cold of the wilderness, the Mother is the heart of the Caravan. Allies within 10 feet of you gain a +1 morale bonus on saving throws to resist fear effects. This trait functions only while you are conscious."
		],
		"subhierarchy": [[ "Cosmic Traits", "main/traits_cosmic" ]]
	},
	"the_newlyweds": {
		"name": "The Newlyweds",
		"sources": [ "Occult Mysteries" ],
		"description": [
			"## The Newlyweds",
			"",
			"**Type:** Cosmic  ",
			"**Requirements:** Born between 17 Calistril and 11 Pharast",
			"",
			"Your sign is of two lovers, intertwined as one. You gain a +2 bonus on Diplomacy checks to influence those who might be romantically attracted to you, and Diplomacy becomes a class skill for you."
		],
		"subhierarchy": [[ "Cosmic Traits", "main/traits_cosmic" ]]
	},
	"the_optimist": {
		"name": "The Optimist",
		"sources": [ "Tyrant's Grasp Player's Guide" ],
		"description": [
			"## The Optimist",
			"",
			"**Type:** Campaign  ",
			"**Campaign:** Tyrant's Grasp",
			"",
			"People don't need to take your word that things are getting better; they only need to look around and see the proof before their eyes. The town's recovery from the orc occupation more than a decade ago is all but complete, and the monster in the Sarenite temple outside of town has finally been bested. Your irrepressible sense of optimism seems to fly in the face of the hard life that most residents of Roslar's Coffer face, but you're convinced that your positive attitude lifts up your community. You gain a +1 trait bonus on saving throws against mind-affecting effects. Further, your optimism can be infectious. As a swift action a number of times per day equal to your Charisma modifier (minimum 1), you can grant this bonus to an ally within 10 feet. This bonus lasts for 1 minute."
		],
		"subhierarchy": [[ "Campaign Traits", "main/traits_campaign" ]]
	},
	"the_outsider": {
		"name": "The Outsider",
		"sources": [ "Tyrant's Grasp Player's Guide" ],
		"description": [
			"## The Outsider",
			"",
			"**Type:** Campaign  ",
			"**Campaign:** Tyrant's Grasp",
			"",
			"You don't have a place, but the frontier seems comfortable enough for now. Maybe you're too informal for city life, too selfish for Lastwall's general culture of camaraderie, or too scarred by things you've seen to entirely trust another person. You are accustomed to moving without drawing much attention to yourself, gaining a +1 trait bonus on Stealth and Survival checks, and one of these skills is always a class skill for you. Accustomed to working alone, you gain only half the benefit (+1) from aid another actions, but you're accustomed to doing the job right the first time and so increase the bonus you provide by 1 when aiding another character."
		],
		"subhierarchy": [[ "Campaign Traits", "main/traits_campaign" ]]
	},
	"the_pack": {
		"name": "The Pack",
		"sources": [ "Occult Mysteries" ],
		"description": [
			"## The Pack",
			"",
			"**Type:** Cosmic  ",
			"**Requirements:** Born between 11 Arodus and 16 Rova",
			"",
			"You are blessed by the beasts that trail the caravan, which represent protection in numbers. You gain a +2 trait bonus on Handle Animal checks to teach animals tricks, and Handle Animal becomes a class skill for you."
		],
		"subhierarchy": [[ "Cosmic Traits", "main/traits_cosmic" ]]
	},
	"the_pathfinders_exile": {
		"name": "The Pathfinder's Exile",
		"sources": [ "Council of Thieves Player's Guide" ],
		"description": [
			"## The Pathfinder's Exile",
			"",
			"**Type:** Campaign  ",
			"**Campaign:** Council of Thieves",
			"",
			"Westcrown's dilapidated Pathfinder lodge of Delvehaven has long excited your imagination. Forcibly closed by the order of the city's diabolical rulers, the Pathfinders of Westcrown were exiled, forcing them to leave behind untold knowledge and the treasures of countless expeditions. Today, Delvehaven lies under the pale of fearful rumors and dark magic, and bureaucratic red tape has prevented trespass on the lodge's well-protected grounds. Having secretly and illegally contacted agents of the Pathfinders, you've expressed your interest in aiding their ventures in Cheliax-with a particular eye toward investigating Delvehaven, the source of your long-standing adventuresome interests. To your surprise, some days ago you received a message back from an unnamed Pathfinder operating underground in the country. Along with encouraging you to investigate the lodge and report your findings to the Grand Lodge in Absalom, he's sent along a battered and tarnished, yet still functional wayfinder. you've promised yourself to pay back your unknown contact the 500 gp cost of the item someday, but until then, it's yours to use. A wayfinder is a magical compass that grants you a +2 circumstance bonus on Survival checks to avoid becoming lost, and can be commanded to emit light as the spell (CL 5th) as a standard action."
		],
		"subhierarchy": [[ "Campaign Traits", "main/traits_campaign" ]]
	},
	"the_patriarch": {
		"name": "The Patriarch",
		"sources": [ "Occult Mysteries" ],
		"description": [
			"## The Patriarch",
			"",
			"**Type:** Cosmic  ",
			"**Requirements:** Born between 21 Sarenith and 20 Erastus",
			"",
			"Like the father of the Cosmic Caravan, you have an innate sense of direction. Three times per day, you can use know direction as a spell-like ability, treating your character level as your caster level."
		],
		"subhierarchy": [[ "Cosmic Traits", "main/traits_cosmic" ]]
	},
	"the_pessimist": {
		"name": "The Pessimist",
		"sources": [ "Tyrant's Grasp Player's Guide" ],
		"description": [
			"## The Pessimist",
			"",
			"**Type:** Campaign  ",
			"**Campaign:** Tyrant's Grasp",
			"",
			"You expect the worst and have rarely been disappointed. Your dour outlook may hail from the original destruction of Roslar's Coffer at the hands of the Twisted Nail tribe, the exile of the faithful from the nearby Sarenite temple, or some more personal misfortune, but it has set you apart among the largely forward-thinking population of Lastwall. Your faith that the worst possible outcome will occur grants you a +1 trait bonus on Will saving throws. Your frustrating pessimism can spur friends to succeed just to spite you; once per day as a free action, you can force an ally within 30 feet to reroll a saving throw she just failed, using the better of the two results."
		],
		"subhierarchy": [[ "Campaign Traits", "main/traits_campaign" ]]
	},
	"the_reclaimer": {
		"name": "The Reclaimer",
		"sources": [ "Tyrant's Grasp Player's Guide" ],
		"description": [
			"## The Reclaimer",
			"",
			"**Type:** Campaign  ",
			"**Campaign:** Tyrant's Grasp",
			"",
			"You lost something precious in the destruction of Roslar's Coffer 12 years ago - a home, a legacy, perhaps even family - but returned because a soul shouldn't run from pain, but heal from it. Rebuilding your life and preventing that same hurt from dragging down others drives you to serve and protect, perhaps as a politician, charity worker, healer, or soldier, but that same loss fills you with an uncharitable anger that is often difficult to reconcile. Your wary eyes grant you a +1 trait bonus on Perception checks. You gain a +1 trait bonus on attack and damage rolls against any opponent that dealt hit point damage to one of your allies in the previous round."
		],
		"subhierarchy": [[ "Campaign Traits", "main/traits_campaign" ]]
	},
	"the_rider": {
		"name": "The Rider",
		"sources": [ "Occult Mysteries" ],
		"description": [
			"## The Rider",
			"",
			"**Type:** Cosmic  ",
			"**Requirements:** Born between 14 Desnus and 20 Sarenith",
			"",
			"You are born under the auspice of the mounted caravan guard, whose very presence deters danger. Once per day, when you succeed at a Ride check, you can attempt an immediate Intimidate check against the nearest foe. If you fail this check, the DC of your next Intimidate check against that opponent does not increase (as it normally would)."
		],
		"subhierarchy": [[ "Cosmic Traits", "main/traits_cosmic" ]]
	},
	"the_snoop": {
		"name": "The Snoop",
		"sources": [ "Tyrant's Grasp Player's Guide" ],
		"description": [
			"## The Snoop",
			"",
			"**Type:** Campaign  ",
			"**Campaign:** Tyrant's Grasp",
			"",
			"You know a little bit about most everything and everyone in Roslar's Coffer. It may be your profession, as you could be an archivist, crier, or librarian - or you simply make a hobby of gossip. Either way, you have a gift for recall and reading others. You gain a +1 trait bonus on Knowledge (history) and Knowledge (local) checks, and these both become class skills for you. Once each day you can reroll a single Bluff or Sense Motive check against a creature you have known for at least 24 hours, using the better result."
		],
		"subhierarchy": [[ "Campaign Traits", "main/traits_campaign" ]]
	},
	"the_star_gazer": {
		"name": "The Star Gazer",
		"sources": [ "Occult Mysteries" ],
		"description": [
			"## The Star Gazer",
			"",
			"**Type:** Cosmic  ",
			"**Requirements:** Born between 31 Lamashan and 20 Neth",
			"",
			"With his head in the clouds, the Stargazer sees far-off events, but misses the pitfalls directly before him. When rolling initiative as part of a surprise round, you take a -2 penalty on initiative checks, but you gain a +2 luck bonus to AC during all surprise rounds."
		],
		"subhierarchy": [[ "Cosmic Traits", "main/traits_cosmic" ]]
	},
	"the_stranger": {
		"name": "The Stranger",
		"sources": [ "Occult Mysteries" ],
		"description": [
			"## The Stranger",
			"",
			"**Type:** Cosmic  ",
			"**Requirements:** Born between 21 Neth and 29 Neth",
			"",
			"Like the lone traveler that walks alongside the caravan for but a brief while, you have a way with strangers. You gain a +1 trait bonus on Diplomacy and Knowledge (local) checks to gather information. Additionally, either Diplomacy or Knowledge (local) becomes a class skill for you."
		],
		"subhierarchy": [[ "Cosmic Traits", "main/traits_cosmic" ]]
	},
	"the_thrush": {
		"name": "The Thrush",
		"sources": [ "Occult Mysteries" ],
		"description": [
			"## The Thrush",
			"",
			"**Type:** Cosmic  ",
			"**Requirements:** Born between 18 Kuthona and 20 Abadius",
			"",
			"Like the curious songbirds that welcome weary travelers, your voice rings with sweet clarity. You gain a +1 bonus on Perform (sing) checks, and Perform (sing) becomes a class skill for you."
		],
		"subhierarchy": [[ "Cosmic Traits", "main/traits_cosmic" ]]
	},
	"the_vessel_between": {
		"name": "The Vessel Between",
		"sources": [ "People of the River" ],
		"description": [
			"## The Vessel Between",
			"",
			"**Type:** Regional  ",
			"**Region:** Daggermark",
			"",
			"The assassin ushers her victims from the kingdoms of the living to the kingdom of the dead. You gain a +1 trait bonus on attack rolls that would deal sneak attack damage on a hit."
		],
		"subhierarchy": [[ "Regional Traits", "main/traits_regional" ]]
	},
	"the_wagon": {
		"name": "The Wagon",
		"sources": [ "Occult Mysteries" ],
		"description": [
			"## The Wagon",
			"",
			"**Type:** Cosmic  ",
			"**Requirements:** Born between 21 Erastus and 10 Arodus",
			"",
			"Like the vehicle that conveys travelers across the heavens, you are blessed with extraordinary movement capabilities. Once per day as a swift action, you can increase you move speed by 10 feet for 1 round."
		],
		"subhierarchy": [[ "Cosmic Traits", "main/traits_cosmic" ]]
	},
	"the_word": {
		"name": "The Word",
		"sources": [ "Tyrant's Grasp Player's Guide" ],
		"description": [
			"## The Word",
			"",
			"**Type:** Campaign  ",
			"**Campaign:** Tyrant's Grasp",
			"",
			"In a nation overcrowded with faith, you often worry that your message is drowned out, but nonetheless important. The souls in Roslar's Coffer needed comfort and charity once upon a time, but have bounced back so fully - in part thanks to your hard work - that you worry you've made yourself unnecessary. You are accustomed to long hours, granting you a +1 trait bonus on Fortitude saving throws. Your faith is invigorating, and once per day you can lay on hands as a paladin of half your character level (minimum 1). If you gain the lay on hands ability from a class, you instead gain one additional use of lay on hands each day."
		],
		"subhierarchy": [[ "Campaign Traits", "main/traits_campaign" ]]
	},
	"theoretical_magician": {
		"name": "Theoretical Magician",
		"sources": [ "Cheliax, Empire of Devils" ],
		"description": [
			"## Theoretical Magician",
			"",
			"**Type:** Magic",
			"",
			"You've studied more magic than what you can actually perform. You gain a +2 trait bonus on Spellcraft checks, or a +3 bonus if you aren't a spellcaster."
		],
		"subhierarchy": [[ "Magic Traits", "main/traits_magic" ]]
	},
	"thirst_for_knowledge": {
		"name": "Thirst for Knowledge",
		"sources": [ "Inner Sea Gods" ],
		"description": [
			"## Thirst for Knowledge",
			"",
			"**Type:** Religion  ",
			"**Religion:** Nethys",
			"",
			"You have a need to bring old knowledge into the light, no matter what language it's written in. You gain a +1 trait bonus on Linguistics checks, and Linguistics is a class skill for you."
		],
		"subhierarchy": [[ "Religion Traits", "main/traits_religion" ]]
	},
	"thoroughbred": {
		"name": "Thoroughbred",
		"sources": [ "People of the Sands" ],
		"description": [
			"## Thoroughbred",
			"",
			"**Type:** Race  ",
			"**Requirements:** Human; Keleshite",
			"",
			"The blood of the early horse tribes is strong in your family. Breeding, riding, selecting, and training the best horses are all part of your legacy, and you know how to pick out the best of the lot when selecting a suitable mount. If you gain a horse as an animal companion or mount as one of your class abilities, its base speed increases by 5 feet and it gains a bonus trick that does not count against the normal limit of tricks known by the animal."
		],
		"subhierarchy": [[ "Race Traits", "main/traits_race" ]]
	},
	"thoughtful_wish_maker": {
		"name": "Thoughtful Wish-Maker",
		"sources": [ "Blood of the Elements" ],
		"description": [
			"## Thoughtful Wish-Maker",
			"",
			"**Type:** Regional  ",
			"**Region:** Plane of Fire",
			"",
			"You are well acquainted with the many ways words can be twisted. You gain a +2 trait bonus on Sense Motive checks. Furthermore, if you succeed at a DC 25 Sense Motive check prior to making any wish granted by an outsider, you become aware of your wish's potential pitfalls. If you succeed at this check by 5 or more, you figure out how to word your wish in such a way that your words are not twisted."
		],
		"subhierarchy": [[ "Regional Traits", "main/traits_regional" ]]
	},
	"thrall_spotter": {
		"name": "Thrall Spotter",
		"sources": [ "Blood of the Night" ],
		"description": [
			"## Thrall Spotter",
			"",
			"**Type:** Race  ",
			"**Requirements:** Dhampir; Ancient-born",
			"",
			"Your heritage gives you an understanding of the powers of domination. You gain a +5 trait bonus on Sense Motive checks made to determine whether a creature is acting under the effects of a charm or compulsion."
		],
		"subhierarchy": [[ "Race Traits", "main/traits_race" ]]
	},
	"threatening_defender": {
		"name": "Threatening Defender",
		"sources": [ "Cheliax, Empire of Devils" ],
		"description": [
			"## Threatening Defender",
			"",
			"**Type:** Combat",
			"",
			"You know how to avoid a blow while still maintaining your offensive posture. When you use {feat/Combat Expertise}, reduce the number you subtract from your melee attack rolls by 1."
		],
		"subhierarchy": [[ "Combat Traits", "main/traits_combat" ]]
	},
	"thrill_seeker_rotr": {
		"name": "Thrill Seeker (RotR)",
		"sources": [ "Varisia, Birthplace of Legends" ],
		"description": [
			"## Thrill Seeker",
			"",
			"**Type:** Campaign  ",
			"**Campaign:** Rise of the Runelords",
			"",
			"You've grown up in or around Sandpoint and are the heir to your family's modest farm, shop, or fishing boat, but You've always dreamed of more. Searching for a taste of excitement, You've come into town to participate in this year's Swallowtail festival. The thrill of danger grants you an additional +5 feet of movement during the first round of any combat. Additionally, you begin play with three star candle fireworks."
		],
		"subhierarchy": [[ "Campaign Traits", "main/traits_campaign" ]]
	},
	"thrill_seeker_isg": {
		"name": "Thrill-Seeker (ISG)",
		"sources": [ "Inner Sea Gods" ],
		"description": [
			"## Thrill-Seeker",
			"",
			"**Type:** Religion  ",
			"**Religion:** Desna",
			"",
			"Desna has blessed you not just with a love of taking chances, but also the fortune to come out of such risky situations unscathed. Once per day, when you attempt an Acrobatics check, you can roll twice and take the better result. You must choose to use this ability before making the check."
		],
		"subhierarchy": [[ "Religion Traits", "main/traits_religion" ]]
	},
	"thrown_together_fashion": {
		"name": "Thrown-Together Fashion",
		"sources": [ "Adventurer's Armory" ],
		"description": [
			"## Thrown-Together Fashion",
			"",
			"**Type:** Equipment",
			"",
			"You can modify old clothing to make it effective in new circumstances. With a basic sewing kit or disguise kit, you can make a Disguise check to change one outfit into another outfit. The DC of this check is equal to 10 + the gp difference between costs of the outfits, as found in the [outfits' entries](main/equipment_misc). The alteration takes 10 minutes per 1-gp difference in the cost of the outfits."
		],
		"subhierarchy": [[ "Equipment Traits", "main/traits_equipment" ]]
	},
	"thrune_informant": {
		"name": "Thrune Informant",
		"sources": [ "Hell's Vengeance Player's Guide" ],
		"description": [
			"## Thrune Informant",
			"",
			"**Type:** Campaign  ",
			"**Campaign:** Hell's Vengeance",
			"",
			"The Thrice-Damned House of Thrune rules Cheliax with autocratic power, and its representatives can be found throughout the empire, drawn from all walks of life. Most of these agents do not work directly as government employees, but they still serve House Thrune in whatever ways they can. You are a true patriot of Cheliax, and have long worked for House Thrune as a paid informant. You report what you see to the authorities, and occasionally carry out specific tasks suited to your skill set and abilities when asked. People like you help prevent potential traitors and other \"undesirables\" from undermining Thrune's authority and keep Chelish society running smoothly. You hope that with continued faithful service, you will eventually be rewarded with greater authority and autonomy as a sworn agent of House Thrune. You gain a +1 trait bonus on Diplomacy checks to gather information, Disguise checks, and Knowledge (local) checks, and one of these skills (your choice) is a class skill for you."
		],
		"subhierarchy": [[ "Campaign Traits", "main/traits_campaign" ]]
	},
	"thrune_loyal_agent": {
		"name": "Thrune Loyal Agent",
		"sources": [ "Pathfinder #104: Wrath of Thrune" ],
		"description": [
			"## Thrune Loyal Agent",
			"",
			"**Type:** Campaign  ",
			"**Campaign:** Hell's Vengeance  ",
			"**Requirements:** This is a special trait that can only be gained by progressing through the Hell's Vengeance Adventure Path. It is not available for normal character creation.",
			"",
			"You have sworn your body to Queen Abrogail and House Thrune in a ritual ceremony, and are willing to lay down your life in service to Thrune. Once per week, when reduced to fewer than 0 hit points, you automatically gain fast healing 1 for 1 minute. Once this ability has been used, you instead gain a +4 trait bonus on Constitution checks to stabilize when reduced to negative hit points.",
			"",
			"In addition, you receive an invisible {spell/arcane mark} of the encircled cross emblem of Cheliax as a symbol of your loyalty. This mark does not fade and is visible only to other creatures with this trait, or creatures with the ability to perceive the invisible (via {spell/see invisibility} or {spell/true seeing}, for example). You can make this mark visible to other creatures for 1 round as a swift action. If the mark is dispelled or removed (such as with {spell/erase}), it can be replaced with another casting of {spell/arcane mark}, which thereafter functions as detailed in this trait."
		],
		"subhierarchy": [[ "Campaign Traits", "main/traits_campaign" ]]
	},
	"thunder_and_fang_performer": {
		"name": "Thunder and Fang Performer",
		"sources": [ "Weapon Master's Handbook" ],
		"description": [
			"## Thunder and Fang Performer",
			"",
			"**Type:** Combat",
			"",
			"You learned from Shoanti champions to take advantage of the dramatic swings required by heavy weapons like the earth breaker. You gain a +2 trait bonus on Intimidate checks while wielding a two-handed melee weapon."
		],
		"subhierarchy": [[ "Combat Traits", "main/traits_combat" ]]
	},
	"thunderborn": {
		"name": "Thunderborn",
		"sources": [ "Blood of the Elements" ],
		"description": [
			"## Thunderborn",
			"",
			"**Type:** Race  ",
			"**Requirements:** Sylph",
			"",
			"The rumble in your voice and the spark in your eyes hint at a lineage of lightning and thunder, possibly tracing back to lightning elementals from the Plane of Air, or else to a magic-touched birth during a powerful thunderstorm. Once per day when you cast a spell that deals electricity damage, you can choose to make half of the damage electricity damage and the other half sonic damage."
		],
		"subhierarchy": [[ "Race Traits", "main/traits_race" ]]
	},
	"thuvian_merchant": {
		"name": "Thuvian Merchant",
		"sources": [ "Inner Sea Primer" ],
		"description": [
			"## Thuvian Merchant",
			"",
			"**Type:** Regional  ",
			"**Region:** Thuvia",
			"",
			"You have traveled the great circular trade route around Thuvia, following the sale of the sun orchid elixir from city to city, and are used to haggling with foreigners. You gain a +1 trait bonus on Appraise, Bluff, and Sense Motive checks made for business deals and transactions."
		],
		"subhierarchy": [[ "Regional Traits", "main/traits_regional" ]]
	}
}
